Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# UpdateProfile_LessPointsGiven
source: You will be given less points for rounds of difficulty below **{0}**
ar: ستحصل على نقاط أقل لجولات الصعوبة أدناه ** {0} **
bg: Ще получите по-малко точки за кръговете с по-ниска трудност. **{0}**
cs: Za kola s obtížností pod **{0}** dostanete méně bodů
da: Du vil få færre point for runder med sværhedsgrader under **{0}**
de: Du wirst aufgrund der Schwierigkeit unter **{0}** weniger Punkte erhalten
el: Θα πάρετε λιγότερους βαθμούς για γύρους δυσκολίας κάτω του **{0}**
es: Te darán menos puntos por las rondas de dificultad debajo de **{0}**
fi: Vähemmän pisteitä saa seuraavista vaikeusasteista. **{0}**
fil: Mabibigyan ka ng mas kaunting puntos sa kahirapan na mas mababa sa **{0}**
fr: Vous gagnerez moins de points pour les difficultés inférieures à**{0}**
he: את/ה תקבל/י פחות נקודות בשביל סיבובים מתחת לרמה **{0}**
hu: Kevesebb pontot kap az alábbi nehézségi fokú fordulókért **{0}**
id: Anda akan diberikan poin lebih sedikit untuk ronde kesulitan di bawah**{0}**
it: Ti verranno dati meno punti per i round di difficoltà inferiori a **{0}**
ja: **{0}**未満の難易度のラウンドでは、ポイントが少なくなります。
ko: 아래의 난이도 라운드에서는 점수가 적게 부여됩니다. **{0}**
lt: Už žemesnio sudėtingumo raundus gausite mažiau taškų. **{0}**
nb_no: Du får færre poeng for runder med lavere vanskelighetsgrad enn følgende **{0}**
nl: Je zult minder punten krijgen voor rondes met moeilijkheidsgraden lager dan **{0}**
pl: Otrzymasz mniej punktów za rundy o stopniu trudności poniżej **{0}**
pt: Você receberá menos pontos por rounds com dificuldade menor que**{0}**
ro: Se vor acorda mai puține puncte pentru rundele de dificultate mai mici **{0}**
ru: За раунды с уровнем сложности ниже вы получите меньше баллов **{0}**
sv: Du kommer att få färre poäng för svårighetsgraderna nedan **{0}**
th: คุณจะได้รับคะแนนน้อยลงสำหรับรอบที่มีความยากต่ำกว่า**{0}**
tr: **{0}** zorluk seviyesinin altındaki rauntlar daha az puan verecek
uk: Ви отримаєте менше очок за раунди наступних рівнів складності **{0}**
vi: Cậu sẽ được ít điểm hơn cho các vòng có độ khó thấp hơn. **{0}**
zh_hans: 对于低于**{0}**的难度，你会得到较少的分数
zh_hant: 在難度低於 **{0}** 的題目中，你將獲得較少的分數

# UpdateProfile_PlayerAchievement
source: {0} got this achievement
ar: {0} حصلت على هذا الإنجاز
bg: {0} имам това постижение
cs: {0} získal/a toto ocenění
da: {0} fik denne præstation
de: {0} erhält diese Errungenschaft
el: Ο/Η {0} έκανε αυτό το επίτευγμα
es: {0} obtuvo este logro
fi: {0} sain tämän saavutuksen
fil: Nakuha ni {0} itong achievement
fr: {0} a obtenu ce succès
he: {0} השיג/ה את ההשיג הזה
hu: {0} megkaptam ezt a teljesítményt
id: {0} mendapatkan pencapaian ini
it: {0} ha ottenuto questo risultato
ja: {0} はこの成果を得ました
ko: {0} 이 업적 달성
lt: {0} gavo šį pasiekimą
nb_no: {0} fikk denne prestasjonen
nl: {0} heeft deze prestatie behaald
pl: {0} zdobyłeś to osiągnięcie
pt: {0} conseguiu esta conquista
ro: {0} a obținut această realizare
ru: {0} получил это достижение
sv: {0} fick den här prestationen
th: {0} ได้รับความสำเร็จนี้
tr: {0} bu başarımı kazandı
uk: {0} отримали таке досягнення
vi: {0} Đã đạt được thành tích này
zh_hans: {0} 获得了这个成就
zh_hant: {0} 獲得了此成就

# UpdateProfile_PlayerAchievementList
source: {0}'s achievement list
ar: {0} قائمة الإنجاز
bg: {0}списък с постижения
cs: Seznam úspěchů {0}
da: {0}'s præstationsliste
de: {0}'s Errungenschaftsliste
el: Η λίστα επιτευγμάτων του/της {0}
es: Lista de logros de {0}
fi: {0}'s saavutusluettelo
fil: Achievement list ni {0}
fr: {0} liste de succès
he: רשימת ההסגים של {0}
hu: {0}teljesítménylistája
id: daftar pencapaian {0}
it: Lista delle conquiste di {0}
ja: {0}さんの実績リスト
ko: {0}의 업적 목록
lt: {0}"pasiekimų sąrašas
nb_no: {0}s liste over prestasjoner
nl: {0}'s prestatielijst
pl: {0} lista osiągnięć
pt: Conquistas de {0}
ro: {0}'s lista de realizări
ru: Список достижений пользователя {0}
sv: {0}'s prestationslista
th: {0}'s รายการความสำเร็จ
tr: {0} için başarım listesi
uk: {0}список досягнень
vi: {0}Danh sách thành tích của cậu
zh_hans: {0} 的成就列表
zh_hant: {0} 的成就列表

# UpdateProfile_PlayerAchievementPointsGained
source: and gained {0} points!
ar: واكتسبت {0} النقاط!
bg: и спечели {0} точки!
cs: a získal/a {0} bodů!
da: og fik {0} point!
de: und erhält {0} Punkte!
el: και πήρε {0} βαθμούς!
es: ¡y recibiste {0} puntos!
fi: ja sai {0} pisteitä!
fil: at nakakuha ng {0} na puntos!
fr: et a obtenu {0} points !
he: וקיבל/קיבלה {0} נקודות!
hu: és megszerezte a {0} pontokat!
id: dan memperoleh {0} poin!
it: e ha guadagnato {0} punti!
ja: 。{0}ポイント獲得！
ko: {0} 포인트를 획득했습니다!
lt: ir surinko {0} taškų!
nb_no: og fikk {0} poeng!
nl: en {0} prestatiepunten gekregen!
pl: i zdobywasz {0} punktów!
pt: E ganhou {0} pontos!
ro: și a câștigat {0} puncte!
ru: и набрал {0} баллов!
sv: och fick {0} poäng!
th: และได้รับคะแนน{0}!
tr: ve {0} puan kazandı!
uk: і набрав {0} балів!
vi: và đã kiếm được điểm {0}!
zh_hans: 得到了{0}分!
zh_hant: 並獲得了 {0} 分！

# UpdateProfile_PlayerLevelUp
source: {0} is now level {1}
ar: {0} هو الآن المستوى {1}
bg: {0} сега е на ниво {1}
cs: {0} je nyní na úrovni {1}
da: {0} er nu på niveau {1}
de: {0} ist nun Level {1}
el: Ο/Η {0} ανέβηκε στο επίπεδο {1}
es: {0} ahora es nivel {1}
fi: {0} on nyt tasolla {1}
fil: {0} ay nasa level {1}
fr: {0} est maintenant niveau {1}
he: {0} עלה/עלתה עכשיו לרמה {1}
hu: {0} most már vízszintes {1}
id: {0} sekarang level {1}
it: {0} è ora il livello {1}
ja: {0}さんはレベル{1}になりました
ko: {0} 이제 평평해졌습니다. {1}
lt: {0} dabar yra lygus {1}
nb_no: {0} er nå på nivå {1}
nl: {0} is nu level {1}
pl: {0} ma teraz poziom {1}
pt: {0} agora é nível {1}
ro: {0} este acum la nivel {1}
ru: {0} теперь {1} уровня
sv: {0} är nu på nivå {1}
th: {0} ตอนนี้อยู่ที่ระดับ{1}
tr: {0} şu an seviye {1}
uk: {0} тепер на одному рівні {1}
vi: {0} hiện tại là cấp độ {1}
zh_hans: {0}现在是{1}级
zh_hant: {0}現在是等級 {1}

# StartGame_OnlyForPatrons
source: {0}, this command is only available for patrons (https://patreon.com/rinbot?fan_landing=true)
ar: {0} ، هذا الأمر متاح فقط للداعمين (https://patreon.com/rinbot?fan_landing=true)
bg: {0}, тази команда е достъпна само за патрони (https://patreon.com/rinbot?fan_landing=true)
cs: {0}, tento příkaz je dostupný pouze pro patrony (https://patreon.com/rinbot?fan_landing=true)
da: {0}Denne kommando er kun tilgængelig for lånere (https://patreon.com/rinbot?fan_landing=true).
de: {0}, dieser Befehl ist nur für Patrons verfügbar (https://patreon.com/rinbot?fan_landing=true)
el: {0}, αυτή η εντολή είναι διαθέσιμη μόνο για δωρητές (https://patreon.com/rinbot?fan_landing=true)
es: {0}, este comando sólo está disponible para patrones (https://patreon.com/rinbot?fan_landing=true)
fi: {0}, tämä komento on käytettävissä vain asiakkaille (https://patreon.com/rinbot?fan_landing=true).
fil: {0}, ang command na ito ay para sa mga patrons lamang (https://patreon.com/rinbot?fan_landing=true)
fr: {0}, cette commande est disponible seulement pour les patreon (https://patreon.com/rinbot?fan_landing=true)
he: {0}, הפקודה הזאת זמינה רק לתורמים (https://patreon.com/rinbot?fan_landing=true)
hu: {0}, ez a parancs csak a patrónusok számára érhető el (https://patreon.com/rinbot?fan_landing=true).
id: {0}, perintah ini hanya tersedia untuk pelanggan (https://patreon.com/rinbot?fan_landing=true)
it: {0}, questo comando è disponibile solo per i patroni (https://patreon.com/rinbot?fan_landing=true)
ja: {0}、このコマンドはパトロンのみ使用できます（https://patreon.com/rinbot?fan_landing=true）
ko: {0}이 명령은 후원자만 사용할 수 있습니다(https://patreon.com/rinbot?fan_landing=true).
lt: {0}, ši komanda prieinama tik globėjams (https://patreon.com/rinbot?fan_landing=true).
nb_no: {0}Denne kommandoen er bare tilgjengelig for lånere (https://patreon.com/rinbot?fan_landing=true).
nl: {0}, dit commando is alleen beschikbaar voor donateurs (https://patreon.com/rinbot?fan_landing=true)
pl: {0}, to polecenie jest dostępne tylko dla patronów (https://patreon.com/rinbot?fan_landing=true)
pt: {0}, Esse comando está disponível apenas para membros do Patreon. (https://patreon.com/rinbot?fan_landing=true)
ro: {0}, această comandă este disponibilă doar pentru patroni (https://patreon.com/rinbot?fan_landing=true)
ru: {0}, эта команда доступна только для патронов (https://patreon.com/rinbot?fan_landing=true).
sv: {0}, detta kommando är endast tillgängligt för kunder (https://patreon.com/rinbot?fan_landing=true)
th: {0}คำสั่งนี้สามารถใช้ได้เฉพาะสำหรับผู้สนับสนุน (https://patreon.com/rinbot?fan_landing=true)
tr: {0}, bu komut yalnızca destekçiler için geçerlidir (https://patreon.com/rinbot?fan_landing=true)
uk: {0}ця команда доступна лише для постійних користувачів (https://patreon.com/rinbot?fan_landing=true).
vi: {0}Lệnh này chỉ khả dụng cho các thành viên (https://patreon.com/rinbot?fan_landing=true)
zh_hans: {0}, 此命令仅适用于订阅会员 (https://patreon.com/rinbot?fan_landing=true)
zh_hant: {0}，該指令僅適用於贊助者 (https://patreon.com/rinbot?fan_landing=true)

# StartGame_TooManyStarted
source: {0}, you have started too many games today. Become a patron to increase this limit (https://patreon.com/rinbot?fan_landing=true)
ar: {0} ، لقد بدأت الكثير من الجولات اليوم. أدعمنا على باتريون لزيادة هذا الحد (https://patreon.com/rinbot?fan_landing=true)
bg: {0}, днес започнахте твърде много игри. Станете патрон, за да увеличите този лимит (https://patreon.com/rinbot?fan_landing=true)
cs: {0}, dnes jsi zahájil/a příliš mnoho her. Staň se patronem pro zvýšení tohoto limitu (https://patreon.com/rinbot?fan_landing=true)
da: {0}Du har startet for mange spil i dag. Bliv protektor for at øge denne grænse (https://patreon.com/rinbot?fan_landing=true)
de: {0}, du hast heute zu viele Runden gestartet. Werde Patron um das Limit zu erhöhen(https://patreon.com/rinbot?fan_landing=true)
el: {0}, έχεις ξεκηνίσει πάρα πολλά παιχνίδια σήμερα. Γίνεται δωρητής για να αυξήσετε αυτό το όριο (https://patreon.com/rinbot?fan_landing=true)
es: {0} has iniciado demasiadas rondas hoy. Vuélvete un patrón para incrementar este limite (https://patreon.com/rinbot?fan_landing=true)
fi: {0}, olet aloittanut tänään liian monta peliä. Ryhdy mesenaatiksi lisätäksesi tätä rajaa (https://patreon.com/rinbot?fan_landing=true)
fil: {0}, masyadong maraming laro ang ginawa mo ngayon. Maging patron para lumawak ang limit mo (https://patreon.com/rinbot?fan_landing=true)
fr: {0}, vous avez débuté trop de parties aujourd'hui. Deviens un patron pour augmenter la limite. (https://patreon.com/rinbot?fan_landing=true)
he: {0}, את/ה התחלת יותר מידי משחקים היום. תוכל לתרום כדי להגדיל את מספר המשחקים (https://patreon.com/rinbot?fan_landing=true)
hu: {0}, túl sok játékot kezdtél ma. Légy mecénás, hogy növeld ezt a limitet (https://patreon.com/rinbot?fan_landing=true)
id: {0}, Anda memulai terlalu banyak game hari ini. Jadilah pelanggan untuk meningkatkan batas ini (https://patreon.com/rinbot?fan_landing=true)
it: {0}, hai iniziato troppi giri oggi. Diventa un patrono per aumentare questo limite (https://patreon.com/rinbot?fan_landing=true)
ja: {0}、今日はあまりにも多くのゲームを開始しました。 この制限を増やすためにパトロンになる（https://patreon.com/rinbot?fan_landing=true）
ko: {0}오늘 너무 많은 게임을 시작하셨습니다. 이 한도를 늘리려면 후원자가 되세요(https://patreon.com/rinbot?fan_landing=true).
lt: {0}, šiandien pradėjote per daug rungtynių. Tapkite globėju, kad padidintumėte šį limitą (https://patreon.com/rinbot?fan_landing=true)
nb_no: {0}Du har startet for mange spill i dag. Bli støttespiller for å øke denne grensen (https://patreon.com/rinbot?fan_landing=true)
nl: {0}, je hebt vandaag te veel rondes gestart. Doneer om dit limiet op te heffen (https://patreon.com/rinbot?fan_landing=true)
pl: {0}, rozpocząłeś dzisiaj zbyt wiele gier. Zostań patronem, aby zwiększyć swój dotychczasowy limit (https://patreon.com/rinbot?fan_landing=true)
pt: {0}, você jogou muitos jogos hoje. Torne-se um membro do Patreon para aumentar este limite. (https://patreon.com/rinbot?fan_landing=true)
ro: {0}, ați început prea multe jocuri astăzi. Deveniți patron pentru a mări această limită (https://patreon.com/rinbot?fan_landing=true)
ru: {0}Вы начали слишком много игр сегодня. Станьте меценатом, чтобы увеличить этот лимит (https://patreon.com/rinbot?fan_landing=true)
sv: {0}, du har startat för många spel idag. Bli en beskyddare för att öka denna gräns (https://patreon.com/rinbot?fan_landing=true)
th: {0}คุณเริ่มเกมมากเกินไปในวันนี้. กลายเป็นผู้สนับสนุนเพื่อเพิ่มขีดจำกัดนี้ (https://patreon.com/rinbot?fan_landing=true)
tr: {0}, Bugün çok fazla oyun başlattın. Bu limiti artırmak için destekçi ol. (https://patreon.com/rinbot?fan_landing=true)
uk: {0}Ви запустили занадто багато ігор сьогодні. Станьте меценатом, щоб збільшити цей ліміт (https://patreon.com/rinbot?fan_landing=true)
vi: {0}Cậu đã bắt đầu quá nhiều trò chơi hôm nay. Trở thành nhà tài trợ để tăng giới hạn này (https://patreon.com/rinbot?fan_landing=true)
zh_hans: {0}您今天开始了太多的游戏。成为赞助人可提高此上限 (https://patreon.com/rinbot?fan_landing=true)
zh_hant: {0}，您今天已經開始了太多場遊戲。成為贊助者以提高限額 (https://patreon.com/rinbot?fan_landing=true)

# StartGame_UserHasActiveRound
source: {0}, you already have an active round running elsewhere.
ar: {0} ، لديك بالفعل جولة نشطة تعمل في مكان آخر.
bg: {0}, вече имате активен кръг, който се изпълнява на друго място.
cs: {0}, již máš aktivní kolo někde jinde.
da: {0}har du allerede en aktiv runde kørende et andet sted.
de: {0}, du hast bereits irgendwo eine aktive Runde.
el: {0}, έχεις ήδη έναν τρέχοντα γύρο σε εξέλιξη κάπου αλλού.
es: {0}, ya tienes una ronda activa en algún otro lado.
fi: {0}, sinulla on jo aktiivinen kierros käynnissä muualla.
fil: {0}, may larong nagaganap ngayon sa ibang channel.
fr: {0}, vous avez déjà une partie en cours ailleurs.
he: {0}, יש כרגע סיבוב פעיל במקום אחר.
hu: {0}, már van egy aktív fordulója máshol.
id: {0}, Anda sudah memiliki ronde aktif yang berjalan di tempat lain.
it: {0}, hai già un round attivo in corso altrove.
ja: {0}さん、すでに他の場所にアクティブラウンドがあるのですね。
ko: {0}를 선택하면 이미 다른 곳에서 진행 중인 라운드가 있습니다.
lt: {0}, jau turite aktyvų raundą, vykstantį kitur.
nb_no: {0}har du allerede en aktiv runde i gang et annet sted.
nl: {0}, je hebt al een actieve ronde elders draaien.
pl: {0}, masz już rozpoczętą i wciąż aktywną rundę przebiegającą gdzieś indziej.
pt: {0}, você já tem um round em andamento.
ro: {0}, aveți deja o rundă activă în desfășurare în altă parte.
ru: {0}При этом у вас уже есть активный раунд в другом месте.
sv: {0}, har ni redan en aktiv runda igång någon annanstans.
th: {0}คุณมีรอบที่กำลังดำเนินอยู่ ณ ที่อื่นแล้ว
tr: {0}, halihazırda çalışan bir raundun var.
uk: {0}ви вже маєте активний раунд в іншому місці.
vi: {0}Cậu đã có một vòng quay đang hoạt động ở nơi khác.
zh_hans: {0}，你已经有一个活跃轮在其他地方运行。
zh_hant: {0}，您已有一個題目在其他地方進行。

# StartGame_HentaiNsfwRequired
source: NSFW must be enabled on this channel in order to use this bot.
ar: يجب تمكين NSFW على هذه القناة من أجل استخدام هذا الروبوت.
bg: NSFW трябва да бъде активиран в този канал, за да използвате този бот.
cs: Abyste mohli použít bota pro tento kanál, je třeba mít povolené NSFW.
da: NSFW skal være aktiveret på denne kanal for at kunne bruge denne bot.
de: NSFW muss in diesem Channel aktiviert sein um den Bot zu nutzen.
el: Η ρύθμιση NSFW πρέπει να είναι ενεργοποιημένη για να χρησιμοποιήσετε αυτό το bot.
es: Debes habilitar el NSFW en este canal para poder utilizar este bot.
fi: NSFW on otettava käyttöön tällä kanavalla, jotta voit käyttää tätä bottia.
fil: Ang channel ay kailangang naka-NSFW para magamit ang bot.
fr: NSFW doit être activé sur ce salon pour que le bot puisse être utilisé.
he: NSFW חייב להייות פועל בצ'אט הזה בשביל שהבוט יעבוד.
hu: A bot használatához engedélyezni kell az NSFW-t ezen a csatornán.
id: NSFW harus diaktifkan di saluran ini untuk menggunakan bot ini.
it: Devi abilitare NSFW su questo canale per usare questo bot.
ja: このボットを使用するには、このチャンネルでNSFWを有効にする必要があります。
ko: 이 봇을 사용하려면 이 채널에서 NSFW를 사용하도록 설정해야 합니다.
lt: Norint naudoti šį botą, šiame kanale turi būti įjungtas NSFW.
nb_no: NSFW må være aktivert på denne kanalen for å kunne bruke denne boten.
nl: NSFW moet aangezet worden op dit kanaal om deze bot te gebruiken.
pl: NSFW musi być włączone na tym kanale, aby móc używać tego bota.
pt: NSFW deve ser ativado neste canal para utilizar este bot.
ro: NSFW trebuie să fie activat pe acest canal pentru a folosi acest robot.
ru: Для использования этого бота на канале должен быть включен режим NSFW.
sv: NSFW måste vara aktiverat på denna kanal för att du ska kunna använda denna bot.
th: ต้องเปิดใช้งาน NSFW บนช่องนี้เพื่อใช้บอทนี้
tr: Bu kanalda bu botu kullanabilmek için NSFW açık olmalıdır.
uk: Для використання цього бота на цьому каналі має бути ввімкнено NSFW.
vi: NSFW phải được bật trên kênh này để có thể sử dụng bot này.
zh_hans: 必须在此通道上启用NSFW才能使用此机器。
zh_hant: 必須在這個頻道上啟用 限制級頻道，才能使用這個機器人。

# FinishRound_YourTime
source: Time: **{0}**
ar: الوقت: ** {0} **
bg: Време: **{0}**
cs: Čas: **{0}**
da: Tid: **{0}**
de: Zeit: **{0}**
el: Χρόνος: **{0}**
es: Tiempo: **{0}**
fi: Aika: **{0}**
fil: Oras: **{0}**
fr: Temps : **{0}**
he: זמן: **{0}**
hu: Idő: **{0}**
id: Waktu: **{0}**
it: Tempo: **{0}**
ja: 時間: **{0}**
ko: 시간: **{0}**
lt: Laikas: **{0}**
nb_no: Tidspunkt: **{0}**
nl: Tijd: **{0}**
pl: Czas: **{0}**
pt: Tempo: **{0}**
ro: Timp: **{0}**
ru: Время: **{0}**
sv: Tid: **{0}**
th: เวลา:**{0}**
tr: Süre: **{0}**
uk: Час: **{0}**
vi: Thời gian: **{0}**
zh_hans: 所用时间: **{0}**
zh_hant: 時間:**{0}**

# FinishRound_YourGuess
source: Guess: **{0}**
ar: خمن: ** {0} **
bg: Познайте: **{0}**
cs: Odhad: **{0}**
da: Gæt engang: **{0}**
de: Tipp: **{0}**
el: Υπόθεση: **{0}**
es: Acertó con: **{0}**
fi: Arvaa: **{0}**
fil: Sagot: **{0}**
fr: Votre réponse : **{0}**
he: ניחוש: **{0}**
hu: Találd ki: **{0}**
id: Tebak: **{0}**
it: La tua risposta: **{0}**
ja: 予想: **{0}**
ko: 추측하세요: **{0}**
lt: Atspėkite: **{0}**
nb_no: Gjett: **{0}**
nl: Gok: **{0}**
pl: Odpowiedź: **{0}**
pt: Chute: **{0}**
ro: Ghiciți: **{0}**
ru: Угадано: **{0}**
sv: Gissa: **{0}**
th: เดา:**{0}**
tr: Tahmin: **{0}**
uk: Здогадайся: **{0}**
vi: Đoán: **{0}**
zh_hans: 猜测: **{0}**
zh_hant: 玩家: **{0}**

# FinishRound_PointGained
source: **{0} point** was gained
ar: ** {0} نقطة ** تم الحصول عليها
bg: **{0} точка** е спечелена
cs: Bylo získáno **{0} bodů**
da: **{0} point** blev vundet
de: **{0} Punkt** gewonnen
el: **{0} βαθμός** κερδήθηκε
es: **{0} punto(s)** fueron obtenidos
fi: **{0} kohta** saatiin
fil: **{0} na puntos** ang nakuha
fr: **{0} points** ont été obtenus
he: **{0} נקודות** הושגו
hu: **{0} pont:**
id: **{0} poin** telah diperoleh
it: **{0} punto(i)** sono stati ottenuti
ja: **{0}ポイント**獲得しました
ko: **{0} 포인트** 획득
lt: **{0} taškas** buvo gautas
nb_no: **{0} punktet** ble oppnådd
nl: **{0} punt** behaald
pl: zdobyto **{0} punkty**
pt: **{0} pontos** foram recebidos
ro: **{0} punctul** a fost câștigat
ru: **{0} баллов** было получено
sv: **{0} punkt** uppnåddes
th: **{0} ได้รับคะแนน**
tr: **{0} puan** kazanıldı
uk: **{0} набрано балів**
vi: **{0} Điểm** đã được đạt được.
zh_hans: **获得了 {0} 分**
zh_hant: 獲得 **{0}分**

# SendTopPlayers_SpeedOnlyLargePoolCounts
source: Only rounds with a pool of more than 1000 are counted
ar: يتم حساب جولات فقط مع مجموعة من أكثر من 1000
bg: Отчитат се само рундове с пул над 1000 точки.
cs: Jsou započítány pouze relace se společnou kolekcí větší než 1000
da: Kun runder med en pulje på mere end 1000 tælles med.
de: Nur Runden mit einem Pool größer als 1000 werden gezählt
el: Μετρούνται μόνο οι γύροι με σύνολο άνω των 1000.
es: Sólo rondas con grupos de más de 1000 son contados
fi: Vain kierrokset, joissa on yli 1000 pelaajaa, lasketaan mukaan.
fil: Ang mga larong may 1000 na anime sa pool ang pumapasok
fr: Seulement les parties avec une liste de plus de 1000 sont comptabilisées
he: רק סבבים עם מאגר הגדול מ1000 נחשבים
hu: Csak az 1000-nél több résztvevőt számláló fordulók számítanak.
id: Hanya ronde dengan pool lebih dari 1000 yang dihitung
it: Si contano solo i giri con gruppi di più di 1000
ja: 1000を超えるプールを持つラウンドのみがカウントされます
ko: 풀이 1000명 이상인 라운드만 계산됩니다.
lt: Skaičiuojami tik tie raundai, kuriuose surinkta daugiau nei 1000 taškų.
nb_no: Bare runder med en pool på mer enn 1000 telles med.
nl: Alleen ronden die een poel van meer dan 1000 hebben worden meegerekend
pl: Liczone są tylko rundy z pulą większą niż 1000
pt: Apenas rounds com uma variedade maior do que 1000 são considerados
ro: Sunt luate în considerare doar rundele cu un număr de participanți mai mare de 1000.
ru: В зачет идут только раунды с количеством участников более 1000
sv: Endast omgångar med en pool på mer än 1000 räknas
th: นับเฉพาะรอบที่มีจำนวนผู้เล่นมากกว่า 1000 คน
tr: Sadece 1000'den fazla anime içeren rauntlarda geçerlidir
uk: Зараховуються тільки раунди з пулом понад 1000
vi: Chỉ các vòng có số lượng người tham gia vượt quá 1000 mới được tính.
zh_hans: 只计算池数超过1000的轮
zh_hant: 只計算總人數超過 1000 人的回合

# AddTopPlayerDescription_WeekEnds
source: (ends {0})
ar: (إنتهى {0})
bg: (завършва на {0})
cs: (končí {0})
da: (slutter på {0})
de: (endet {0})
el: (τελειώνει {0})
es: (acaba {0})
fi: (päättyy {0})
fil: (magtatapos {0})
fr: (finit le {0})
he: (מסתיים בעוד{0})
hu: (vége: {0})
id: (berakhir {0})
it: (finisce {0})
ja: ({0}に終了)
ko: (종료 {0})
lt: (baigiasi {0})
nb_no: (avsluttes på {0})
nl: (eindigt {0})
pl: (koniec {0})
pt: (termina {0})
ro: (se încheie {0})
ru: (окончание {0})
sv: (avslutar {0})
th: (สิ้นสุดที่{0})
tr: ({0} gün sonra sona erecek)
uk: (закінчується {0})
vi: (kết thúc {0})
zh_hans: ({0}结束)
zh_hant: （結束{0})
