Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# StartGame_VoiceRoundSessionIsActive_Description
source: Cannot start a game manually when voice rounds are active. To stop them you can use `{0}stopgs`.
ar: لا يمكن بدء لعبة يدويًا عندما تكون جولات الصوت نشطة. لإيقافهم ، يمكنك استخدام `{0} stopgs`.
bg: Не можете да стартирате игра ръчно, когато са активни гласови рундове. За да ги спрете, можете да използвате `{0}stopgs`.
cs: Nemůžeš zapnout hru manuálně, pokud jsou zapnutá hlasová kola. Pro jejich zastavení můžeš použít `{0}stopgs`.
da: Man kan ikke starte et spil manuelt, når stemmerunderne er aktive. For at stoppe dem kan du bruge `{0}stopgs`.
de: Spiel kann nicht manuell gestartet werden während eine Tonrunde läuft. Zum stoppen der Runde kannst du `{0}stopgs` benutzen.
el: Δεν είναι δυνατή η χειροκίνητη εκκίνηση ενός παιχνιδιού όταν είναι ενεργοί οι φωνητικοί γύροι. Για να τους σταματήσετε μπορείτε να χρησιμοποιήσετε το `{0}stopgs`.
es: No puedes empezar un juego manualmente cuando hay rondas de voz activas. Para detenerlas puedes usar `{0}stopgs`.
fi: Peliä ei voi aloittaa manuaalisesti, kun äänikierrokset ovat aktiivisia. Voit pysäyttää ne käyttämällä `{0}stopgs`.
fil: Hindi masisimulan ang laro kapag may voice rounds na ganap. Para tapusin ang laro, gamitin ang `{0}stopgs`.
fr: Vous ne pouvez pas commencer une partie manuellement lorsqu'une partie vocale est en court. Pour l'arrêter vous pouvez utiliser `{0}stopgs`.
he: לא יכול להתחיל משחק בצורה ידנית בזמן שיש משחקי קול פעילים. כדי לעצור אותם את/ה יכול/ה להשתמש ב`{0}stopgs`.
hu: Nem lehet manuálisan elindítani egy játékot, ha a hangos forduló aktív. A leállításhoz használhatja a `{0}stopgs` címet.
id: Tidak dapat memulai permainan secara manual saat ronde suara aktif. Untuk menghentikannya, anda dapat menggunakan `{0}stopgs`.
it: Non puoi iniziare una partita manualmente quando i rounds di voce sono attivi. Per fermarli puoi usare `{0}stopgs`.
ja: ボイスラウンドがアクティブな場合、手動でゲームを開始することはできません。 停止するには `{0}stopgs` を使ってください。
ko: 음성 라운드가 활성화된 상태에서는 수동으로 게임을 시작할 수 없습니다. 이를 중지하려면 `{0}stopgs` 를 사용하세요.
lt: Negalima pradėti žaidimo rankiniu būdu, kai vyksta balso raundai. Norėdami juos sustabdyti, galite naudoti `{0}stopgs`.
nb_no: Du kan ikke starte et spill manuelt når talerunder er aktive. For å stoppe dem kan du bruke `{0}stopgs`.
nl: Ronden kunnen niet handmatig gestart worden wanneer een spraakkanaalsessie actief is. Om deze te stoppen kun je `{0}stopgs` gebruiken.
pl: Nie można rozpocząć gry manualnie, gdy aktywne są rundy głosowe. Aby je zatrzymać, możesz użyć `{0} stopgs`.
pt: Não é possível começar um jogo manualmente enquanto partidas de voz estão ativas. Para pará-las você pode usar `{0}stopgs`.
ro: Nu se poate începe un joc manual atunci când rundele vocale sunt active. Pentru a le opri, puteți folosi `{0}stopgs`.
ru: Невозможно начать игру вручную, когда активны голосовые раунды. Для их остановки можно воспользоваться командой `{0}stopgs`.
sv: Det går inte att starta ett spel manuellt när röstrundor är aktiva. För att stoppa dem kan du använda `{0}stopgs`.
th: ไม่สามารถเริ่มเกมด้วยตนเองได้เมื่อรอบเสียงกำลังทำงานอยู่ เพื่อหยุดรอบเสียง คุณสามารถใช้คำสั่ง`{0}stopgs`.
tr: Sesli raunt mevcutken yeni bir oyun başlatılamaz. Durdurmak için `{0}stopgs` yazabilirsin.
uk: Неможливо запустити гру вручну, коли активні голосові раунди. Зупинити їх можна за допомогою `{0}stopgs`.
vi: Không thể khởi động trò chơi thủ công khi các vòng trò chuyện bằng giọng nói đang hoạt động. Để tắt chúng, cậu có thể sử dụng `{0}stopgs`.
zh_hans: 语音回合激活时无法手动启动游戏。 要停止游戏，可以使用`{0}stopgs` 。
zh_hant: 聲音題回合進行時無法手動啟動遊戲。 要停止遊戲，可以使用`{0}stopgs` 。

# Update_Title
source: Round session filter changed
ar: تم تغيير مرشح جلسة الجوله
bg: Промяна на филтъра на кръглата сесия
cs: Filtr pro hlasovou relaci změněn
da: Filter for runde sessioner ændret
de: Voice round session filter changed
el: Αλλαγή φίλτρου συνεδρίας γύρου
es: El filtro de la sesión cambió
fi: Pyöreän istunnon suodatin muutettu
fr: Le filtre de la session a été changé
he: סנן סבב משחקי קול שונה
hu: Kerek munkamenet szűrő megváltozott
id: Filter sesi telah berubah
it: Il filtro della sessione del round è cambiato
ja: ラウンドセッションのフィルターが変更されました
ko: 라운드 세션 필터 변경
lt: Pakeistas apvaliosios sesijos filtras
nb_no: Filter for runde økter endret
nl: Filter in meerrondensessie is veranderd
pl: Filtr rundy został zmieniony
pt: Filtro de sessão alterado
ro: Filtru de sesiune rotundă schimbat
ru: Изменение фильтра круглой сессии
sv: Filter för rundabordssamtal ändrat
th: ตัวกรองเซสชันแบบหมุนเปลี่ยนแล้ว
tr: Raunt için filtreleme değiştirildi
uk: Змінено фільтр круглих сесій
vi: Bộ lọc phiên làm việc đã được thay đổi
zh_hans: 圆形会话过滤器已更改
zh_hant: 題目篩選項已變更

# CreateFilterDescription_GamePlatforms_Excluded
source: Excluding platform(s) **{0}**
bg: С изключение на платформата(ите) **{0}**
cs: S výjimkou platformy (platforem) **{0}**
da: Eksklusive platform(e) **{0}**
el: Εξαιρώντας την πλατφόρμα(ες) **{0}**
es: Excluyendo la(s) plataforma(s) **{0}**
fi: Ilman alustaa (alustoja) **{0}**
fr: Hors plate-forme(s) **{0}**
he: למעט פלטפורמה/פלטפורמות **{0}**
hu: Platform(ok) kizárása **{0}**
id: Tidak termasuk platform **{0}**
it: Esclusa la(e) piattaforma(e) **{0}**
ja: プラットフォームを除く**{0}**
ko: 플랫폼 제외 **{0}**
lt: Išskyrus platformą (-as) **{0}**
nb_no: Eksklusive plattform(er) **{0}**
nl: Exclusief platform(en) **{0}**
pl: Z wyłączeniem platform(y) **{0}**
pt: Excluindo a(s) plataforma(s) **{0}**
ro: Cu excepția platformei (platformelor) **{0}**
ru: Без учета платформы (платформ) **{0}**
sv: Exklusive plattform(ar) **{0}**
th: ไม่รวมแพลตฟอร์ม**{0}**
tr: Platform(lar) hariç **{0}**
uk: За винятком платформи (платформ) **{0}**
vi: Loại trừ nền tảng(s) **{0}**
zh_hans: 不包括平台**{0}**
zh_hant: 不包括平台：**{0}**

# SendStatistics_VideoGameRounds
source: `{0}` video game rounds
bg: `{0}` кръгове от видеоигри
cs: `{0}` kola videoher
da: `{0}` Videospil-runder
el: `{0}` γύροι βιντεοπαιχνιδιών
es: `{0}` rondas de videojuegos
fi: `{0}` videopelien kierrokset
fr: `{0}` rondes de jeux vidéo
he: `{0}` סבבי משחקי וידאו
hu: `{0}` videojáték körök
id: `{0}` putaran video game
it: `{0}` giri di videogiochi
ja: `{0}` ビデオゲーム・ラウンド
ko: `{0}` 비디오 게임 라운드
lt: `{0}` vaizdo žaidimų turai
nb_no: `{0}` Videospillrunder
nl: `{0}` videospel rondes
pl: `{0}` rundy gier wideo
pt: `{0}` rondas de jogos de vídeo
ro: `{0}` runde de jocuri video
ru: `{0}` раунды видеоигр
sv: `{0}` rundor för videospel
th: `{0}` รอบเกมวิดีโอ
tr: `{0}` video oyunu turları
uk: `{0}` раунди відеоігор
vi: `{0}` vòng chơi game
zh_hans: `{0}` 游戏回合
zh_hant: `{0}` 回合電子遊戲題

# Execute_Help_sbsa
source: Start a new voice round session with samples and multiple-choice buttons
ar: ابدأ جلسة جولة صوتية جديدة مع عينات وأزرار متعددة الخيارات
bg: Стартиране на нова сесия за гласов кръг с образци и бутони с избор между няколко отговора
cs: Spuštění nového hlasového kola s ukázkami a tlačítky s možností výběru z několika odpovědí.
da: Start en ny stemmerunde med eksempler og multiple choice-knapper
el: Ξεκινήστε μια νέα συνεδρία φωνητικού γύρου με δείγματα και κουμπιά πολλαπλών επιλογών
es: Comienza una nueva sesión de voz con botones de opción múltiple
fi: Aloita uusi äänikierroksen istunto näytteillä ja monivalintapainikkeilla.
fr: Commencez un nouveau partie de type vocale avec des extraits sonores et des boutons à choix multiples
he: התחל סבב קולי חדש עם דוגמאות וכפתורי בחירה מרובה
hu: Új hangkörös munkamenet indítása mintákkal és feleletválasztós gombokkal
id: Memulai sesi ronde suara baru dengan sampel dan tombol pilihan ganda
it: Inizia un nuovo round di voce inizia con dei campioni e pulsanti a scelta multipla
ja: 新しいボイスラウンドセッション（サンプル+複数選択ボタンモード）を開始する
ko: 샘플 및 객관식 버튼으로 새 음성 라운드 세션을 시작하세요.
lt: Pradėkite naują balso raundą su pavyzdžiais ir kelių atsakymų mygtukais
nb_no: Start en ny talerundeøkt med eksempler og flervalgsknapper.
nl: Start een nieuwe spraakkanaalsessie met fragmenten en meerkeuzevragen
pl: Rozpocznij nową sesję rundy głosowej z próbkami i przyciskami wielokrotnego wyboru
pt: Começa um novoround por voz com amostras e botões de escolha múltipla
ro: Începeți o nouă sesiune de runde vocale cu mostre și butoane cu alegere multiplă
ru: Начните новую сессию голосового обхода с образцами и кнопками множественного выбора
sv: Starta en ny voice round-session med exempel och flervalsknappar
th: เริ่มรอบการร้องใหม่พร้อมตัวอย่างและปุ่มตัวเลือกหลายตัวเลือก
tr: Örnekler ve çoktan seçmeli düğmelerle yeni bir ses turu oturumu başlatın
uk: Почніть новий сеанс голосового раунду зі зразками та кнопками множинного вибору
vi: Bắt đầu một phiên ghi âm mới với các mẫu âm thanh và nút chọn đáp án
zh_hans: 使用样本和多选按钮开始新一轮语音会话
zh_hant: 開始新的一局聲音選擇題遊戲（自動播放）

# Execute_Help_SlashCommands_Title
source: Slash commands are now available!
ar: أوامر السلاش (/) متوفرة الآن!
bg: Вече са налични командите Slash!
cs: Příkazy lomítka jsou nyní k dispozici!
da: Slash-kommandoer er nu tilgængelige!
el: Οι εντολές Slash είναι τώρα διαθέσιμες!
es: ¡Los comandos de barra diagonal (slash) están ahora disponibles!
fi: Slash-komennot ovat nyt käytettävissä!
fr: Les commandes Slash sont maintenant disponibles !
he: פקודות סלאש זמינות כעת!
hu: A Slash parancsok mostantól elérhetőek!
id: Perintah garis miring sekarang tersedia!
it: I comandi Slash sono ora disponibili!
ja: スラッシュコマンドが使えるようになった！
ko: 이제 슬래시 명령을 사용할 수 있습니다!
lt: Dabar galima naudoti "Slash" komandas!
nb_no: Slash-kommandoer er nå tilgjengelige!
nl: Slash commando's zijn nu beschikbaar!
pl: Komendy Slash są już dostępne!
pt: Comandos de barra já estão disponíveis!
ro: Comenzile Slash sunt acum disponibile!
ru: Теперь доступны слэш-команды!
sv: Slash-kommandon är nu tillgängliga!
th: คำสั่งแบบสแลชพร้อมใช้งานแล้ว!
tr: Kesik çizgi komutları artık kullanılabilir!
uk: Тепер доступні команди слешу!
vi: Các lệnh Slash hiện đã có sẵn!
zh_hans: 现在可以使用斜线命令！
zh_hant: 現在可以使用斜線命令了！

# SendTopPlayers_CheckTheSupportPage
source: [Become a patron]({1}), [buy me a coffee]({2}) or [vote daily]({0}/#support)!
ar: [ادعمنا على باتريون]({1}), [اشتري لي قهوة ]({2})أو [صوت لي كل يوم]({0}/#الدعم)!
bg: [Станете патрон]({1}), [купете ми кафе]({2}) или [гласувайте ежедневно]({0}/#support)!
cs: [Staň se patronem]({1}), [kup mi kafe]({2}) nebo [denně hlasuj]({0}/#support)!
da: [Bliv protektor]({1}), [køb mig en kop kaffe]({2}) eller [stem dagligt]({0}/#support)!
de: [Werde Patron]({1}), [kauf mir einen Kaffee]({2}) oder [vote täglich]({0}/#support)!
el: [Γίνετε δωρέας]({1}), [αγοράστε μου έναν καφέ]({2}) ή [ψηφίστε ημερησίως]({0}/#support)!
es: [Vuélvete un patron]({1}), [cómprame un cafe]({2}) o [vota diariamente]({0}/#support)!
fi: [Ryhdy tukijaksi]({1}), [osta minulle kahvi]({2}) tai [äänestä päivittäin]({0}/#tuki)!
fil: [Maging patron]({1}), [bilhan ako ng kape]({2}) o [bumoto araw-araw]({0}/#support)!
fr: [Deviens un patreon]({1}), [Achète-moi un Ko-fi]({2}) ou [vote quotidiennement]({0}/#support) !
he: [הפוך לתומך]({1}), [קנה לי קפה]({2}) או [הצבע]({0}/#support)!
hu: [Legyél mecénás]({1}), [vegyél nekem egy kávét]({2}) vagy [szavazz naponta]({0}/#support)!
id: [Jadilan pelanggan]({1}), [belikan aku kopi]({2}) atau [voting harian]({0}/#support)!
it: [Diventa un mecenate]({1}), [comprami un caffè]({2}) o [vota ogni giorno]({0}/#support)!
ja: [パトロンになる]({1})、[私にコーヒーを買う]({2})または[毎日投票]({0}/#support)！
ko: [후원자 되기]({1}), [커피 한 잔 사주기]({2}) 또는 [매일 투표하기]({0}/#support)!
lt: [Tapkite globėju]({1}), [nupirkite man kavos]({2}) arba [balsuokite kasdien]({0}/#support)!
nb_no: [Bli støttemedlem]({1}), [kjøp meg en kaffe]({2}) eller [stem daglig]({0}/#support)!
nl: [Word een donateur]({1}), [koop een bakje koffie voor mij]({2}) of [stem dagelijks]({0}/#support)!
pl: [Zostań patronem]({1}), [postaw mi kawę]({2}) lub [głosuj codziennie]({0}/#support)!
pt: [Se torne um patrão]({1}), [Me compre um café]({2}) ou [vote diariamente]({0}/#support)!
ro: [Deveniți un patron]({1}), [cumpărați-mi o cafea]({2}) sau [votați zilnic]({0}/#susținere)!
ru: [Поддержите меня на patreon]({1}), [купите мне кофе]({2}) или [голосуйте ежедневно]({0}/#support)!
sv: [Bli en parton]({1}), [köp mig en kaffe]({2}) eller [rösta dagligen]({0}/#support)!
th: [สนับสนุนเรา]({1}), [ซื้อกาแฟให้ฉัน]({2}) หรือ [โหวตทุกวัน]({0}/#support)!
tr: [Destekçi ol]({1}), [bana bir kahve ısmarla]({2}) veya [günlük oy ver]({0}/#support)!
uk: [Стати меценатом] ({1}), [купити мені каву] ({2}) або [голосувати щодня] ({0}/#support)!
vi: Trở thành nhà tài trợ ({1}), mua cho tớ một tách cà phê ({2}) hoặc bỏ phiếu hàng ngày ({0}/#support)!
zh_hans: [成为赞助人]({1})，[给我买杯咖啡]({2})或[每日投票]({0}/#support)！
zh_hant: [成為贊助者]({1})，[送我一杯咖啡]({2})或參與[每日投票]({0}/#support)!

# SendTopPlayers_IfYouLikeThisBot
source: Help to keep RinBot alive!
ar: ساعد لإبقاء RinBot حيا !
bg: Помогнете да поддържаме RinBot жив!
cs: Pomož udržet RinBot naživu!
da: Hjælp med at holde RinBot i live!
de: Hilf mit, RinBot am Leben zu erhalten!
el: Βοηθήστε κρατώντας το RinBot ζωντανό!
es: ¡Ayuda a mantener a RinBot viva!
fi: Auta pitämään RinBot hengissä!
fil: Tumulong para lalong tumagal si RinBot!
fr: Aidez Rinbot à rester en vie !
he: עזור לשמור את RinBot בחיים!
hu: Segíts életben tartani RinBotot!
id: Bantu agar RinBot tetap hidup!
it: Aiuta a mantenere RinBot vivo!
ja: 生きているRinBotを維持するのに役立ちます！
ko: 린봇을 살리도록 도와주세요!
lt: Padėkite išlaikyti RinBot gyvybę!
nb_no: Bidra til å holde RinBot i live!
nl: Help om RinBot in leven te houden!
pl: Wspomóż RinBot!
pt: Ajude a manter o Rinbot vivo!
ro: Ajută la menținerea în viață a lui RinBot!
ru: Помогите сохранить жизнь RinBot!
sv: Hjälp till att hålla RinBot vid liv!
th: ช่วยกันรักษา RinBot ให้อยู่รอด!
tr: RinBot'u ayakta tutmaya yardımcı ol!
uk: Допоможіть зберегти життя RinBot!
vi: Hãy giúp RinBot tiếp tục hoạt động!
zh_hans: 帮助RinBot活下来！
zh_hant: 讓RinBot無止境活下去！

# CancelRound_RoundWasCancelled
source: The round was cancelled due to missing captures. Try another round with less restrictive filters.
ar: تم إلغاء الجولة بسبب المدخلات المفقودة. جرب جولة أخرى مع مرشحات أقل تقييدا.
bg: Кръгът беше отменен поради липса на улов. Опитайте друг кръг с по-малко ограничителни филтри.
cs: Kolo bylo zrušeno kvůli chybějícím záznamům. Zkus další kolo s méně omezujícími filtry.
da: Runden blev aflyst på grund af manglende optagelser. Prøv en ny runde med mindre restriktive filtre.
de: Die Runde wurde aufgrund von fehlenden Ausschnitten abgebrochen. Versuche eine neue Runde mit weniger restriktiven Filtern.
el: Ο γύρος ακυρώθηκε λόγω εξάντλησης λήψεων. Δοκιμάστε ένα νέο γύρο με λιγότερο απαγορευτικά φίλτρα.
es: La ronda fue cancelada debido a la falta de imágenes. Intenta otra ronda con menos filtros.
fi: Kierros peruttiin puuttuvien kuvien vuoksi. Yritä toista kierrosta vähemmän rajoittavilla suodattimilla.
fil: Ang larong ito'y hindi masimulan dahil kulang ang kailangan. Simulan uli ang laro.
fr: Le tour a été annulé en raison de captures manquantes. Essayez un autre tour avec des filtres moins restrictifs.
he: הסבב בוטל בגלל חוסר בקבצים. נסה להתחיל סבב חדש עם סינון פחות נוקשה.
hu: A fordulót a hiányzó felvételek miatt törölték. Próbáljon meg egy másik kört kevésbé korlátozó szűrőkkel.
id: Ronde telah dibatalkan dikarenakan tangkapan gambar yang hilang. Coba lagi di ronde lainnya dengan filter yang dibatasi.
it: Il round è stato cancellato a causa delle catture mancanti. Prova un altro round con filtri meno restrittivi.
ja: このラウンドは、画像の不足のためにキャンセルされました。 少ないフィルタで別のラウンドを試してみてください。
ko: 캡처가 누락되어 라운드가 취소되었습니다. 덜 제한적인 필터로 다른 라운드를 시도해 보세요.
lt: Rungtynės buvo atšauktos dėl trūkstamų įkalčių. Bandykite kitą raundą su mažiau ribojančiais filtrais.
nb_no: Runden ble avbrutt grunnet manglende ubrukte serier. Prøv en ny runde med mindre restrektive filtere.
nl: De ronde is geannuleerd vanwege missende opnames. Probeer een nieuwe ronde met minder beperkende filters.
pl: Runda została przerwana z powodu braku kolejnych wskazówek. Spróbuj rozegrać kolejną tym razem z mniej restrykcyjnymi filtrami.
pt: O round foi cancelado por ninguém ter acertado. Comece outro round.
ro: Runda a fost anulată din cauza capturilor lipsă. Încercați o altă rundă cu filtre mai puțin restrictive.
ru: Раунд был отменен из-за отсутствия необходимых скриншотов. Попробуйте начать новый раунд с менее строгими фильтрами.
sv: Omgången avbröts på grund av saknade fångster. Prova en annan omgång med mindre restriktiva filter.
th: รอบนี้ถูกยกเลิกเนื่องจากไม่มีการจับภาพที่ครบถ้วน กรุณาลองเล่นรอบใหม่โดยใช้ฟิลเตอร์ที่จำกัดน้อยลง
tr: Yeterli kesit bulunamadığı için raunt iptal edildi. Daha az kısıtlayıcı filtrelerle tekrar deneyin.
uk: Раунд було скасовано через відсутність захоплень. Спробуйте інший раунд з менш суворими фільтрами.
vi: Vòng đã bị hủy do thiếu tư liệu. Vui lòng thử lại vòng khác với bộ lọc ít hạn chế hơn.
zh_hans: 由于缺少捕获，该轮被取消。 尝试另一轮限制较少的过滤器。
zh_hant: 由於未找到符合條件，該回合被取消。請嘗試使用限制較少的篩選項開始新一輪。

# GetScoreFieldText_Rank
source: Rank {0}
ar: الرتبة {0}
bg: Ранг {0}
cs: Umístění {0}
da: Rang {0}
de: Rang {0}
el: Θέση {0}
es: Rango {0}
fi: Sijoitus {0}
fil: Ranggo {0}
fr: Classement {0}
he: מיקום: {0}
hu: Rangsor {0}
id: Peringkat {0}
it: Rango {0}
ja: ランク{0}
ko: 순위 {0}
lt: Rangas {0}
nb_no: Rang {0}
nl: Rang {0}
pl: Ranga {0}
pt: Posição {0}
ro: Rang {0}
ru: Ранг {0}
th: อันดับ{0}
tr: Sıra {0}
uk: Звання {0}
vi: Thứ hạng: {0}
zh_hans: 排名{0}
zh_hant: 第 {0} 名

# HandleCapture_Cap
source: Cap
ar: لقطة
cs: Záznam
da: Kasket
de: Ausschnitt
el: Λήψη
es: Captura
fi: Kaappaus
fr: Extrait
he: תמונה
id: Tangkapan
it: Cattura
ja: 画像
ko: 캡
lt: Dangtelis
nl: Opname
pl: Wskazówka
pt: Parte
ro: Captură
ru: Скрин
sv: Fångat
th: ขีดจำกัด
tr: Kesit
uk: Шапка
vi: Tư liệu
zh_hans: 图片
zh_hant: 截取

# SendAnimeInformation_AlternativeTitles
source: Alternative titles
ar: عناوين بديلة
bg: Алтернативни заглавия
cs: Alternativní názvy
da: Alternative titler
de: Alternative Titel
el: Εναλλακτικοί τίτλοι
es: Títulos alternativos
fi: Vaihtoehtoiset nimet
fil: Mga alternatibong pangalan
fr: Titres alternatifs
he: שמות נוספים
hu: Alternatív címek
id: Judul alternatif
it: Titoli alternativi
ja: 代替タイトル
ko: 대체 제목
lt: Alternatyvūs pavadinimai
nb_no: Alternative titler
nl: Alternatieve titels
pl: Tytuły alternatywne
pt: Títulos alternativos
ro: Titluri alternative
ru: Другие названия
sv: Alternativa titlar
th: ชื่อเรื่องทางเลือก
tr: Alternatif isimler
uk: Альтернативні назви
vi: Tiêu đề thay thế
zh_hans: 替代标题
zh_hant: ‎替代標題‎

# SendMyScore_AchievementPoints
source: `{0}` achievement points
ar: `{0}` نقاط الإنجاز
bg: `{0}` точки за постижения
cs: `{0}` body úspěchu
da: `{0}` præstationspoint
de: `{0}` Errungenschaftspunkte
el: `{0}` βαθμοί επιτευγμάτων
es: `{0}` puntos de logro
fi: `{0}` saavutuspisteet
fil: `{0}` na achievement points
fr: `{0}` points de succès
he: `{0}` נקודות הישג
hu: `{0}` teljesítménypontok
id: `{0}`poin prestasi
it: `{0}` punti di conseguimento
ja: 実績ポイント `{0}`
ko: `{0}` 업적 포인트
lt: `{0}` pasiekimų taškai
nb_no: `{0}` oppnåelses poeng
nl: `{0}` prestatiepunten
pl: `{0}` punkty osiągnięć
pt: `{0}` pontos de conquista
ro: `{0}` puncte de realizare
ru: `{0}` очков достижений
sv: `{0}` prestationspoäng
th: `{0}` คะแนนความสำเร็จ
tr: `{0}` başarım puanı
uk: `{0}` бали досягнень
vi: `{0}` điểm thành tích
zh_hans: `{0}`成就点
zh_hant: `{0}` 成就分

# SendMyScore_AllTime
source: __All-time__
ar: __كل-الوقت__
bg: __За всички времена__
cs: __Celočasový__
da: __Alle tider__
de: __Rekord__
el: __Χρονικό σκορ__
es: __Todos los tiempos__
fi: __Kaikkien aikojen__
fil: __Pangkalahatan__
fr: __Depuis le début__
he: __כל הזמנים__
hu: __Minden idők__
id: __Sepanjang masa__
it: __Tutti i tempi__
ja: __すべての時間__
ko: __역대__
lt: __Visų laikų__
nb_no: __Uovertruffen__
nl: __Allertijden__
pl: __Ranking wszechczasów__
pt: __Todos os tempos__
ro: __Toate timpurile__
ru: __За все время__
sv: __Hela tiden__
th: __ตลอดเวลา__
tr: __Tüm zamanlar__
uk: __За весь час__
vi: __Mọi thời đại__
zh_hans: __所有时间__
zh_hant: __所有時間__

# SendMyScore_Globally
source: Globally
ar: عالميا
bg: В световен мащаб
cs: Světově
da: Globalt
de: Global
el: Παγκοσμίως
es: A nivel mundial
fi: Maailmanlaajuisesti
fil: Pandaigdigan
fr: Globalement
he: עולמי
hu: Globálisan
id: Secara Global
it: Globalmente
ja: 世界的に
ko: 전 세계
lt: Visame pasaulyje
nb_no: Globalt
nl: Globaal
pl: Świat
pt: Globalmente
ro: Global
ru: Глобально
sv: Globalt
th: ทั่วโลก
tr: Dünya çapında
uk: У глобальному масштабі
vi: Trên toàn cầu
zh_hans: 全球范围
zh_hant: ‎全球

# SendMyScore_RoundPoints
source: `{0}` round points
ar: `{0}` نقاط الجولة
bg: `{0}` кръгли точки
cs: `{0}` bodů za kolo
da: `{0}` runde point
de: `{0}` Rundenpunkte
el: `{0}` βαθμοί γύρου
es: `{0}` puntos de la ronda
fi: `{0}` pyöreät pisteet
fil: `{0}` na puntos sa mga laro
fr: `{0}` points durant cette partie
he: `{0}` נקודות סיבוב
hu: `{0}` kerek pontok
id: `{0}` poin putaran
it: `{0}` punti di round
ja: `{0}` ラウンドポイント
ko: `{0}` 라운드 포인트
lt: `{0}` apvalūs taškai
nb_no: `{0}` rundepoeng
nl: `{0}` rondepunten
pl: `{0}` punktów w rundzie
pt: `{0}` pontos do round
ro: `{0}` puncte rotunde
ru: `{0}` очков раундов
sv: `{0}` runda poäng
th: `{0}` ปลายกลม
tr: `{0}` raunt puanı
uk: `{0}` круглі точки
vi: `{0}` điểm tròn
zh_hans: `{0}`轮分
zh_hant: `{0}` 回合分

# SendMyScore_VisitProfilePage
source: Visit [your profile page]({1}/profile/{2}) for global stats
ar: تفضل بزيارة [صفحة ملفك الشخصي]({1}/ملف شخصي/{2}) للإحصائيات العالمية
bg: Посетете [страницата на вашия профил]({1}/profile/{2}) за глобална статистика
cs: Navštiv [svojí profilovou stránku]({1}/profile/{2}) pro celosvětové statistky
da: Besøg [din profilside]({1}/profile/{2}) for global statistik
de: Besuche [dein Profil]({1}/profile/{2}) für globale Statistiken
el: Επισκεφθείτε [την σελίδα προφίλ σας]({1}/profile/{2}) για παγκόσμια στατιστικά
es: Visita [tu perfil]({1}/profile/{2}) para ver tus estadísticas mundiales
fi: Käy [profiilisivullasi]({1}/profile/{2}) saadaksesi yleisiä tilastotietoja.
fil: Pumunta [sa iyong profile page]({1}/profile/{2}) para sa global stats
fr: Visite [ta page de profil]({1}/profile/{2}) pour les statistiques globales
he: ראה את [הפרפיל שלך]({1}/profile/{2}) בשביל נתונים בעולם
hu: Látogasson el [a profiloldalára]({1}/profile/{2}) a globális statisztikákért.
id: Kunjungi [halaman profil kamu]({1}/profile/{2})untuk melihat statistik global
it: Visita [la pagina del tuo profilo]({1}/profile/{2}) per vedere le tue statistiche globali
ja: グローバル統計のための[あなたのプロフィールページ]({1}/profile/{2})をご覧ください
ko: 글로벌 통계는 [프로필 페이지]({1}/profile/{2})를 방문하세요.
lt: Apsilankykite [savo profilio puslapyje]({1}/profile/{2}), kad gautumėte visuotinę statistiką.
nb_no: Besøk [din profil]({1}/profile/{2}) for global statistikk
nl: Bezoek [je profielpagina]({1}/profile/{2}) voor meer gegevens
pl: Odwiedź [stronę Twojego profilu]({1}/profile/{2}), aby zobaczyć statystki globalne
pt: Visite [sua página de perfil]({1}/profile/{2}) para estatísticas globais
ro: Vizitează [pagina ta de profil]({1}/profile/{2}) pentru statistici globale
ru: Посетите [страницу вашего профиля]({1}/profile/{2}) для получения глобальной статистики
sv: Besök [din profilsida]({1}/profile/{2}) för global statistik
th: เยี่ยมชม [หน้าโปรไฟล์ของคุณ]({1}/profile/{2}) เพื่อดูสถิติทั่วโลก
tr: Dünya çapındaki istatistikler için [profil sayfanı]({1}/profile/{2}) ziyaret et
uk: Відвідайте [сторінку вашого профілю] ({1}/profile/{2}) для отримання глобальної статистики
vi: Truy cập [trang hồ sơ của cậu]({1}/profile/{2}) để xem thống kê toàn cầu.
zh_hans: 访问[你的个人资料页面]({1}/profile/{2})获取全球统计数据
zh_hant: 造訪[你的個人頁面]({1}/profile/{2})查看全球排名
