Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Execute_Help_SlashCommands_Description
source: Check out [this page]({0}) on how to enable them.
ar: تحقق من [هذه الصفحة]({0}) حول كيفية تمكينها.
bg: Вижте [тази страница]({0}) как да ги активирате.
cs: Podívejte se na [tuto stránku]({0}), jak je povolit.
da: Tjek [denne side]({0}) for at se, hvordan du aktiverer dem.
el: Δείτε [αυτή τη σελίδα]({0}) για το πώς να τις ενεργοποιήσετε.
es: Échale un vistazo a [esta página]({0}) para saber cómo activarlos.
fi: Katso [tältä sivulta]({0}), miten ne otetaan käyttöön.
fr: Consultez [cette page]({0}) pour savoir comment les activer.
he: עיין [בעמוד זה]({0}) כדי ללמוד כיצד להפעיל אותם.
hu: Nézze meg [ezen az oldalon]({0}), hogyan engedélyezheti őket.
id: Lihat [halaman ini]({0}) tentang cara mengaktifkannya.
it: Per sapere come abilitarli, consultare [questa pagina]({0}).
ja: 有効にする方法については[このページ]({0})をチェック。
ko: 활성화하는 방법은 [이 페이지]({0})를 참조하세요.
lt: Kaip juos įjungti, skaitykite [šiame puslapyje]({0}).
nb_no: Sjekk ut [denne siden]({0}) om hvordan du aktiverer dem.
nl: Kijk op [deze pagina]({0}) hoe je ze kunt inschakelen.
pl: Sprawdź [tę stronę]({0}), jak je włączyć.
pt: Confira [esta página]({0}) sobre como ativá-los.
ro: Consultați [această pagină]({0}) pentru a afla cum să le activați.
ru: Посмотрите на [этой странице]({0}), как их включить.
sv: Se [denna sida]({0}) för information om hur du aktiverar dem.
th: ดู [หน้านี้]({0}) เพื่อดูวิธีการเปิดใช้งาน
tr: Bunların nasıl etkinleştirileceği konusunda [bu sayfaya] ({0}) göz atın.
uk: Про те, як їх увімкнути, читайте на [цій сторінці] ({0}).
vi: Xem [trang này]({0}) để biết cách kích hoạt chúng.
zh_hans: 请查看 [this page]({0}) 如何启用它们。
zh_hant: 請參閱[此頁面]({0})以了解如何啟用它們。

# OnCommandExecuted_ErrorWhileExecuting
source: Error while executing command
ar: خطأ أثناء تنفيذ الأمر
bg: Грешка при изпълнение на командата
cs: Chyba při provádění příkazu
da: Fejl under udførelse af kommando
el: Σφάλμα κατά την εκτέλεση της εντολής
es: Error al ejecutar el comando
fi: Virhe komennon suorittamisen aikana
fr: Erreur lors de l'exécution de la commande
he: שגיאה בעת ביצוע הפקודה
hu: Hiba a parancs végrehajtása közben
id: Kesalahan saat menjalankan perintah
it: Errore durante l'esecuzione del comando
ja: コマンド実行中にエラー
ko: 명령 실행 중 오류
lt: Klaida vykdant komandą
nb_no: Feil under utførelse av kommando
nl: Fout bij het uitvoeren van commando
pl: Błąd podczas wykonywania polecenia
pt: Erro durante a execução do comando
ro: Eroare în timpul executării comenzii
ru: Ошибка при выполнении команды
sv: Fel vid utförande av kommando
th: เกิดข้อผิดพลาดขณะดำเนินการคำสั่ง
tr: Komut yürütülürken hata oluştu
uk: Помилка під час виконання команди
vi: Lỗi xảy ra trong quá trình thực thi lệnh
zh_hans: 执行命令时出错
zh_hant: 執行指令時發生問題

# CreateFilterDescription_GamePlatforms_Included
source: Including platform(s) **{0}**
bg: Включително платформа(и) **{0}**
cs: Včetně platformy (platforem) **{0}**
da: Inklusive platform(e) **{0}**
el: Συμπεριλαμβανομένης της πλατφόρμας (των πλατφορμών) **{0}**
es: Incluyendo la(s) plataforma(s) **{0}**
fi: Mukaan lukien alusta(t) **{0}**
fr: Y compris les plates-formes **{0}**
he: כולל פלטפורמה/פלטפורמות **{0}**
hu: Beleértve a platform(ok)at **{0}**
id: Termasuk platform(-platform) **{0}**
it: Compresa la piattaforma (o le piattaforme) **{0}**
ja: プラットフォームを含む**{0}**
ko: 플랫폼 포함 **{0}**
lt: Įskaitant platformą (-as) **{0}**
nb_no: Inkludert plattform(er) **{0}**
nl: Inclusief platform(en) **{0}**
pl: W tym platformy **{0}**
pt: Incluindo plataforma(s) **{0}**
ro: Inclusiv platforma (platformele) **{0}**
ru: Включая платформу (платформы) **{0}**
sv: Inklusive plattform(ar) **{0}**
th: รวมถึงแพลตฟอร์ม (หากมี)**{0}**
tr: Platform(lar) dahil **{0}**
uk: Включаючи платформу(и) **{0}**
vi: Bao gồm nền tảng(s) **{0}**
zh_hans: 包括平台**{0}**
zh_hant: 包括平台：**{0}**

# HelpCommandModule_SendQueryHelp_Operations_Description
source: `n:` - Number of rounds to play in a session (max 10) `im:` - Image manipulation: pixelated `im:p`, inverted `im:i`, oil-painted `im:o`, grayscale `im:g`, flipped vertically `im:f` or multiple `im:p,i,o,g,f` (any combination) `nh:` - Do not show hints `nh:1` `aggr:` - Change aggregation method when using anime lists: all combined `aggr:union`, present in all lists `aggr:intersect` or equal sample size per list `aggr:balance` (default)
ar: `n:` - عدد الجولات للعب في جلسة (بحد أقصى 10) `im:` - معالجة الصورة: pixelated `` im: p` ، مقلوب `im: i` ، `` im: o` ، graycal P ، I ، O ، G ، F` (أي مزيج) `nh:` - لا تظهر تلميحات `nh: 1` "Aggr:` - تغيير طريقة التجميع عند استخدام قوائم الأنيمي: جميعها مجتمعة "Aggr: Union" ، موجودة في جميع القوائم "Aggr: Intersect" أو متساوٍ في حجم العينة لكل قائمة "Aggr: Balance" (افتراضي)
bg: `n:` - Брой рундове, които се играят в една сесия (максимум 10) `im:` - Манипулиране на изображението: пикселизирано `im:p`, обърнато `im:i`, рисувано с маслени бои `im:o`, в сива гама `im:g`, обърнато вертикално `im:f` или няколко `im:p,i,o,g,f` (всякаква комбинация) `nh:` - Не показвайте подсказки `nh:1` `aggr:` - Промяна на метода на агрегиране при използване на анимирани списъци: всички комбинирани `aggr:union`, присъстващи във всички списъци `aggr:intersect` или еднакъв размер на извадката за всеки списък `aggr:balance` (по подразбиране)
cs: `n:` - Počet kol k odehrání v této relaci (maximálně 10) `im:` - Úprava obrázků: pixelovaná `im:p`, v negativu `im:i`, olejomalba `im:o`, černo-bílá `im:g`, převrácená vertikálně `im:f`, či více najednou `im:p,i,o,g,f` (v jakékoliv kombinaci) `nh:` - Nezobrazovat nápovědy `nh:1` `aggr:` - Upraví výběr z anime listů: ze všech listů dohromady `aggr:union`, přítomné ve všech listech `aggr:intersect` nebo ekvivalentní počet z každého listu `aggr:balance` (základní nastavení)
da: `n:` - Antal runder, der skal spilles i en session (maks. 10) `im:` - Billedmanipulation: pixeleret `im:p`, inverteret `im:i`, oliemalet `im:o`, gråtoner `im:g`, vendt lodret `im:f` eller flere `im:p,i,o,g,f` (enhver kombination) `nh:` - Vis ikke hints `nh:1` `aggr:` - Skift aggregeringsmetode, når du bruger anime-lister: alle kombineret `aggr:union`, til stede i alle lister `aggr:intersect` eller lige stor stikprøvestørrelse pr. liste `aggr:balance` (standard)
de: `n:` - Number of rounds to play in a session `im:` - Image manipulation `im:p,i,o,g,f` (any combination) `nh:` - Do not show hints `nh:1` `aggr:` - Change aggregation method when using anime lists: `aggr:union`, `aggr:intersect` or `aggr:balance` (default)
el: `n:` - Αριθμός γύρων που θα παιχτούν σε μια συνεδρία (μέγιστο 10) `im:` - Επεξεργασία εικόνας: pixelated `im:p`, inverted `im:i`, oil-painted `im:o`, grayscale `im:g`, flipped vertical `im:f` ή πολλαπλές `im:p,i,o,g,f` (οποιοσδήποτε συνδυασμός) `nh:` - Μην εμφανίζετε υποδείξεις `nh:1` `aggr:` - Αλλαγή μεθόδου συνάθροισης όταν χρησιμοποιείτε λίστες anime: όλοι μαζί `aggr:union`, παρόντες σε όλες τις λίστες `aggr:intersect` ή ίσο μέγεθος δείγματος ανά λίστα `aggr:balance` (προεπιλογή)
es: `n:` - Numero de rondas para jugar en una sesión `im:` - Manipulación de Imagen `im:p,i,o,g,f` (cualquier combinación) `nh:` - No mostrar pistas `nh:1` `aggr:` - Cambiar el método de agregación cuando se usa listas de anime: `aggr:union`, `aggr:intersect` o `aggr:balance` (default)
fi: `n:` - Istunnossa pelattavien kierrosten määrä (enintään 10). `im:` - Kuvankäsittely: pikselöity `im:p`, käänteinen `im:i`, öljymaalattu `im:o`, harmaasävy `im:g`, käännetty pystysuoraan `im:f` tai useita `im:p,i,o,g,f` (mikä tahansa yhdistelmä). `nh:` - Älä näytä vihjeitä `nh:1` `aggr:` - Vaihda aggregointimenetelmää, kun käytät anime-listoja: kaikki yhdistetty `aggr:union`, esiintyy kaikissa listoissa `aggr:intersect` tai yhtä suuri otoskoko listaa kohti `aggr:balance` (oletus).
fr: `n :` - Nombre de tours à jouer dans une session (max 10) `im :` - Manipulation d'images : pixellisées `im:p`, inversées `im:i`, peintes à l'huile `im:o`, en niveaux de gris `im:g`, retournées verticalement `im:f` ou multiples `im:p,i,o,g,f` (toute combinaison) `nh :` - Ne pas montrer les indices `nh:1`. `aggr :` - Change la méthode d'agrégation quand on utilise des listes animées : toutes combinées `aggr:union`, présentes dans toutes les listes `aggr:intersect` ou taille d'échantillon égale par liste `aggr:balance` (par défaut)
he: `n:` - מספר סיבובים בסבב משחקים אחד (מקסימום 10) `im:` - מניפולצית תמונה: פיקסלים `im:p`, הפוך `im:i`, ציור שמן `im:o`, שחור ולבן `im:g`, הפיכה אנכית `im:f` או כמה שילובים `im:p,i,o,g,f` (כל שילוב) `nh:` - אל תראה רמזים `nh:1` `aggr:` -
hu: `n:` - A játszandó fordulók száma egy ülésben (max. 10) `im:` - Képmanipuláció: pixeles `im:p`, invertált `im:i`, olajfestményes `im:o`, szürkeárnyalatos `im:g`, függőlegesen megfordítva `im:f` vagy többszörös `im:p,i,o,g,f` (bármilyen kombináció). `nh:` - Ne jelenítsen meg tippeket `nh:1` `aggr:` - Változtassa meg az aggregációs módszert, ha anime listákat használ: minden kombinált `aggr:union`, minden listában jelen van `aggr:intersect` vagy egyenlő mintaméret listánként `aggr:balance` (alapértelmezett).
id: `n:` - Jumlah putaran untuk dimainkan dalam satu sesi (maks 10) `im:` - Manipulasi gambar: `im:p` berpiksel, `im:i` terbalik, `im:o` yang dilukis dengan cat minyak, skala abu-abu `im:g`, dibalik secara vertikal `im:f` atau beberapa `im: p,i,o,g,f` (kombinasi apa saja) `nh:` - Jangan tampilkan petunjuk `nh:1` `aggr:` - Ubah metode agregasi saat menggunakan daftar anime: semua gabungan `aggr:union`, ada di semua daftar `aggr:intersect` atau ukuran sampel yang sama per daftar `aggr:balance` (default)
it: `n:` - Numero di turni da giocare in una sessione (massimo 10) `im:` - Manipolazione dell'immagine: pixelata `im:p`, invertita `im:i`, dipinta ad olio `im:o`, scala di grigi `im:g`, capovolta verticalmente `im:f` o multipla `im:p,i,o,g,f` (qualsiasi combinazione) `nh:` - Non mostrare i suggerimenti `nh:1` `aggr:` - Cambia il metodo di aggregazione quando usi liste di anime: tutte combinate `aggr:union`, presenti in tutte le liste `aggr:intersect` o uguale dimensione del campione per lista `aggr:balance` (default)
ja: `n:` - セッションのラウンド数（最大 10） `im:` - 画像操作：ピクセル化 `im:p`、色反転 `im:i`、油彩 `im:o`、グレースケール `im:g`、上下反転 `im:f` または複数使用 `im:p,i,o,g,f`（組み合わせ自由） `nh:` - ヒントを表示しない `nh:1` `aggr:` - アニメリストの使用時の集計方法を変更する：すべてのアニメ `aggr:union`、すべてのリストに共通するアニメ `aggr:intersect` または各リストから同じアニメ数 `aggr:balance`（デフォルト）
ko: `n:` - 한 세션에서 플레이할 라운드 수(최대 10회) `im:` - 이미지 조작: 픽셀화 `im:p`, 반전 `im:i`, 유화 `im:o`, 회색조 `im:g`, 세로로 뒤집기 `im:f` 또는 다중 `im:p,i,o,g,f` (모든 조합 가능) `nh:` - 힌트 표시 안 함 `nh:1` `aggr:` - 애니메이션 목록 사용 시 집계 방법 변경: 모두 결합 `aggr:union`, 모든 목록에 존재 `aggr:intersect` 또는 목록당 동일한 샘플 크기 `aggr:balance` (기본값)
lt: `n:` - raundų, kuriuos reikia sužaisti per sesiją, skaičius (ne daugiau kaip 10) `im:` - Vaizdų tvarkymas: pikseliuotas `im:p`, apverstas `im:i`, dažytas aliejiniais dažais `im:o`, pilkos spalvos `im:g`, apverstas vertikaliai `im:f` arba kelios `im:p,i,o,g,f` (bet koks derinys) `nh:` - nerodyti užuominų `nh:1` `aggr:` - pakeisti agregavimo metodą, kai naudojami anime sąrašai: visi kartu `aggr:union`, esantys visuose sąrašuose `aggr:intersect` arba vienodas imties dydis kiekviename sąraše `aggr:balance` (numatytasis)
nb_no: `n:` - Antall runder som skal spilles i en økt (maks 10) `im:` - Bildemanipulering: pikselert `im:p`, invertert `im:i`, oljemalt `im:o`, gråtoner `im:g`, snudd vertikalt `im:f` eller flere `im:p,i,o,g,f` (alle kombinasjoner) `nh:` - Ikke vis hint `nh:1` `aggr:` - Endre aggregeringsmetode ved bruk av anime-lister: alle kombinert `aggr:union`, til stede i alle lister `aggr:intersect` eller lik utvalgsstørrelse per liste `aggr:balance` (standard)
nl: `n:` - Aantal ronden spelen in een sessie (max 10) `im:` - Afbeeldingmanipulatie: korrelig `im:p`, tegenovergestelde kleuren `im:i`, olieverfschilderij `im:o`, zwartwit `im:g`, ondersteboven `im:f` of meerdere `im:p,i,o,g,f` (elke combinatie) `nh:` - Toon geen hints `nh:1` `aggr:` - Verander de manier van samenvoegen bij gebruik van animelijsten: alles samengevoegd `aggr:union`, gemeenschappelijk in alle lijsten `aggr:intersect` of een gelijke selectiegrootte per lijst `aggr:balance` (standaard)
pl: `n:` - Liczba rund do rozegrania w sesji (maks. 10) `im:` - Manipulacja obrazem: rozpikselowany `im: p`, odwrócony` im: i`, malowany farbami olejnymi`im: o`, skala szarości` im: g`, odwrócony w pionie `im: f` lub wiele` im: p, i, o, g, f` (dowolna kombinacja) `nh:` - Nie pokazuj podpowiedzi `nh: 1` `aggr:` - Zmiana metody agregacji podczas korzystania z list anime: wszystkie połączone `aggr: union`, obecne na wszystkich listach` aggr: intersect` lub taka sama wielkość próby na listę `aggr: balance` (domyślnie)
pt: `n:` - Número de rounds a serem jogados em uma sessão `im:` - Manipulação de imagem `im:p,i,o,g,f` (qualquer combinação) `nh:` - Não mostrar dicas `nh:1` `aggr:` - Mude o modo de agregação quando listas de anime estão utilizadas: `aggr:union`, `aggr:intersect` or `aggr:balance` (padrão)
ro: `n:` - Numărul de runde de jucat într-o sesiune (max. 10) `im:` - Manipulare imagine: pixelată `im:p`, inversată `im:i`, pictată cu ulei `im:o`, în tonuri de gri `im:g`, răsturnată vertical `im:f` sau mai multe `im:p,i,o,o,g,f` (orice combinație) `nh:` - Nu afișați indicii `nh:1` `aggr:` - Schimbați metoda de agregare atunci când folosiți liste anime: toate combinate `aggr:union`, prezente în toate listele `aggr:intersect` sau eșantion de dimensiuni egale pentru fiecare listă `aggr:balance` (implicit)
ru: `n:` - Количество раундов для игры в сессии (не более 10) `im:` - Работа с изображениями: пикселизированное `im:p`, инвертированное `im:i`, окрашенное маслом `im:o`, полутоновое `im:g`, перевернутое по вертикали `im:f` или несколько `im:p,i,o,g,f` (любая комбинация) `nh:` - Не показывать подсказки `nh:1` `aggr:` - Изменить метод агрегирования при использовании аниме-списков: все вместе `aggr:union`, присутствующие во всех списках `aggr:intersect` или равный размер выборки для каждого списка `aggr:balance` (по умолчанию)
sv: `n:` - Antal rundor att spela i en session (max 10) `im:` - Bildmanipulering: pixlad `im:p`, inverterad `im:i`, oljemålad `im:o`, gråskala `im:g`, vänd vertikalt `im:f` eller flera `im:p,i,o,g,f` (valfri kombination) `nh:` - Visa inte tips `nh:1` `aggr:` - Ändra aggregeringsmetod vid användning av anime-listor: alla kombinerade `aggr:union`, finns i alla listor `aggr:intersect` eller lika stort urval per lista `aggr:balance` (standard)
th: `n:` - จำนวนรอบที่จะเล่นในหนึ่งเซสชัน (สูงสุด 10 รอบ) `im:` - การปรับแต่งภาพ: พิกเซล`im:p`, กลับด้าน`im:i`, ภาพวาดสีน้ำมัน`im:o`, เฉดสีเทา`im:g`, กลับด้านแนวตั้ง`im:f` หรือหลายภาพ`im:p,i,o,g,f` (การรวมกันใด ๆ) `nh:` - ไม่แสดงคำแนะนำ`nh:1` `aggr:` - เปลี่ยนวิธีการรวมเมื่อใช้รายการอนิเมะ: รวมทั้งหมด`aggr:union`, ปรากฏในทุกรายการ`aggr:intersect` หรือขนาดตัวอย่างเท่ากันต่อรายการ`aggr:balance` (ค่าเริ่มต้น)
tr: `n:` - Bir oturumda oynanacak raunt sayısını değiştirir `im:` - Görsele etki eder `im:p,i,o,g,f` (herhangi kombinasyon) `nh:` - İpucu göstermez `nh:1` `aggr:` - Anime listelerini kullanırken bir araya gelme yöntemini değiştirir: `aggr:union`, `aggr:intersect` or `aggr:balance` (varsayılan)
uk: `n:` - Кількість раундів у сесії (максимум 10) `im:` - Маніпуляції із зображенням: піксельне `im:p`, перевернуте `im:i`, олійне `im:o`, відтінки сірого `im:g`, перевернуте вертикально `im:f` або декілька `im:p,i,o,g,f` (будь-яка комбінація) `nh:` - Не показувати підказки `nh:1` `aggr:` - Змінити метод агрегації при використанні списків аніме: всі об'єднані `aggr:union`, присутні у всіх списках `aggr:intersect` або однаковий розмір вибірки на список `aggr:balance` (за замовчуванням)
vi: `n:` - Số vòng chơi trong một phiên (tối đa 10) `im:` - Chỉnh sửa hình ảnh: pixelated `im:p`, inverted `im:i`, oil-painted `im:o`, grayscale `im:g`, flipped vertically `im:f` hoặc nhiều tùy chọn `im:p,i,o,g,f` (bất kỳ kết hợp nào)`nh:` - Không hiển thị gợi ý `nh:1` `aggr:` - Thay đổi phương pháp tổng hợp khi sử dụng danh sách anime: tất cả được kết hợp `aggr:union`, có mặt trong tất cả các danh sách `aggr:intersect` hoặc kích thước mẫu bằng nhau cho mỗi danh sách `aggr:balance` (mặc định)
zh_hans: `n:` - 一个会话中要玩的回合数（最多 10 回合） `im:` - 图像处理：像素化`im:p`, 倒置`im:i`, 油画`im:o`, 灰度`im:g`, 垂直翻转`im:f` 或多个`im:p,i,o,g,f` （任意组合） `nh:` - 不显示提示`nh:1` `aggr:` - 使用动画列表时更改聚合方法：全部合并`aggr:union` ，存在于所有列表`aggr:intersect` 或每个列表的样本大小相等`aggr:balance` （默认值）。
zh_hant: n: - 一局遊戲的回合數（最多 10 回合） im: - 圖像處理效果：像素化 `im:p`，反色 `im:i`，油畫風 `im:o`，灰階 `im:g`，垂直翻轉 `im:f`，也可組合使用，如 `im:p,i,o,g,f`（順序可變） nh: - 設置為`1`時，不顯示提示：`nh:1` aggr: - 使用動漫清單時的整合方式：合併全部 `aggr:union`，交集 `aggr:intersect`，平均抽樣（預設）`aggr:balance`

# HelpCommandModule_SendQueryHelp_Description
source: You can create queries by combining operations and filters. For example: `{0}sg n:5 d:3 y:1995-2005` to start a session with 5 rounds of anime on hard difficulty between the years 1995 and 2005.
ar: يمكنك إنشاء استفسارات من خلال الجمع بين العمليات والمرشحات. على سبيل المثال: `{0} sg n: 5 d: 3 y: 1995-2005` لبدء جلسة مع 5 جولات من الأنيمي في صعوبة صعبة بين عامي 1995 و 2005.
bg: Можете да създавате заявки чрез комбиниране на операции и филтри. Например: `{0}sg n:5 d:3 y:1995-2005` за стартиране на сесия с 5 кръга на аниме на твърда трудност между 1995 и 2005 г.
cs: Můžeš vytvářet příkazy kombinováním operací a filtrů. Například: `{0}sg n:5 d:3 y:1995-2005` pro start relace s 5 koly anime, na těžkou obtížnost, mezi roky 1995 a 2005.
da: Du kan oprette forespørgsler ved at kombinere operationer og filtre. For eksempel: `{0}sg n:5 d:3 y:1995-2005` for at starte en session med 5 runder anime på svær sværhedsgrad mellem årene 1995 og 2005.
el: Μπορείτε να δημιουργήσετε ερωτήματα συνδυάζοντας λειτουργίες και φίλτρα. Για παράδειγμα: `{0}sg n:5 d:3 y:1995-2005` για να ξεκινήσετε μια συνεδρία με 5 γύρους anime σε σκληρή δυσκολία μεταξύ των ετών 1995 και 2005.
es: Puedes crear consultas combinando operaciones y filtros. Por ejemplo: `{0}sg n:5 d:3 y:1995-2005` para comenzar una sesión con 5 rondas de anime en dificultad difícil entre los años 1995 y 2005.
fi: Voit luoda kyselyjä yhdistelemällä toimintoja ja suodattimia. Esimerkiksi: `{0}sg n:5 d:3 y:1995-2005` aloittaa istunnon, jossa on 5 kierrosta animea vaikealla vaikeustasolla vuosien 1995 ja 2005 välillä.
fr: Vous pouvez créer des requêtes en combinant des opérations et filtres. Par exemple:`{0}sg n:5 d:3 y:1995-2005` pour commencer une session de 5 parties d'anime en difficulté difficile entre les années 1995 et 2005.
he: ניתן ליצור שאילתות על ידי שילוב פעולות ומסננים. לדוגמה: `{0}sg n:5 d:3 y:1995-2005` כדי להתחיל סשן עם 5 סיבובים של אנימה ברמת קושי קשה בין השנים 1995 ו-2005.
hu: A műveletek és szűrők kombinálásával lekérdezéseket hozhat létre. Például: `{0}sg n:5 d:3 y:1995-2005`, hogy elindítson egy munkamenetet, amely 5 fordulónyi anime-t tartalmaz kemény nehézségen 1995 és 2005 között.
id: Anda dapat membuat kueri dengan menggabungkan operasi dan filter. Misalnya: `{0}sg n:5 d:3 y:1995-2005` untuk memulai sesi dengan 5 ronde anime dengan kesulitan sulit antara tahun 1995 dan 2005.
it: Si possono creare query combinando operazioni e filtri. Per esempio: `{0}sg n:5 d:3 y:1995-2005` per iniziare una sessione con 5 round di anime a difficoltà difficile tra gli anni 1995 e 2005.
ja: オペレーションとフィルターを組み合わせてクエリを作成することができます。 たとえば、`{0}sg n:5 d:3 y:1995-2005` を実行すると、1995年から2005年までの間の、難易度ハードのアニメ5ラウンドのセッションが開始されます。
ko: 작업과 필터를 결합하여 쿼리를 만들 수 있습니다. 예: `{0}sg n:5 d:3 y:1995-2005` 1995년부터 2005년까지 어려운 난이도의 애니메이션 5라운드로 세션을 시작하려면 다음과 같이 입력합니다.
lt: Užklausas galite kurti derindami operacijas ir filtrus. Pavyzdžiui: `{0}sg n:5 d:3 y:1995-2005`, norėdami pradėti seansą su 5 anime raundais pagal sunkų sudėtingumą nuo 1995 iki 2005 metų.
nb_no: Du kan opprette spørringer ved å kombinere operasjoner og filtre. For eksempel: `{0}sg n:5 d:3 y:1995-2005` for å starte en økt med 5 runder anime på vanskelighetsgrad mellom 1995 og 2005.
nl: Je kunt zoekopdrachten maken door operaties en filters te combineren. Bijvoorbeeld: `{0}sg n:5 d:3 y:1995-2005` om een sessie te starten van 5 moeilijke animeronden tussen de jaren 1995 en 2005.
pl: Zapytania można tworzyć, łącząc operacje i filtry. Na przykład: `{0}sg n:5 d:3 y:1995-2005`, aby rozpocząć sesję z 5 rundami anime na wysokim poziomie trudności emitowanych w latach 1995-2005.
pt: Você pode criar uma sequência combinando operações e filtros. Por exemplo utilizando: `{0}sg n:5 d:3 y:1995-2005` para começar uma sessão de 5 rounds com imagens de animes na dificuldade difícil e entre os anos de 1995 a 2005.
ro: Puteți crea interogări prin combinarea operațiunilor și a filtrelor. De exemplu: `{0}sg sg n:5 d:3 y:1995-2005` pentru a începe o sesiune cu 5 runde de anime pe dificultate grea între anii 1995 și 2005.
ru: Вы можете создавать запросы, комбинируя операции и фильтры. Например: `{0}sg n:5 d:3 y:1995-2005` для запуска сессии с 5 раундами аниме на сложности hard между 1995 и 2005 годами.
sv: Du kan skapa frågor genom att kombinera operationer och filter. Exempel: `{0}sg n:5 d:3 y:1995-2005` för att starta en session med 5 omgångar anime på svår svårighetsgrad mellan åren 1995 och 2005.
th: คุณสามารถสร้างการค้นหาโดยการรวมการดำเนินการและตัวกรองเข้าด้วยกัน ตัวอย่างเช่น:`{0}sg n:5 d:3 y:1995-2005` เพื่อเริ่มเซสชั่นที่มี 5 รอบของอนิเมะในระดับความยากลำบากสูงระหว่างปี 1995 ถึง 2005.
tr: İşlemleri ve filtreleri bir araya getirerek yeni sorular oluşturabilirsin. Örnek: `{0}sg n:5 d:3 y:1995-2005` 1995 ve 2005 yılları arasında yayınlanan zor seviyede 5 rauntluk bir oturum başlatır.
uk: Ви можете створювати запити, комбінуючи операції та фільтри. Наприклад: `{0}sg n:5 d:3 y:1995-2005`, щоб розпочати сеанс з 5 раундів аніме на високій складності між 1995 і 2005 роками.
vi: Cậu có thể tạo các truy vấn bằng cách kết hợp các thao tác và bộ lọc. Ví dụ: `{0}sg n:5 d:3 y:1995-2005` để bắt đầu một phiên chơi với 5 vòng anime ở mức độ khó cao trong khoảng thời gian từ năm 1995 đến 2005.
zh_hans: 您可以通过组合操作和筛选器来创建查询。 例如：`{0}sg n:5 d:3 y:1995-2005` 开始一个会话，在 1995 年至 2005 年期间进行 5 轮高难度动漫游戏。
zh_hant: 您可以通過組合操作和篩選器來創建查詢。 例如：`{0}sg n:5 d:3 y:1995-2005` 開始一局 5 題困難難度、作品年代在 1995 年至 2005 年間的動畫題遊戲。

# HelpCommandModule_SendQueryHelp_Filters_Title
source: Filters
ar: المرشحات
bg: Филтри
cs: Filtry
da: Filtre
el: Φίλτρα
es: Filtros
fi: Suodattimet
fr: Filtres
hu: Szűrők
id: Filter
it: Filtri
ja: フィルター
ko: 필터
lt: Filtrai
nb_no: Filtre
pl: Filtry
pt: Filtros
ro: Filtre
ru: Фильтры
sv: Filter
th: ตัวกรอง
tr: Filtreler
uk: Фільтри
vi: Bộ lọc
zh_hans: 过滤器
zh_hant: 篩選
