Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# MiscCommandModule_Credits_Description
source: A huge thanks to all these people and websites for helping to make {0} possible.
ar: شكر كبير لجميع هؤلاء الأشخاص ومواقع الويب للمساعدة في جعل {0} ممكنًا.
bg: Огромни благодарности на всички тези хора и уебсайтове за това, че помогнаха за създаването на {0}.
cs: Velké díky všem těmto lidem a stránkám za pomoc s {0}.
da: En stor tak til alle disse mennesker og hjemmesider for at hjælpe med at gøre {0} mulig.
de: Ein großes Dankeschön an all die Leute und Websites für die Hilfe {0} möglich zu machen.
el: Ένα τεράστιο ευχαριστώ σε όλους αυτούς τους ανθρώπους και τους ιστότοπους που βοήθησαν να γίνει δυνατή η λειτουργία του {0}.
es: Un agradecimiento a toda la gente y páginas por ayudar a hacer a {0} posible.
fi: Suuret kiitokset kaikille näille ihmisille ja verkkosivustoille, jotka ovat auttaneet tekemään {0} mahdolliseksi.
fr: Un gros merci à tous les gens et aux sites web pour nous avoir aider à faire de {0} une réalité.
he: תודה ענקית לכל האנשים והאתרים הללו שעזרו להקים את {0}.
hu: Hatalmas köszönet ezeknek az embereknek és weboldalaknak, hogy segítettek a {0} létrehozásában.
id: Terima kasih yang sebesar-besarnya kepada semua orang dan situs web yang telah membantu mewujudkan {0}.
it: Un enorme ringraziamento a tutte queste persone e siti web per aver contribuito a rendere possibile {0}.
ja: {0} が作れるように手助けしてくださったすべての方々とウェブサイトに心から感謝いたします。
ko: {0} 를 가능하게 하는 데 도움을 주신 모든 분들과 웹사이트에 큰 감사를 드립니다.
lt: Didžiulė padėka visiems šiems žmonėms ir interneto svetainėms už pagalbą kuriant {0}.
nb_no: En stor takk til alle disse personene og nettstedene som har bidratt til å gjøre {0} mulig.
nl: Enorme dank voor al deze mensen en websites die helpen {0} mogelijk te maken.
pl: Ogromne podziękowania dla wszystkich tych ludzi i wszystkich stron internetowych za pomoc w umożliwieniu powstania {0}.
pt: Muito obrigado a todas essas pessoas e sites por ajudarem a torná-lo {0} possível.
ro: Mulțumim tuturor acestor persoane și site-uri web pentru că au contribuit la realizarea {0}.
ru: Огромное спасибо всем этим людям и сайтам за помощь в создании сайта {0}.
sv: Ett stort tack till alla dessa människor och webbplatser som har hjälpt till att göra {0} möjligt.
th: ขอขอบคุณอย่างยิ่งต่อทุกคนและเว็บไซต์เหล่านี้ที่ช่วยให้{0} เป็นไปได้
tr: {0}'u yapmayı mümkün kıldıkları için tüm bu websitelerine ve insanlara çok teşekkürler.
uk: Величезна подяка всім цим людям і сайтам за допомогу в створенні {0}.
vi: Xin chân thành cảm ơn tất cả mọi người và các trang web đã giúp đỡ để {0} trở thành hiện thực.
zh_hans: 衷心感谢所有这些人和网站帮助实现{0} 。
zh_hant: 衷心感謝以下所有人和網站幫助實現{0}。

# MiscCommandModule_Credits_DatabasesAndAPIs
source: Databases/API's
ar: قواعد البيانات/واجهة برمجة التطبيقات
bg: Бази данни/приложения за интерфейси
cs: Databáze/API's
da: Databaser/API'er
el: Βάσεις δεδομένων/API
es: Bases de datos/APIs
fi: Tietokannat/API:t
fr: Base de données/API
hu: Adatbázisok/API-k
id: Basis data/API
it: Base di dati/API
ja: データベース／API
ko: 데이터베이스/API
lt: Duomenų bazės / API
nb_no: Databaser/API-er
pl: Bazy danych/API
pt: Banco de dados/API's
ro: Baze de date/API's
ru: Базы данных/API
sv: Databaser/API:er
th: ฐานข้อมูล/API
tr: Veritabanları/API'ler
uk: Бази даних/API
vi: Cơ sở dữ liệu/Giao diện lập trình ứng dụng (API)
zh_hans: 数据库/API
zh_hant: 資料庫/API

# MiscCommandModule_Credits_Patrons
source: Patrons
ar: رعاة
bg: Патрони
cs: Patroni
da: Lånere
el: Προστάτες
es: Patrocinadores
fi: Suojelijat
fr: Mécènes
he: פטרונים
hu: Védnökök
id: Pelanggan
it: Abbonati
ja: パトロン
ko: 후원자
lt: Mecenatai
nb_no: Lånere
nl: Donateurs
pl: Patroni
pt: Patrões
ro: Patroni
ru: Патроны
sv: Beskyddare
th: ผู้อุปถัมภ์
tr: Destekçiler
uk: Меценати
vi: Khách hàng
zh_hans: 顾客
zh_hant: 贊助者

# MiscCommandModule_Credits_SpecialThanks
source: Special thanks
ar: شكر خاص
bg: Специални благодарности
cs: Speciální poděkování
da: Særlig tak
de: Besonderer Dank
el: Ιδιαίτερες ευχαριστίες
es: Agradecimientos especiales
fi: Erityiset kiitokset
fr: Un merci tout spécial
he: תודה מיוחדת
hu: Külön köszönet
id: Terima kasih khusus
it: Ringraziamenti speciali
ja: スペシャルサンクス
ko: 특별한 감사
lt: Speciali padėka
nb_no: Spesiell takk
nl: Speciale dank
pl: Specjalne podziękowania
pt: Agradecimentos especiais
ro: Mulțumiri speciale
ru: Особая благодарность
sv: Särskilt tack
th: ขอขอบคุณเป็นพิเศษ
tr: Ayrıca teşekkürler
uk: Особлива подяка
vi: Xin chân thành cảm ơn
zh_hans: 特别感谢
zh_hant: 特別感謝

# MiscCommandModule_Credits_Translations
source: Translations
ar: الترجمات
bg: Преводи
cs: Překlady
da: Oversættelser
de: Übersetzungen
el: Μεταφράσεις
es: Traducciones
fi: Käännökset
fr: Traductions
he: תרגומים
hu: Fordítások
id: Terjemahan
it: Traduzioni
ja: 翻訳
ko: 번역
lt: Vertimai
nb_no: Oversettelser
nl: Vertalingen
pl: Tłumaczenia
pt: Traduções
ro: Traduceri
ru: Переводы
sv: Översättningar
th: การแปล
tr: Çeviriler
uk: Переклади
vi: Bản dịch
zh_hans: 翻译
zh_hant: 翻譯

# ManagementCommandModule_Prefix_Description
source: My current command prefix is `{0}` Use `{0}prefix your_prefix` or `@{1} prefix your_prefix` to change it.
ar: بادئة الأمر الحالي الخاص بي هو `{0}` استخدم "{0} بادئة البادئة_لجديدة` أو`@{1} بادئة البادئة_لجديدة` لتغييره.
bg: Моят текущ команден префикс е `{0}` Използвайте `{0}prefix your_prefix` или `@{1} prefix your_prefix`, за да го промените.
cs: Můj aktuální prefix je `{0}` Použij `{0}prefix tvůj_prefix` nebo `@{1} prefix tvůj_prefix`, abys ho změnil.
da: Mit nuværende kommandopræfiks er `{0}` Brug `{0}prefix your_prefix` eller `@{1} prefix your_prefix` til at ændre det.
el: Το τρέχον πρόθεμα εντολών μου είναι `{0}` Χρησιμοποιήστε `{0}πρόθεμα το_πρόθεμά σας` ή `@{1} πρόθεμα το_πρόθεμά σας` για να το αλλάξετε.
es: Mi prefijo para comando actual es `{0}` Usa `{0}prefix your_prefix` o `@{1} prefix your_prefix` para cambiarlo.
fi: Nykyinen komentoesimerkkini on `{0}` Käytä `{0}prefix your_prefix` tai `@{1} prefix your_prefix` muuttaaksesi sitä.
fr: Mon préfix en ce moment est `{0}` Utilise `{0}prefix your_prefix` or `@{1} prefix your_prefix` pour le changer.
he: קידומת הפקודה הנוכחית שלי היא `{0}` השתמש ב- `{0}prefix your_prefix` או `@{1} prefix your_prefix` כדי לשנות אותה.
hu: A jelenlegi parancs előtagom a következő `{0}` Használja a `{0}prefix your_prefix` vagy `@{1} prefix your_prefix` prefixet a megváltoztatásához.
id: Awalan perintah saya saat ini adalah `{0}` Gunakan `{0}prefix prefix_kamu` atau `@{1} prefix prefix_kamu` untuk mengubahnya.
it: Il mio attuale prefisso di comando è `{0}`. Usa `{0}prefix il_tuo_prefisso` o `@{1} prefix il_tuo_prefisso` per cambiarlo.
ja: 現在のコマンドプレフィックスは `{0}` です。 `{0}prefix your_prefix` または `@{1} prefix your_prefix` を使って変更してください。
ko: 현재 내 명령 접두사는 `{0}` `{0}접두사 당신의_접두사` 또는 `@{1} 접두사 당신의_접두사` 를 사용하여 변경하세요.
lt: Dabartinis mano komandos priešdėlis yra `{0}` Norėdami jį pakeisti, naudokite `{0}prefiksą jūsų_prefiksas` arba `@{1} prefiksas jūsų_prefiksas`.
nb_no: Mitt nåværende kommandoprefiks er `{0}` Bruk `{0}prefikset your_prefix` eller `@{1} prefikset your_prefix` for å endre det.
nl: Mijn huidige commandoprefix is `{0}` Gebruik `{0}prefix jouw_prefix` of `@{1} prefix jouw_prefix` om deze te veranderen.
pl: Mój obecny prefiks polecenia to `{0}` Użyj `{0}prefix twój_prefiks` lub `@{1} prefix swój_prefiks`, aby to zmienić.
pt: O prefixo atual de comando é `{0}` Use `{0}prefixx your_prefix` ou `@{1} prefix your_prefix` para mudá-lo.
ro: Prefixul comenzii mele actuale este `{0}` Folosiți `{0}prefix your_prefix` sau `@{1} prefix your_prefix` pentru a-l schimba.
ru: Мой текущий командный префикс `{0}` Для его изменения используйте `{0}prefix your_prefix` или `@{1} prefix your_prefix`.
sv: Mitt nuvarande kommandoprefix är `{0}` Använd `{0}prefix your_prefix` eller `@{1} prefix your_prefix` för att ändra det.
th: คำนำหน้าคำสั่งปัจจุบันของฉันคือ`{0}` ใช้`{0}คำนำหน้า your_prefix` หรือ`@{1} คำนำหน้า your_prefix` เพื่อเปลี่ยนมัน
tr: Şu anki ön ekim `{0}` Değiştirmek için `{0}prefix your_prefix` veya `@{1} prefix your_prefix` yaz.
uk: Мій поточний префікс команди `{0}` Використовуйте `{0}префікс your_prefix` або `@{1} префікс your_prefix`, щоб змінити його.
vi: Tiền tố lệnh hiện tại của tớ là `{0}` Sử dụng `{0}prefix your_prefix` hoặc `@{1} prefix your_prefix` để thay đổi nó.
zh_hans: 我当前的命令前缀是`{0}` 使用`{0}prefix your_prefix` 或`@{1} prefix your_prefix` 进行更改。
zh_hant: 我當前的指令前綴是`{0}` 使用`{0}prefix your_prefix`或`@{1} prefix your_prefix` 進行更改。

# ManagementCommandModule_Prefix_PrefixChanged
source: My command prefix is now: **{0}**
ar: بادئة الأمر الخاص بي الآن: ** {0} **
bg: Моят команден префикс сега е: **{0}**
cs: Můj prefix je nyní: **{0}**
da: Mit kommandopræfiks er nu: **{0}**
el: Το πρόθεμα της εντολής μου είναι τώρα: **{0}**
es: Mi prefijo de comando ahora es: **{0}**
fi: Komentoesimerkkini on nyt: **{0}**
fr: Mon préfix maintenant : **{0}**
he: קידומת הפקודה שלי היא כעת: **{0}**
hu: A parancs előtagom most: **{0}**
id: Awalan perintah saya sekarang: **{0}**
it: Il mio prefisso di comando è ora: **{0}**
ja: コマンドプレフィックスは **{0}** になりました
ko: 내 명령 접두사는 지금입니다: **{0}**
lt: Dabar mano komandos priešdėlis yra: **{0}**
nb_no: Kommandoprefikset mitt er nå: **{0}**
nl: Mijn commandoprefix is nu: **{0}**
pl: Mój prefiks polecenia to teraz: **{0}**
pt: Meu novo prefixo de comando é: **{0}**
ro: Prefixul comenzii mele este acum: **{0}**
ru: Теперь мой командный префикс имеет следующий вид: **{0}**
sv: Mitt kommandoprefix är nu: **{0}**
th: คำนำหน้าคำสั่งของฉันตอนนี้คือ:**{0}**
tr: Şu an komutlar için ön ek: **{0}**
uk: Мій командний префікс зараз: **{0}**
vi: Tiền tố lệnh của tớ bây giờ là: **{0}**
zh_hans: 我现在的命令前缀是**{0}**
zh_hant: 我當前的指令前綴是**{0}**

# ManagementCommandModule_Prefix_PrefixCouldNotBeChanged
source: My command prefix could not be changed.
ar: لا يمكن تغيير بادئة الأمر الخاص بي.
bg: Префиксът на командата ми не може да бъде променен.
cs: Můj prefix nemohl být změněn.
da: Mit kommandopræfiks kunne ikke ændres.
el: Το πρόθεμα της εντολής μου δεν μπορούσε να αλλάξει.
es: Mi prefijo de comando no pudo ser cambiado.
fi: Komentoetuliitettäni ei voitu muuttaa.
fr: Mon préfix n'a pas pu être changé.
he: לא ניתן לשנות את קידומת הפקודה שלי.
hu: A parancs előtagomat nem lehetett megváltoztatni.
id: Awalan perintah saya tidak dapat diubah.
it: Il mio prefisso di comando non può essere cambiato.
ja: コマンドプレフィックスが変更できませんでした。
ko: 명령 접두사를 변경할 수 없습니다.
lt: Mano komandos prefikso pakeisti nepavyko.
nb_no: Kommandoprefikset mitt kunne ikke endres.
nl: Mijn commandoprefix kon niet worden gewijzigd.
pl: Nie można zmienić prefiksu mojego polecenia.
pt: Meu prefixo de comando não pôde ser alterado.
ro: Prefixul comenzii mele nu a putut fi modificat.
ru: Изменить командный префикс не удалось.
sv: Mitt kommandoprefix kunde inte ändras.
th: ไม่สามารถเปลี่ยนคำนำหน้าคำสั่งของฉันได้
tr: Komut ön eki değiştirilemedi.
uk: Мій командний префікс не міг бути змінений.
vi: Tớ không thể thay đổi tiền tố lệnh của mình.
zh_hans: 我的命令前缀无法更改。
zh_hant: 我的指令前綴無法更改。

# ManagementCommandModule_Prefix_PrefixLengthInvalid
source: The prefix has to be between 1 and 5 characters.
ar: يجب أن يكون البادئة بين 1 و 5 أحرف.
bg: Префиксът трябва да бъде между 1 и 5 символа.
cs: Prefix musí být mezi 1 až 5 znaky.
da: Præfikset skal være mellem 1 og 5 tegn.
el: Το πρόθεμα πρέπει να είναι μεταξύ 1 και 5 χαρακτήρων.
es: El prefijo debe tener entre 1 y 5 caracteres.
fi: Etuliitteen on oltava 1-5 merkkiä.
fr: Le préfix choisi doit être entre 1 et 5 caractères.
he: הקידומת חייבת להיות בין 1 ל-5 תווים.
hu: Az előtagnak 1 és 5 karakter között kell lennie.
id: Awalan harus diantara 1 dan 5 karakter.
it: Il prefisso deve essere compreso tra 1 e 5 caratteri.
ja: プレフィックスは1文字以上5文字以下でなければなりません。
ko: 접두사는 1~5자 사이여야 합니다.
lt: Priešdėlis turi būti nuo 1 iki 5 simbolių.
nb_no: Prefikset må være mellom 1 og 5 tegn.
nl: De prefix moet tussen de 1 en 5 karakters zijn.
pl: Prefiks musi mieć od 1 do 5 znaków.
pt: O prefixo deve ter entre 1 a 5 caracteres.
ro: Prefixul trebuie să aibă între 1 și 5 caractere.
ru: Префикс должен содержать от 1 до 5 символов.
sv: Prefixet måste vara mellan 1 och 5 tecken.
th: คำนำหน้าต้องมีความยาวระหว่าง 1 ถึง 5 ตัวอักษร
tr: Ön ek 1 ve 5 karakter arasında olmalıdır.
uk: Префікс повинен містити від 1 до 5 символів.
vi: Tiền tố phải có độ dài từ 1 đến 5 ký tự.
zh_hans: 前缀必须在 1 至 5 个字符之间。
zh_hant: 前綴必須在 1 至 5 個字符之間。

# ManagementCommandModule_Prefix_Title
source: {0}'s command prefix
ar: {0} بادئة الأمر
bg: {0}на командния префикс
cs: Prefix příkazu pro {0}
da: {0}'s kommandopræfiks
el: {0}'s πρόθεμα εντολής
es: El prefijo de comando de {0}
fi: {0}'s komento etuliite
fr: La commande préfix de {0}
hu: {0}'s parancs előtag
id: awalan perintah {0}
it: Il prefisso di comando di {0}
ja: {0} のコマンドプレフィックス
ko: {0}의 명령 접두사
lt: {0}komandos priešdėlis
nb_no: {0}'s kommandoprefiks
nl: {0}'s commandoprefix
pl: Prefiks polecenia dla {0}
pt: prefixo de comando é {0}
ro: {0}'s prefixul de comandă
ru: {0}командный префикс
sv: {0}'s kommandoprefix
th: {0}'s คำสั่งนำหน้า
tr: {0} komutunun ön eki
uk: {0}командного префікса
vi: {0}Tiền tố lệnh của cậu
zh_hans: {0}的命令前缀
zh_hant: {0}的指令前綴

# RequireAdminUser_Error
source: You are not Kururin, are you?
ar: أنت لست كورورين ، أليس كذلك؟
bg: Вие не сте Курурин, нали?
cs: Ty nejsi Kururin, nebo ano?
da: Du er ikke Kururin, vel?
el: Δεν είσαι ο Κουρούριν, έτσι δεν είναι;
es: No eres Kururin, ¿verdad?
fi: Sinä et ole Kururin, ethän?
fr: Vous n'êtes pas Kururin, non ?
he: אתה לא קורורין, נכון?
hu: Te nem Kururin vagy, ugye?
id: Kamu bukan Kururin, iyakan?
it: Non sei Kururin, vero?
ja: クルリンじゃないよね？
ko: 쿠루린은 아니죠?
lt: Jūs nesate Kururinas, ar ne?
nb_no: Du er ikke Kururin, er du vel?
nl: Jij bent Kururin niet, toch?
pl: Ty nie jesteś Kururin, prawda?
pt: Você não é o Kururin, é?
ro: Tu nu ești Kururin, nu-i așa?
ru: Вы ведь не Курурин?
sv: Du är inte Kururin, eller hur?
th: คุณไม่ใช่คูรูรินใช่ไหม?
tr: Sen Kururin değilsin, değil mi?
uk: Ти ж не Курурін, так?
vi: Cậu không phải là Kururin, phải không?
zh_hans: 你不是栗林吧？
zh_hant: 你不是Kururin（RinBot作者）吧？

# HelpCommandModule_SendQueryHelp_Operations_Title
source: Operations
ar: عمليات
bg: Операции
cs: Operace
da: Operationer
de: Operationen
el: Λειτουργίες
es: Operaciones
fi: Toiminta
fr: Opérations
he: פעולות
hu: Műveletek
id: Operasi
it: Operazioni
ja: オペレーション
ko: 운영
lt: Operacijos
nb_no: Operasjoner
nl: Operaties
pl: Operacje
pt: Operações
ro: Operațiuni
ru: Операции
sv: Verksamhet
th: การดำเนินงาน
tr: İşlemler
uk: Операції
vi: Hoạt động
zh_hans: 业务
zh_hant: 操作

# HelpCommandModule_SendQueryHelp_Title
source: Help for queries
ar: مساعدة للاستعلامات
bg: Помощ за запитвания
cs: Pomoc s příkazy
da: Hjælp til forespørgsler
de: Hilfe bei Rückfragen
el: Βοήθεια για ερωτήματα
es: Ayuda para consultas
fi: Apua kyselyihin
fr: Aide pour les requêtes
he: עזרה לשאלות
hu: Segítség a lekérdezésekhez
id: Bantuan untuk pertanyaan
it: Aiuto per le richieste
ja: クエリのヘルプ
ko: 쿼리 관련 도움말
lt: Pagalba užklausoms
nb_no: Hjelp til spørsmål
nl: Hulp bij zoekopdrachten
pl: Pomoc dotycząca zapytań
pt: Ajuda para perguntas
ro: Ajutor pentru interogări
ru: Справка по запросам
sv: Hjälp för frågor
th: ความช่วยเหลือสำหรับคำถาม
tr: Sorular için yardım
uk: Довідка для запитів
vi: Hỗ trợ cho các câu hỏi
zh_hans: 查询帮助
zh_hant: 查詢說明

# RequireNonHentai_Error
source: This feature is not available on this bot.
ar: هذه الميزة غير متوفرة على هذا البوت.
bg: Тази функция не е налична в този бот.
cs: Tato funkce není dostupná v tomto botovi.
da: Denne funktion er ikke tilgængelig på denne bot.
de: Diese Funktion ist bei diesem Bot nicht verfügbar.
el: Αυτή η λειτουργία δεν είναι διαθέσιμη σε αυτό το ρομπότ.
es: Esta función no esta disponible en este bot.
fi: Tämä ominaisuus ei ole käytettävissä tässä botissa.
fr: Cette fonctionnalité n'est pas disponible sur ce bot.
he: תכונה זו אינה זמינה בבוט זה.
hu: Ez a funkció nem érhető el ezen a boton.
id: Fitur ini tidak tersedia di bot ini.
it: Questa funzione non è disponibile in questo bot.
ja: この機能はこのボットでは利用できません。
ko: 이 봇에서는 이 기능을 사용할 수 없습니다.
lt: Ši funkcija šiame bote nepasiekiama.
nb_no: Denne funksjonen er ikke tilgjengelig på denne roboten.
nl: Deze functie is niet beschikbaar op deze bot.
pl: Ta funkcja nie jest dostępna dla tego bota.
pt: Esse recurso não está disponível neste bot.
ro: Această funcție nu este disponibilă pe acest robot.
ru: В данном боте эта функция недоступна.
sv: Denna funktion är inte tillgänglig på denna bot.
th: คุณสมบัตินี้ไม่สามารถใช้ได้บนบอทนี้
tr: Bu özellik bu bot için kullanılabilir değil.
uk: Ця функція недоступна для цього бота.
vi: Tính năng này không có sẵn trên bot này.
zh_hans: 此机器人不具备此功能。
zh_hant: 此機器人不具備此功能。

# CreateFilterDescription_AnimeListsAggregation_Balanced
source: balanced
ar: متوازن
bg: балансиран
cs: vyvážené
da: afbalanceret
de: ausgewogen
el: ισορροπημένο
es: equilibrado
fi: tasapainoinen
fr: Balance
he: מאוזן
hu: kiegyensúlyozott
id: seimbang
it: bilanciato
ja: バランス化
ko: 균형 잡힌
lt: subalansuotas
nb_no: balansert
nl: gebalanceerd
pl: zbilansowany
pt: balanceado
ro: echilibrat
ru: сбалансированный
sv: balanserad
th: สมดุล
tr: dengelendirildi
uk: збалансований
vi: cân bằng
zh_hans: 平衡
zh_hant: 平衡

# CreateFilterDescription_AnimeListsAggregation_Intersected
source: intersected
ar: تقاطع
bg: пресича
cs: společné
da: gennemskåret
de: durchschnittlich
el: τέμνονται
es: cruzado
fi: risteävät
fr: intersection
he: הצטלב
hu: metszett
id: berpotongan
it: intercettato
ja: 共通
ko: 교차
lt: susikirto
nb_no: krysset
nl: doorkruist
pl: wspólne
pt: cruzado
ro: intersectat
ru: пересекаются
sv: korsade
th: ตัดกัน
tr: kesiştirildi
uk: перетиналися
vi: giao nhau
zh_hans: 相交
zh_hant: 交集

# CreateFilterDescription_AnimeListsAggregation_United
source: united
ar: المتحدة
bg: обединени
cs: sjednocené
da: forenet
de: vereint
es: unido
fi: Yhdistetty
fr: union
hu: egyesült
id: kesatuan
it: attaccato
ja: 合併
ko: 유나이티드
lt: vieningas
nb_no: forent
nl: verenigd
pl: połączone
pt: unido
ro: unite
ru: объединенный
sv: förenade
th: รวมกันเป็นหนึ่ง
tr: birleştirildi
uk: об'єднані
vi: liên kết
zh_hans: 合众
zh_hant: 聯合

# RoundSession_SendLeaderboard_Title
source: Ranking for this session
ar: تصنيف هذه الجلسة
bg: Класиране за тази сесия
cs: Hodnocení pro tuto relaci
da: Rangering for denne session
de: Rangliste für diese Sitzung
el: Κατάταξη για αυτή τη σύνοδο
es: Clasificación para esta sesión
fi: Tämän istunnon sijoitus
fr: Classement pour cette session
he: מיקום בשביל הסבב הזה
hu: Az ülésszak rangsora
id: Peringkat untuk sesi ini
it: Classifica di questa sessione
ja: このセッションのランキング
ko: 이 세션의 순위
lt: Šios sesijos reitingas
nb_no: Rangering for denne sesjonen
nl: Ranglijst van deze sessie
pl: Ranking bieżącej sesji
pt: Classificação para esta sessão
ro: Clasament pentru această sesiune
ru: Рейтинг для данной сессии
sv: Rangordning för detta sammanträde
th: การจัดอันดับสำหรับเซสชั่นนี้
tr: Bu oturum için sıralama
uk: Рейтинг для цієї сесії
vi: Xếp hạng cho phiên này
zh_hans: 本届会议的排名
zh_hant: 本局比賽排名

# SendAnimeCharacterInformation_AlsoKnownAs
source: Also known as
ar: المعروف أيضا باسم
bg: Също така известен като
cs: Také známý/á jako
da: Også kendt som
de: Auch bekannt als
el: Επίσης γνωστό ως
es: También conocido como
fi: Tunnetaan myös nimellä
fr: Aussi appelé(e)
he: ידוע גם בשם
hu: Más néven is ismert
id: Juga dikenal sebagai
it: Conosciuto anche come
ja: 別名
ko: 다른 이름으로도 알려져 있습니다.
lt: Taip pat žinomas kaip
nb_no: Også kjent som
nl: Ook bekend als
pl: Znany również jako
pt: Também conhecido como
ro: Cunoscut și ca
ru: Также известен как
sv: Även känd som
th: หรือที่รู้จักในนาม
tr: Ayrıca bilinir
uk: Також відомий як
vi: Còn được gọi là
zh_hans: 又称
zh_hant: 又稱

# SendAnimeCharacterInformation_From
source: From
ar: من
bg: От
cs: Z
da: Fra
de: von
el: Από το
es: De
fi: Osoitteesta
fr: De
he: מאת
hu: A címről
id: Dari
it: Da
ja: アニメ
ko: 에서
lt: Iš
nb_no: Fra
nl: Van
pl: Z
pt: De
ro: De la
ru: С сайта
sv: Från
th: จาก
tr: Bu animeden
uk: Від
vi: Từ
zh_hans: 从
zh_hant: 來自

# SendStatistics_Description
source: Your shard is `{0}` on cluster `{3}`. There are `{1}` servers connected to this cluster. `{2}` rounds are currently being played on it.
ar: Shard الخاص بك هو `{0}` on cluster `{3}`. هناك خوادم `{1}` متصلة بهذه المجموعة. الجولات `{2}` يتم تشغيلها حاليًا.
bg: Вашият shard е `{0}` на клъстер `{3}` . Към този клъстер са свързани `{1}` сървъри. `{2}` В момента на него се играят рундове.
cs: Váš shard je `{0}` na clusteru `{3}` . K tomuto clusteru jsou připojeny servery `{1}` . `{2}` V současné době se na něm odehrávají kola.
da: Din shard er `{0}` på cluster `{3}` . Der er `{1}` servere forbundet til denne klynge. `{2}` Der bliver i øjeblikket spillet runder på den.
el: Το shard σας είναι `{0}` στη συστάδα `{3}` . Υπάρχουν `{1}` διακομιστές συνδεδεμένοι σε αυτό το cluster. `{2}` Αυτή τη στιγμή παίζονται γύροι σε αυτό.
es: Tu shard es el `{0}`, en el grupo `{3}`. Hay `{1}` servidores conectados a este grupo. Actualmente se están jugando `{2}` rondas en él.
fi: Shardisi on `{0}` klusterissa `{3}` . Tähän klusteriin on liitetty `{1}` palvelimia. `{2}` Siinä pelataan parhaillaan kierroksia.
fr: Votre shard est `{0}` sur le cluster `{3}`. `{1}`serveurs est connectés à ce shard. `{2}` tours sont actuellement en cours.
he: השבר שלך הוא `{0}` באשכול `{3}` . ישנם `{1}` שרתים המחוברים לאשכול זה.`{2}` סיבובים מתקיימים כרגע עליו.
hu: Az Ön shardja `{0}` a `{3}` fürtön. Ehhez a fürthöz `{1}` kiszolgálók vannak csatlakoztatva. `{2}` Jelenleg fordulók játszanak rajta.
id: Shard anda adalah `{0}` Ada `{1}` server yang terhubung ke shard ini. Putaran `{2}` sedang dimainkan.
it: Il tuo shard è `{0}`. Ci sono `{1}` server connessi a questo shard. Ci sono attualmente `{2}` round in corso.
ja: あなたのシャードはクラスター`{3}`のシャード`{0}`です。 このクラスターには`{1}`個のサーバーが接続されています。 そこには現在、`{2}`ラウンドが行われています。
ko: 샤드는 `{0}` 클러스터 `{3}` 에 있습니다. 이 클러스터에 연결된 `{1}` 서버가 있습니다. `{2}` 현재 라운드가 진행 중입니다.
lt: Jūsų skirsnis yra `{0}` klasteryje `{3}` . Prie šio klasterio prijungti `{1}` serveriai. `{2}` Jame šiuo metu žaidžiami raundai.
nb_no: Din shard er `{0}` på cluster `{3}` . Det er `{1}` servere koblet til denne klyngen. `{2}` Det spilles for øyeblikket runder på den.
nl: Jouw shard is `{0}` op cluster `{3}`. Er zijn `{1}` servers verbonden met dit cluster. `{2}` rondes worden momenteel erop gespeeld.
pl: Twój shard to `{0}` na klastrze `{3}` . Do tego klastra podłączone są serwery `{1}` . `{2}` Obecnie rozgrywane są na nim rundy.
pt: O teu shard é `{0}`, no cluster `{3}`. Existem `{1}` servidores ligados a este cluster. `{2}` rodadas estão sendo jogadas atualmente.
ro: Shard-ul dvs. este `{0}` pe clusterul `{3}` . Există `{1}` servere conectate la acest cluster. `{2}` În prezent se joacă runde pe acesta.
ru: Ваш шард - `{0}` на кластере `{3}` . К этому кластеру подключены серверы `{1}` . `{2}` В настоящее время на нем проводятся раунды.
sv: Din shard är `{0}` på klustret `{3}` . Det finns `{1}` servrar anslutna till detta kluster. `{2}` rundor spelas för närvarande på den.
th: ชิ้นส่วนของคุณคือ`{0}` บนคลัสเตอร์`{3}` . มีเซิร์ฟเวอร์`{1}` ที่เชื่อมต่อกับคลัสเตอร์นี้ ขณะนี้กำลังเล่นรอบ`{2}` อยู่บนเซิร์ฟเวอร์นี้
tr: Parçanız `{0}` kümesi üzerinde `{3}` . Bu kümeye bağlı `{1}` sunucuları vardır. `{2}` Turlar şu anda üzerinde oynanmaktadır.
uk: Ваш шард `{0}` на кластері `{3}` . До цього кластера підключені сервери `{1}` . `{2}` На них в даний момент граються раунди.
vi: Mảnh của cậu là `{0}` trên cụm `{3}` . Có `{1}` máy chủ kết nối với cụm này.`{2}` trận đấu đang được chơi trên đó.
zh_hans: 您的分区是`{0}` ，群集`{3}` 。 该集群上连接有`{1}` 服务器。 `{2}` 目前正在进行比赛。
zh_hant: 目前執行於分片（shard）`{0}`，所屬叢集（cluster）為`{3}`。 此叢集目前連接的伺服器數量為 `{1}`。 當前執行中的回合數為 `{2}`。
