Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Execute_Help_gameplatforms
source: Show all possible game platforms
bg: Покажете всички възможни платформи за игри
cs: Zobrazit všechny možné herní platformy
da: Vis alle mulige spilplatforme
el: Εμφάνιση όλων των πιθανών πλατφορμών παιχνιδιού
es: Mostrar todas las plataformas de juego disponibles
fi: Näytä kaikki mahdolliset pelialustat
fr: Afficher toutes les plates-formes de jeu possibles
he: הצג את כל פלטפורמות המשחק האפשריות
hu: Az összes lehetséges játékplatform megjelenítése
id: Tampilkan semua platform game yang memungkinkan
it: Mostra tutte le possibili piattaforme di gioco
ja: 可能なゲームプラットフォームをすべて表示する
ko: 가능한 모든 게임 플랫폼 표시
lt: Rodyti visas galimas žaidimo platformas
nb_no: Vis alle mulige spillplattformer
nl: Alle mogelijke spelplatforms weergeven
pl: Pokaż wszystkie możliwe platformy gry
pt: Mostrar todas as plataformas de jogo possíveis
ro: Afișați toate platformele de joc posibile
ru: Показать все возможные игровые платформы
sv: Visa alla möjliga spelplattformar
th: แสดงทุกแพลตฟอร์มเกมที่เป็นไปได้
tr: Tüm olası oyun platformlarını göster
uk: Показати всі можливі ігрові платформи
vi: Hiển thị tất cả các nền tảng trò chơi có thể
zh_hans: 显示所有可能的游戏平台
zh_hant: 顯示所有可用的遊戲平台

# Execute_Help_gamegenres
source: Show all possible game genres
bg: Покажи всички възможни жанрове на играта
cs: Zobrazit všechny možné herní žánry
da: Vis alle mulige spilgenrer
el: Εμφάνιση όλων των πιθανών ειδών παιχνιδιών
es: Mostrar todos los géneros de juegos disponibles
fi: Näytä kaikki mahdolliset peligenret
fr: Afficher tous les genres de jeux possibles
he: הצג את כל ז'אנרי המשחקים האפשריים
hu: Minden lehetséges játékműfaj megjelenítése
id: Menampilkan semua genre game yang memungkinkan
it: Mostra tutti i generi di gioco possibili
ja: 可能なゲームジャンルをすべて表示する
ko: 가능한 모든 게임 장르 표시
lt: Rodyti visus galimus žaidimų žanrus
nb_no: Vis alle mulige spillsjangre
nl: Toon alle mogelijke spelgenres
pl: Pokaż wszystkie możliwe gatunki gier
pt: Mostrar todos os géneros de jogos possíveis
ro: Afișați toate genurile de jocuri posibile
ru: Показать все возможные жанры игр
sv: Visa alla möjliga spelgenrer
th: แสดงประเภทเกมทั้งหมดที่เป็นไปได้
tr: Tüm olası oyun türlerini göster
uk: Показати всі можливі жанри ігор
vi: Hiển thị tất cả các thể loại trò chơi có thể có
zh_hans: 显示所有可能的游戏类型
zh_hant: 顯示所有可用的遊戲類型

# Execute_Help_mydifficulty
source: Change your default difficulty
bg: Промяна на трудността по подразбиране
cs: Změna výchozí obtížnosti
da: Skift din standard sværhedsgrad
el: Αλλάξτε την προεπιλεγμένη δυσκολία σας
es: Cambiar tu dificultad por defecto
fi: Vaihda oletusvaikeusasteesi
fr: Modifier la difficulté par défaut
he: שנה את רמת הקושי המוגדרת כברירת מחדל
hu: Az alapértelmezett nehézség megváltoztatása
id: Mengubah tingkat kesulitan default Anda
it: Cambiare la difficoltà predefinita
ja: デフォルトの難易度を変更する
ko: 기본 난이도 변경
lt: Pakeiskite numatytąjį sudėtingumą
nb_no: Endre standard vanskelighetsgrad
nl: Standaard moeilijkheidsgraad wijzigen
pl: Zmień domyślny poziom trudności
pt: Alterar a dificuldade predefinida
ro: Schimbați dificultatea implicită
ru: Изменение сложности по умолчанию
sv: Ändra din förvalda svårighetsgrad
th: เปลี่ยนระดับความยากเริ่มต้นของคุณ
tr: Varsayılan zorluk derecenizi değiştirin
uk: Змініть складність за замовчуванням
vi: Thay đổi mức độ khó mặc định
zh_hans: 更改默认难度
zh_hant: 更改預設難度

# SendHelp_Player
source: Player
bg: Играч
cs: Hráč
da: Spiller
el: Παίκτης
es: Jugador
fi: Pelaaja
fr: Joueur
he: שחקן
hu: Játékos
id: Pemain
it: Giocatore
ja: 選手
ko: 플레이어
lt: Žaidėjas
nb_no: Spiller
nl: Speler
pl: Gracz
pt: Jogador
ro: Jucător
ru: Игрок
sv: Spelare
th: ผู้เล่น
tr: Oyuncu
uk: Плеєр
vi: Người chơi
zh_hans: 球员
zh_hant: 玩家

# CharacterGender_Male
source: Male
bg: Мъжки
cs: Muži
da: Mand
el: Αρσενικό
es: Masculino
fi: Mies
fr: Homme
he: זכר
hu: Férfi
id: Laki-laki
it: Uomo
ja: 男性
ko: 남성
lt: Vyras
nb_no: Mann
nl: Mannelijk
pl: Mężczyzna
pt: Masculino
ro: Masculin
ru: Мужчина
sv: Man
th: ชาย
tr: Erkek
uk: Чоловік
vi: Nam
zh_hans: 男
zh_hant: 男

# CharacterGender_Female
source: Female
bg: Жена
cs: Ženy
da: Kvinde
el: Γυναίκα
es: Femenino
fi: Nainen
fr: Femme
he: נקבה
hu: Női
id: Perempuan
it: Donna
ja: 女性
ko: 여성
lt: Moteris
nb_no: Kvinne
nl: Vrouwelijk
pl: Kobieta
pt: Feminino
ro: Femeie
ru: Женщина
sv: Kvinna
th: เพศหญิง
tr: Kadın
uk: Жінка
vi: Nữ
zh_hans: 女性
zh_hant: 女

# CreateFilterDescription_CharacterRoles_Excluded
source: Excluding character roles: **{0}**
bg: С изключение на персонажните роли: **{0}**
cs: S výjimkou charakterních rolí: **{0}**
da: Eksklusive karakterroller: **{0}**
el: Εξαιρούνται οι ρόλοι χαρακτήρων: **{0}**
es: Excluyendo los roles del personaje: **{0}**
fi: Lukuun ottamatta hahmorooleja: **{0}**
fr: A l'exclusion des rôles de personnages : **{0}**
he: למעט תפקידי דמויות: **{0}**
hu: A karakterszerepek kivételével: **{0}**
id: Tidak termasuk peran karakter: **{0}**
it: Esclusi i ruoli dei personaggi: **{0}**
ja: キャラクター役は除く：**{0}**
ko: 캐릭터 역할은 제외됩니다: **{0}**
lt: Išskyrus personažų vaidmenis: **{0}**
nb_no: Med unntak av karakterroller: **{0}**
nl: Exclusief karakterrollen: **{0}**
pl: Z wyłączeniem ról postaci: **{0}**
pt: Excluindo os papéis de personagens: **{0}**
ro: Cu excepția rolurilor de personaje: **{0}**
ru: За исключением ролей персонажей: **{0}**
sv: Exklusive karaktärsroller: **{0}**
th: ไม่รวมบทบาทตัวละคร:**{0}**
tr: Karakter rolleri hariç: **{0}**
uk: За винятком головних ролей: **{0}**
vi: Loại trừ các vai diễn nhân vật: **{0}**
zh_hans: 不包括人物角色：**{0}**
zh_hant: 不包含人物角色：**{0}**

# CreateFilterDescription_NoDrops
source: No drops
bg: Без капки
cs: Žádné kapky
da: Ingen dråber
el: Δεν υπάρχουν σταγόνες
es: Sin drops
fi: Ei pisaroita
fr: Pas de gouttes
he: ללא טיפות
hu: Nincs csepp
id: Tidak ada tetes
it: Nessuna goccia
ja: ドロップなし
ko: 방울 없음
lt: Jokių lašų
nb_no: Ingen dråper
nl: Geen drops
pl: Brak kropli
pt: Sem gotas
ro: Fără picături
ru: Капли отсутствуют
sv: Inga droppar
th: ไม่มีหยด
tr: Damla yok
uk: Ніяких крапель.
vi: Không có giọt nào
zh_hans: 无滴
zh_hant: 無掉落

# RequireChannelAccess_NotPermitted
source: You have no permission here, due to channel access control settings.
ar: ليس لديك إذن هنا ، بسبب إعدادات التحكم في الوصول إلى القناة.
bg: Нямате разрешение тук поради настройките за контрол на достъпа до канала.
cs: Vzhledem k nastavení řízení přístupu ke kanálu zde nemáte žádné oprávnění.
da: Du har ingen tilladelse her på grund af kanalens adgangskontrolindstillinger.
el: Δεν έχετε καμία άδεια εδώ, λόγω των ρυθμίσεων ελέγχου πρόσβασης στο κανάλι.
es: No tienes permisos aquí debido a los ajustes de control para acceder al canal.
fi: Sinulla ei ole lupaa tähän kanavan käyttöoikeuksien valvonta-asetusten vuoksi.
fr: Vous n'avez aucune autorisation ici, en raison des paramètres de contrôle d'accès au canal.
he: אין לך הרשאה כאן, בשל הגדרות בקרת הגישה לערוץ.
hu: A csatorna hozzáférés-szabályozási beállításai miatt itt nincs engedélye.
id: Anda tidak memiliki izin di sini, karena pengaturan kontrol akses saluran.
it: Non hai nessun permesso qui, a causa di impostazioni di controllo sull'accesso del canale
ja: チャンネル・アクセス・コントロールの設定により、ここでは許可されていない。
ko: 채널 액세스 제어 설정으로 인해 여기에는 권한이 없습니다.
lt: Dėl kanalo prieigos kontrolės nustatymų čia neturite leidimo.
nb_no: Du har ingen tillatelse her på grunn av innstillingene for kanaltilgangskontroll.
nl: Je hebt hier geen toestemming vanwege de kanaaltoegangscontrole instellingen.
pl: Nie masz tutaj uprawnień ze względu na ustawienia kontroli dostępu do kanału.
pt: Você não tem permissão aqui, devido às configurações de controle de acesso ao canal.
ro: Nu aveți permisiune aici, din cauza setărilor de control al accesului la canal.
ru: У вас нет разрешения из-за настроек контроля доступа к каналу.
sv: Du har inget tillstånd här, på grund av inställningarna för kanalåtkomstkontroll.
th: คุณไม่มีสิทธิ์ที่นี่ เนื่องจากการตั้งค่าการควบคุมการเข้าถึงช่อง
tr: Kanal erişim kontrolü ayarları nedeniyle burada izniniz yok.
uk: У вас немає дозволу через налаштування контролю доступу до каналів.
vi: Cậu không có quyền truy cập ở đây do cài đặt kiểm soát truy cập kênh.
zh_hans: 由于通道访问控制设置的原因，您在这里没有权限。
zh_hant: 由於存取控制設置，您沒有使用此指令的權限。

# MyDifficulty_Placeholder
source: Pick your default difficulty
ar: اختر الصعوبة الافتراضية الخاصة بك
bg: Изберете трудност по подразбиране
cs: Vyberte si výchozí obtížnost
da: Vælg din standard sværhedsgrad
el: Επιλέξτε την προεπιλεγμένη δυσκολία σας
es: Selecciona tu dificultad predeterminada
fi: Valitse oletusvaikeusasteesi
fr: Choisissez votre difficulté par défaut
he: בחר את רמת הקושי המוגדרת כברירת מחדל
hu: Válassza ki az alapértelmezett nehézséget
id: Pilih tingkat kesulitan default Anda
it: Scegliere la difficoltà predefinita
ja: デフォルトの難易度を選ぶ
ko: 기본 난이도 선택
lt: Pasirinkite numatytąjį sudėtingumą
nb_no: Velg standard vanskelighetsgrad
nl: Kies jouw standaard moeilijkheidsgraad
pl: Wybierz domyślny poziom trudności
pt: Escolha sua dificuldade padrão
ro: Alegeți dificultatea implicită
ru: Выберите сложность по умолчанию
sv: Välj din förvalda svårighetsgrad
th: เลือกความยากเริ่มต้นของคุณ
tr: Varsayılan zorluk derecenizi seçin
uk: Виберіть складність за замовчуванням
vi: Chọn mức độ khó mặc định của cậu
zh_hans: 选择默认难度
zh_hant: 選擇預設難度

# StartGame_Preparing_Difficulty_Undefined
source: No difficulty
ar: لا صعوبة
bg: Без затруднения
cs: Bez obtíží
da: Ingen problemer
el: Καμία δυσκολία
es: Sin dificultad
fi: Ei vaikeuksia
fr: Aucune difficulté
he: אין קושי
hu: Nincs nehézség
id: Tidak ada kesulitan
it: Nessuna difficoltà
ja: 困難はない
ko: 난이도 없음
lt: Jokių sunkumų
nb_no: Ingen problemer
nl: Geen moeilijkheidsgraad
pl: Brak trudności
pt: Sem dificuldade
ro: Fără dificultate
ru: Сложность не выбрана
sv: Inga svårigheter
th: ไม่มีปัญหา
tr: Zorluk yok
uk: Ніяких труднощів
vi: Không có khó khăn
zh_hans: 无难度
zh_hant: 所有難度

# MyDifficulty_BasedOnPoints
source: Difficulty based on your points
ar: صعوبة بناء على نقاطك
bg: Трудност в зависимост от точките ви
cs: Obtížnost na základě vašich bodů
da: Sværhedsgrad baseret på dine point
el: Δυσκολία βάσει των πόντων σας
es: Dificultad basado en tus puntos
fi: Vaikeus perustuu pisteisiisi
fr: Difficulté en fonction de vos points
he: קושי בהתבסס על הנקודות שלך
hu: Nehézség a pontjaid alapján
id: Kesulitan berdasarkan poin Anda
it: Difficoltà in base ai punti ottenuti
ja: ポイントに応じた難易度
ko: 포인트에 따른 난이도
lt: Sunkumas pagal jūsų taškus
nb_no: Vanskelighetsgrad basert på poengene dine
nl: Moeilijkheidsgraad gebaseerd op je punten
pl: Trudność na podstawie zdobytych punktów
pt: Dificuldade com base em seus pontos
ro: Dificultate bazată pe punctele tale
ru: Сложность зависит от количества набранных вами очков
sv: Svårighetsgrad baserad på dina poäng
th: ระดับความยากตามคะแนนของคุณ
tr: Puanlarınıza göre zorluk derecesi
uk: Складність на основі ваших балів
vi: Độ khó dựa trên số điểm của cậu
zh_hans: 难度取决于您的积分
zh_hant: 難度取決於您的積分

# StopGame_Stopping
source: Stopping the current round…
ar: جاري إيقاف الجولة الحالية …
bg: Спиране на текущия кръг…
cs: Zastavení aktuálního kola…
da: At stoppe den nuværende runde…
el: Διακοπή του τρέχοντος γύρου…
es: Parando la ronda actual…
fi: Nykyisen kierroksen pysäyttäminen…
fr: Arrêt du round en cours…
he: עצירת הסיבוב הנוכחי…
hu: A jelenlegi kör megállítása…
id: Menghentikan putaran saat ini…
it: Fermando il round…
ja: 現在のラウンドを止める…
ko: 현재 라운드 중지 중…
lt: Dabartinio raundo sustabdymas…
nb_no: Stopper den pågående runden…
nl: De huidige ronde wordt gestopt…
pl: Zatrzymanie bieżącej rundy…
pt: Parando o round atual…
ro: Oprirea rundei actuale…
ru: Останавливаем текущий раунд…
sv: Stoppar den pågående rundan…
th: หยุดรอบปัจจุบัน…
tr: Mevcut raunt durduruluyor…
uk: Зупинка поточного раунду…
vi: Dừng vòng hiện tại…
zh_hans: 停止本轮…
zh_hant: 正在停止本回合…

# RoundSession_Stop_Stopping
source: Stopping current round session…
ar: إيقاف جلسة الجولة الحالية …
bg: Спиране на текущата сесия на кръга…
cs: Zastavení aktuální kruhové relace…
da: Standsning af den aktuelle runde…
el: Διακοπή τρέχουσας συνεδρίας γύρου…
es: Parando sesión de rondas actual…
fi: Nykyisen kierroksen istunnon pysäyttäminen…
fr: Arrêt de la session du round en cours…
he: עוצר את הסבב הנוכחי…
hu: Az aktuális forduló munkamenet leállítása…
id: Menghentikan sesi putaran saat ini…
it: Fermando la sessione di round corrente…
ja: 現在のラウンド・セッションを中断…
ko: 현재 라운드 세션 중지 중…
lt: Dabartinės raundo sesijos sustabdymas…
nb_no: Stopper pågående runde…
nl: De huidige rondesessie wordt gestopt…
pl: Zatrzymanie bieżącej sesji rundy…
pt: Parando a sessão do round atual…
ro: Oprirea sesiunii actuale de rundă…
ru: Останавливаем текущую сессию…
sv: Stoppar pågående runda…
th: หยุดเซสชันรอบปัจจุบัน…
tr: Geçerli tur oturumu durduruluyor…
uk: Зупинка поточної сесії раунду…
vi: Dừng phiên hiện tại…
zh_hans: 停止当前回合会话…
zh_hant: 正在停止本局比賽…

# StartGame_NowTryToGuessACharacter
source: Now try to guess a character from the anime right to gain another **{0} points**!
bg: Сега се опитайте да познаете правилно герой от анимето, за да спечелите още **{0} точки**!
cs: Nyní se pokuste správně uhodnout postavu z anime a získejte další **{0} body**!
da: Prøv nu at gætte en karakter fra animeen rigtigt for at få endnu **{0} point**!
el: Τώρα προσπαθήστε να μαντέψετε έναν χαρακτήρα από το anime σωστά για να κερδίσετε άλλους **{0} πόντους**!
es: ¡Ahora intenta adivinar un personaje del anime correctamente para ganar otros **{0} puntos**!
fi: Yritä nyt arvata anime-hahmo oikein saadaksesi lisää **{0} pisteitä**!
fr: Essayez maintenant de deviner correctement un personnage de l'anime pour gagner encore **{0} points** !
he: עכשיו נסה לנחש דמות מהאנימה כדי לזכות בעוד נקודות ב- **{0}** !
hu: Most próbáld meg helyesen kitalálni az anime egy karakterét, hogy újabb **{0} pontokat szerezz**!
id: Sekarang cobalah menebak karakter dari anime dengan benar untuk mendapatkan poin **{0}** lagi!
it: Ora cerca di indovinare un personaggio dell'anime per guadagnare altri **{0} punti**!
ja: 今度はアニメのキャラクターを当てて、さらに**{0} ポイントを獲得しよう。** ！
ko: 이제 애니메이션 속 캐릭터를 맞추고 **{0} 포인트를 추가로 획득하세요**!
lt: O dabar pabandykite teisingai atspėti anime personažą ir gaukite dar **{0} taškų**!
nb_no: Prøv nå å gjette en karakter fra anime-filmen riktig for å få flere **{0} poeng**!
nl: Probeer nu een karakter uit de anime goed te raden om nog eens **{0} punten te verdienen**!
pl: Teraz spróbuj odgadnąć postać z anime, aby zdobyć kolejne punkty **{0}** !
pt: Intenta agora adivinhar um personagem de anime corretamente para ganhar outros **{0} pontos**!
ro: Acum încearcă să ghicești corect un personaj din anime pentru a câștiga alte **{0} puncte**!
ru: Теперь попробуйте правильно угадать персонажа из аниме, чтобы получить еще **{0} очков**!
sv: Försök nu att gissa en karaktär från anime rätt för att få ytterligare **{0} poäng**!
th: ตอนนี้ลองทายตัวละครจากอนิเมะให้ถูกต้องเพื่อรับคะแนนเพิ่ม**{0}!**!
tr: Şimdi bir **{0} puanı daha kazanmak için animeden bir karakteri doğru tahmin etmeye çalışın**!
uk: А тепер спробуйте вгадати персонажа з аніме, щоб отримати ще **{0} балів**!
vi: Bây giờ hãy thử đoán một nhân vật trong anime để nhận thêm điểm **{0}** !
zh_hans: 现在，请试着猜对动画中的一个角色，以获得另一个**{0} 积分** ！
zh_hant: 現在試著猜出這部動畫中的角色，答對就能再獲得 **{0} 分**！

# Execute_Help_sgq
source: Start a new anime character quote round
bg: Започнете нов кръг от цитати за аниме герои
cs: Začněte nové kolo citací anime postav
da: Start en ny runde med anime-citater
el: Ξεκινήστε ένα νέο γύρο για το anime character
es: Comienza una nueva ronda de citas de personajes de anime
fi: Aloita uusi anime-hahmon lainauskierros
fr: Commencez un nouveau partie de citation de personnage d'anime
he: התחל סיבוב חדש של ציטוטים מדמויות אנימה
hu: Új anime karakter idéző kör indítása
id: Memulai ronde kutipan karakter anime baru
it: Iniziare un nuovo giro di citazioni di personaggi anime
ja: 新しいアニメキャラクターの引用ラウンドを開始
ko: 새로운 애니메이션 캐릭터 견적 라운드 시작
lt: Pradėkite naują anime personažų citatų turą
nb_no: Start en ny sitatrunde for anime-karakterer
nl: Begin een nieuwe animepersonage quote ronde
pl: Rozpocznij nową rundę cytowania postaci z anime
pt: Começa um novo round de citações de personagens de anime
ro: Începe o nouă rundă de citate despre personaje anime
ru: Начните новый цикл цитат о персонажах аниме
sv: Starta en ny runda med citat om anime-karaktärer
th: เริ่มรอบใหม่ของการแชร์คำพูดตัวละครอนิเมะ
tr: Yeni bir anime karakteri alıntı turu başlatın
uk: Почніть новий раунд цитування персонажів аніме
vi: Bắt đầu một vòng trích dẫn mới về nhân vật anime
zh_hans: 开始一轮新的动漫人物引用
zh_hant: 開始新的一局動畫人物台詞題

# CreateFilterDescription_AnimeTypes_Included
source: Including type(s): **{0}**
cs: Včetně typu(ů): **{0}**
da: Inkluderende type(r): **{0}**
el: Συμπεριλαμβανομένου τύπου(ων): **{0}**
fi: Mukaan lukien tyyppi(t): **{0}**
fr: Y compris le(s) type(s) : **{0}**
he: כולל סוגים: **{0}**
id: Termasuk jenisnya: **{0}**
it: Tipo(i) incluso(i): **{0}**
nb_no: Inkludert type(r): **{0}**
nl: Inclusief type(n): **{0}**
pl: W tym typ(y): **{0}**
ru: Включая тип(ы): **{0}**
th: รวมถึงประเภท:**{0}**
tr: Tip(ler) dahil: **{0}**
uk: Включаючи тип(и): **{0}**
vi: Gồm các loại: **{0}**
zh_hant: 包含類型：**{0}**

# CreateFilterDescription_AnimeTypes_Excluded
source: Excluding type(s): **{0}**
cs: S výjimkou typu(ů): **{0}**
da: Eksklusive type(r): **{0}**
el: Εξαιρούμενοι τύποι: **{0}**
fi: Lukuun ottamatta tyyppiä (tyyppejä): **{0}**
fr: Type(s) d'exclusion : **{0}**
he: למעט סוגים: **{0}**
id: Tidak termasuk tipe: **{0}**
it: Tipo/i escluso/i: **{0}**
nb_no: Eksklusive type(r): **{0}**
nl: Exclusief type(n): **{0}**
pl: Wyłączając typ(y): **{0}**
ru: Исключающий тип(ы): **{0}**
th: ไม่รวมประเภท:**{0}**
tr: Tip(ler) hariç: **{0}**
uk: За винятком типу(ів): **{0}**
vi: Loại trừ loại(s): **{0}**
zh_hant: 不包含類型：**{0}**

# AnimeTypes_TvSeries
source: TV Series
cs: Televizní seriál
da: TV-serie
el: Τηλεοπτική σειρά
fi: TV-sarja
fr: Série TV
he: סדרת טלוויזיה
id: Serial TV
it: Serie TV
nb_no: TV-serie
nl: TV-serie
pl: Serial telewizyjny
ru: Телесериал
th: ซีรีส์โทรทัศน์
tr: TV Dizileri
uk: Серіали
vi: Phim truyền hình
zh_hant: 電視系列

# AnimeTypes_Movie
source: Movie
cs: Film
da: Film
el: Ταινία
fi: Elokuva
fr: Film
he: סרט
id: Film
it: Film
nb_no: Film
nl: Film
pl: Film
ru: Фильм
th: ภาพยนตร์
tr: Film
uk: Фільм
vi: Phim
zh_hant: 電影

# AnimeTypes_MusicVideo
source: Music video
cs: Hudební video
da: Musikvideo
el: Μουσικό βίντεο
fi: Musiikkivideo
fr: Vidéo musicale
he: קליפ מוזיקלי
id: Video musik
it: Video musicale
nb_no: Musikkvideo
nl: Videoclip
pl: Teledysk
ru: Музыкальный клип
th: มิวสิควิดีโอ
tr: Müzik videosu
uk: Музичне відео
vi: Video ca nhạc
zh_hant: MV

# AnimeTypes_Other
source: Other
cs: Další
da: Andet
el: Άλλα
fi: Muut
fr: Autres
he: אחר
id: Lainnya
it: Altro
nb_no: Annet
nl: Andere
pl: Inne
ru: Другое
th: อื่นๆ
tr: Diğer
uk: Інше
vi: Khác
zh_hant: 其他

# AddTopPlayerDescription_Year
source: of year {0}
ar: من السنة {0}
bg: на годината {0}
cs: roku {0}
da: af året {0}
el: του έτους {0}
es: del año {0}
fi: vuoden {0}
fr: de l'année {0}
he: של השנה {0}
hu: év {0}
id: tahun {0}
it: dell'anno {0}
ja: 年{0}
ko: 년도 {0}
lt: metų {0}
nb_no: av året {0}
nl: van jaar {0}
pl: roku {0}
pt: do ano {0}
ro: de an {0}
ru: года {0}
sv: år {0}
th: ของปี{0}
tr: Yılın {0}
uk: року {0}
vi: của năm {0}
zh_hans: 年{0}
zh_hant: {0} 年

# ReverseGuess_CheckGuess_SorryWrongAnswer
source: Sorry, that was **{0}**, which is incorrect.
bg: Съжалявам, това беше **{0}** , което е неправилно.
cs: Omlouvám se, bylo to **{0}** , což není správně.
da: Undskyld, det var **{0}** , hvilket er forkert.
el: Συγγνώμη, αυτό ήταν **{0}** , το οποίο είναι λανθασμένο.
es: Lo siento, eso era **{0}**, que es incorrecto.
fi: Anteeksi, se oli **{0}** , mikä on väärin.
fr: Désolé, c'était **{0}** , ce qui est incorrect.
he: סליחה, זה היה **{0}** , וזה לא נכון.
hu: Bocsánat, ez a **{0}** volt, ami helytelen.
id: Maaf, yang benar adalah **{0}** , yang salah.
it: Scusate, era **{0}** , che non è corretto.
ja: **{0}** の間違いです。
ko: 죄송합니다. **{0}** 이 잘못되었습니다.
lt: Atsiprašome, tai buvo **{0}** , o tai neteisinga.
nb_no: Beklager, det var **{0}** , som er feil.
nl: Sorry, dat was **{0}** , wat onjuist is.
pl: Przepraszam, to było **{0}** , co jest niepoprawne.
pt: Desculpe, era **{0}** , o que está incorreto.
ro: Scuze, a fost **{0}** , ceea ce este incorect.
ru: Извините, это было **{0}** , что неверно.
sv: Ursäkta, det var **{0}** , vilket är felaktigt.
th: ขออภัย นั่นคือ**{0}** ซึ่งไม่ถูกต้อง
tr: Pardon, bu **{0}** şeklindeydi, ki bu yanlış.
uk: Вибачте, це було **{0}** , що невірно.
vi: Xin lỗi, đó là **{0}** , điều này là không chính xác.
zh_hans: 对不起，是**{0}** ，这是不正确的。
zh_hant: 很遺憾，那是**{0}**，答錯了。

# Execute_Help_sr
source: Start a new reverse image guess round
bg: Започнете нов кръг за отгатване на обратното изображение
cs: Zahájení nového kola hádání obráceného obrázku
da: Start en ny gætterunde med omvendt billede
el: Ξεκινήστε έναν νέο γύρο μαντεψιάς αντίστροφης εικόνας
es: Comienza una nueva ronda de imagen inversa
fi: Aloita uusi käänteisen kuvan arvauskierros
fr: Commencer un nouveau tour de devinette de l'image inversée
he: התחל סיבוב חדש של ניחוש תמונה הפוכה
hu: Kezdj egy új fordított kép kitalálási kört
id: Memulai ronde tebak gambar terbalik yang baru
it: Iniziare un nuovo giro di immagini invertite
ja: 新しい逆画像当てラウンドを開始する
ko: 새로운 역 이미지 맞추기 라운드 시작
lt: Pradėkite naują atvirkštinio vaizdo spėjimo raundą
nb_no: Start en ny gjetterunde med omvendt bilde
nl: Begin een nieuwe ronde van omgekeerd raden van afbeeldingen
pl: Rozpocznij nową rundę zgadywania odwróconego obrazu
pt: Iniciar uma nova ronda de adivinhação de imagens invertidas
ro: Începeți o nouă rundă de ghicire a imaginii inverse
ru: Начните новый раунд угадывания обратного изображения
sv: Starta en ny omvänd bildgissningsrunda
th: เริ่มรอบการทายภาพย้อนกลับใหม่
tr: Yeni bir ters görüntü tahmin turu başlatın
uk: Почніть новий раунд відгадування зворотного зображення
vi: Bắt đầu vòng đoán hình ảnh ngược mới
zh_hans: 开始新一轮反向图像竞猜
zh_hant: 開始新的一道反向圖片題
