Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# SendPatreonGoal_Title
source: :star: {0} needs you!
ar: {0} :star: يحتاجك!
bg: :star: {0} се нуждае от вас!
cs: :star: {0} tě potřebuje!
da: :star: {0} har brug for dig!
de: :star: {0} braucht dich!
el: :star: Το {0} σας χρειάζεται!
es: ¡ :star: {0} te necesita!
fi: :star: {0} tarvitsee sinua!
fr: :star : {0} a besoin de toi !
he: :כוכב: {0} זקוק לך!
hu: :star: {0} szüksége van rád!
id: :star: {0} membutuhkanmu!
it: :star: {0} ha bisogno di te!
ja: :star:{0} はあなたを必要としています！
ko: 별: {0} 당신이 필요합니다!
lt: :star: {0} reikia tavęs!
nb_no: :star: {0} trenger deg!
nl: :star: {0} heeft jou nodig!
pl: :star: {0} potrzebuje Cię!
pt: :star: {0} precisa de você!
ro: :star: {0} are nevoie de tine!
ru: :star: {0} Вы нужны!
sv: :star: {0} behöver dig!
th: :star:{0} ต้องการคุณ!
tr: :star: {0} sana ihtiyaç duyuyor!
uk: :star: {0} потребує вас!
vi: {0} cần cậu!
zh_hans: {0} 需要你！
zh_hant: :star: {0} 需要你！

# RoundSession_Start_CouldNotCreate
source: Could not create a new session, try to use `{0}stopg` or `{0}stopgs` or a different filter.
ar: لا يمكن إنشاء جلسة جديدة ، حاول استخدام `{0} stopg` أو` {0} stopgs` أو مرشح مختلف.
bg: Не може да се създаде нова сесия, опитайте се да използвате `{0}stopg` или `{0}stopgs` или друг филтър.
cs: Nelze vytvořit novou relaci, zkuste použít `{0}stopg` nebo `{0}stopgs` nebo jiný filtr.
da: Kunne ikke oprette en ny session, prøv at bruge `{0}stopg` eller `{0}stopgs` eller et andet filter.
el: Δεν ήταν δυνατή η δημιουργία νέας συνεδρίας, προσπαθήστε να χρησιμοποιήσετε το `{0}stopg` ή το `{0}stopgs` ή ένα διαφορετικό φίλτρο.
es: No se ha podido crear una nueva sesión, intenta utilizar `{0}stopg` o `{0}stopgs` o un filtro diferente.
fi: Uutta istuntoa ei voitu luoda, yritä käyttää `{0}stopg` tai `{0}stopgs` tai muuta suodatinta.
fr: Impossible de créer une nouvelle session, essayez d'utiliser `{0}stopg` ou `{0}stopgs` ou un autre filtre.
he: לא ניתן ליצור הפעלה חדשה, נסה להשתמש ב- `{0}stopg` או `{0}stopgs` או במסנן אחר.
hu: Nem tudott új munkamenetet létrehozni, próbálja meg a `{0}stopg` vagy a `{0}stopgs` vagy egy másik szűrőt használni.
id: Tidak dapat membuat sesi baru, coba gunakan `{0}stopg` atau `{0}stopgs` atau filter yang berbeda.
it: Impossibile creare una nuova sessione, prova a usare `{0}stopg` o `{0}stopgs` o un filtro diverso.
ja: 新しいセッションを作成できませんでした。`{0}stopg`、`{0}stopgs` または別のフィルターを使用してみてください。
ko: 새 세션을 만들 수 없습니다. `{0}stopg` 또는 `{0}stopgs` 또는 다른 필터를 사용해 보세요.
lt: Nepavyko sukurti naujos sesijos, pabandykite naudoti `{0}stopg` arba `{0}stopgs` arba kitą filtrą.
nb_no: Kunne ikke opprette en ny økt, prøv å bruke `{0}stopg` eller `{0}stopgs` eller et annet filter.
nl: Nieuwe sessie kon niet worden gemaakt, probeer `{0}stopg` of `{0}stopgs` of een ander filter te gebruiken.
pl: Nie można utworzyć nowej sesji, spróbuj użyć `{0}stopg` lub `{0}stopgs` lub innego filtra.
pt: Não foi possível criar uma nova sessão, tente utilizar `{0}stopg` ou `{0}stopgs` ou um filtro diferente.
ro: Nu s-a putut crea o sesiune nouă, încercați să utilizați `{0}stopg` sau `{0}stopgs` sau un filtru diferit.
ru: Не удалось создать новую сессию, попробуйте использовать `{0}stopg` или `{0}stopgs` или другой фильтр.
sv: Det gick inte att skapa en ny session, försök använda `{0}stopg` eller `{0}stopgs` eller ett annat filter.
th: ไม่สามารถสร้างเซสชันใหม่ได้ กรุณาลองใช้`{0}stopg` หรือ`{0}stopgs` หรือฟิลเตอร์อื่น
tr: Yeni bir oturum oluşturulamadı, `{0}stopg` veya `{0}stopgs` veya farklı bir filtre kullanmayı deneyin.
uk: Не вдалося створити новий сеанс, спробуйте використати `{0}stopg` або `{0}stopgs` або інший фільтр.
vi: Không thể tạo phiên mới, hãy thử sử dụng `{0}stopg` hoặc `{0}stopgs` hoặc một bộ lọc khác.
zh_hans: 无法创建新会话，请尝试使用`{0}stopg` 或`{0}stopgs` 或其他过滤器。
zh_hant: 無法建立新遊戲，請嘗試使用`{0}stopg` 或`{0}stopgs`或其他篩選器。

# AnimeList_Must_Be_Synced
source: **{0}**'s list on {1} has not been synced yet. Use the `sync` command first to synchronize a list.
ar: ** {0} ** لم يتم {1} مزامنتها بعد. استخدم `! sync `أولاً لمزامنة القائمة.
bg: **{0}**списъкът на {1} все още не е синхронизиран. Използвайте първо командата `sync`, за да синхронизирате списък.
cs: List uživatele **{0}** na {1} ještě nebyl synchronizován
da: **{0}**'s liste på {1} er ikke blevet synkroniseret endnu. Brug først kommandoen `sync` til at synkronisere en liste.
de: **{0}**'s list on {1} has not been synced yet
el: **{0}**Η λίστα στο {1} δεν έχει συγχρονιστεί ακόμα. Χρησιμοποιήστε πρώτα την εντολή `sync` για να συγχρονίσετε μια λίστα.
es: La lista de **{0}** en {1} no ha sido sincronizada aún. Usa el comando `sync` primero para sincronizar una lista.
fi: **{0}** {1} -listaa ei ole vielä synkronoitu. Käytä ensin komentoa sync listan synkronoimiseksi. ``
fr: La liste de **{0}** sur {1} n'a pas encore été synchronisée. Utilisez d'abord `!sync` pour synchroniser une liste.
he: **{0}**הרשימה של 's ב- {1} טרם סונכרנה. השתמש תחילה בפקודה `sync` כדי לסנכרן רשימה.
hu: **{0}**A {1} oldalon található listát még nem szinkronizálták. A lista szinkronizálásához először a `sync` parancsot használja.
id: Daftar **{0}** di {1} belum disinkronkan. gunakan `!sync` terlebih dahulu untuk menyingkronkan daftar.
it: la lista di **{0}** in {1} non è stata ancora sincronizzata. Usa prima `!sync` per sincronizzare una lista.
ja: {1} の **{0}** のリストはまだ同期されていません。リストを同期するには、まず `sync` コマンドを使ってください。
ko: **{0}**의 목록( {1} )이 아직 동기화되지 않았습니다. 목록을 동기화하려면 먼저 `sync` 명령을 사용하세요.
lt: **{0}**sąrašas svetainėje {1} dar nesinchronizuotas. Norėdami sinchronizuoti sąrašą, pirmiausia naudokite komandą `sync`.
nb_no: **{0}**listen på {1} er ikke synkronisert ennå. Bruk først kommandoen `sync` for å synkronisere en liste.
nl: De lijst van **{0}** op {1} is nog niet gesynchroniseerd. Gebruik eerst `!sync` om een lijst te synchroniseren.
pl: Lista użytkownika **{0}** na {1} nie została jeszcze zsynchronizowana. Użyj komendy `sync` żeby ją zsynchronizować.
pt: A lista de **{0}** em {1} ainda não foi sincronizada. Use `!sync` primeiro para sincronizar a lista.
ro: **{0}**de pe {1} nu a fost încă sincronizată. Utilizați mai întâi comanda `sync` pentru a sincroniza o listă.
ru: **{0}**'список на {1} еще не синхронизирован. Для синхронизации списка сначала используйте команду `sync`.
sv: **{0}**s lista på {1} har inte synkroniserats ännu. Använd kommandot `sync` först för att synkronisera en lista.
th: **{0}**รายการใน{1} ยังไม่ได้รับการซิงค์ กรุณาใช้คำสั่ง`sync` เพื่อซิงโครไนซ์รายการก่อน
tr: **{0}** adlı kişinin {1} hesabındaki listesi henüz bağlanmadı
uk: **{0}**на {1} ще не синхронізовано. Для синхронізації списку спочатку скористайтеся командою `sync`.
vi: **{0}**Danh sách trên {1} chưa được đồng bộ hóa. Hãy sử dụng lệnh `sync` trước để đồng bộ hóa danh sách.
zh_hans: **{0}** {1} 上的列表尚未同步。请先使用 sync 命令同步列表。``
zh_hant: **{0}** {1} 上的清單尚未同步。請先使用 `sync` 指令同步清單。

# SendTopPlayers_SinceLastWeek
source: Since last week
ar: منذ الأسبوع الماضي
bg: От миналата седмица
cs: Od posledního týdne
da: Siden sidste uge
de: Seit letzter Woche
el: Από την προηγούμενη εβδομάδα
es: Desde la semana pasada
fi: Viime viikosta lähtien
fil: Simulang nakaraang linggo
fr: Depuis la semaine dernière
he: מאז שבוע שעבר
hu: Múlt hét óta
id: Sejak minggu lalu
it: Dalla scorsa settimana
ja: 先週から
ko: 지난 주부터
lt: Nuo praėjusios savaitės
nb_no: Siden forrige uke
nl: Sinds vorige week
pl: Od zeszłego tygodnia
pt: Desde a última semana
ro: De săptămâna trecută
ru: С прошедшей недели
sv: Sedan förra veckan
th: ตั้งแต่สัปดาห์ที่แล้ว
tr: Geçen haftadan beri
uk: З минулого тижня
vi: Kể từ tuần trước
zh_hans: 从上周开始
zh_hant: 自上週起

# SendTopPlayers_Title
source: **Top players in __{0}__**
ar: **أفضل اللاعبين في __{0}__**
bg: **Най-добрите играчи в __{0}__**
cs: **Nejlepší hráči na __{0}__**
da: **Topspillere i __{0}__**
de: **Top Spieler auf __{0}__**
el: **Κορυφαίοι παίκτες στο __{0}__**
es: **Los mejores jugadores en __{0}__**
fi: **Huippupelaajat __{0}__**
fil: ** Mga magagaling na manlalaro sa __{0}__**
fr: **Meilleurs joueurs de __{0}__**
he: **שחקנים מובילים ב__{0}__**
hu: **A legjobb játékosok __{0}__**
id: **Pemain teratas di__{0}__**
it: **I migliori giocatori di __{0}__**
ja: **__{0}__のトッププレイヤー**
ko: **상위 플레이어 __{0}__**
lt: **Geriausi __{0}__ žaidėjai**
nb_no: **Toppspillere i __{0}__**
nl: **Beste spelers in __{0}__**
pl: **Top gracze na __{0}__**
pt: **Melhores jogadores em __{0}__**
ro: **Jucători de top în __{0}___**
ru: **Лучшие игроки __{0}__**
sv: **Topspelare i __{0}__**
th: **ผู้เล่นชั้นนำใน __{0}__**
tr: **__{0}__ içerisindeki en iyi oyuncular**
uk: **Найкращі гравці в __{0}__ __.**
vi: **Những người chơi hàng đầu trong __{0}__**
zh_hans: **__{0}__的顶级玩家**
zh_hant: **在__{0}__中的最佳玩家**

# StartGame_Maintenance_Description
source: I'm currently placed under maintenance, try again soon!
ar: أنا حاليًا في وضع الصيانة ، حاول مرة أخرى قريبًا!
bg: В момента съм в режим на поддръжка, опитайте отново скоро!
cs: Právě jsem pod údržbou, zkuste to za chvíli!
da: Jeg er i øjeblikket under vedligeholdelse, prøv igen snart!
de: Ich werde derzeit gewartet, versuche es später erneut!
el: Βρίσκομαι σε κατάσταση συντήρησης επί του παρόντος, ξαναδοκιμάστε αργότερα!
es: En este momento estoy en mantenimiento, ¡intenta más tarde!
fi: Olen tällä hetkellä ylläpidossa, yritä pian uudelleen!
fil: Ako'y inaayos ngayon. Simulan mo ulit mamaya!
fr: Je suis présentement en maintenance, essayez plus tard !
he: אני כרגע בשיפוצים, נסה שוב מאוחר יותר!
hu: Jelenleg karbantartás alatt állok, próbáld újra hamarosan!
id: Saat ini saya dalam masa pemeliharaan, coba lagi nanti!
it: Attualmente sono in manutenzione, riprova più tardi!
ja: 私は今、メンテナンス中ですので、後で試してみてください！
ko: 현재 점검 중입니다. 곧 다시 시도하세요!
lt: Šiuo metu man atliekama techninė priežiūra, pabandykite dar kartą netrukus!
nb_no: Jeg er for øyeblikket under vedlikehold, prøv igjen snart!
nl: Ik ben momenteel in onderhoud, probeer het spoedig nogmaals!
pl: Obecnie trwa moja przerwa techniczna, spróbuj ponownie wkrótce!
pt: Estou em manutenção, tente novamente mais tarde!
ro: În prezent sunt plasat în întreținere, încercați din nou în curând!
ru: В настоящее время я нахожусь на техническом обслуживании, попробуйте снова в ближайшее время!
sv: Jag är för närvarande under underhåll, försök snart igen!
th: ฉันกำลังอยู่ในช่วงบำรุงรักษา กรุณาลองใหม่อีกครั้งเร็วๆ นี้!
tr: Şu an için bakım altındayım, daha sonra tekrar dene!
uk: Наразі я перебуваю на технічному обслуговуванні, спробуйте ще раз незабаром!
vi: Hiện tại, hệ thống đang được bảo trì, hãy thử lại sau!
zh_hans: 我目前正在维修,稍后再试!
zh_hant: 我目前正在維修中，請稍後再試！

# StartGame_Maintenance_Title
source: :warning: **Maintenance**
ar: :warning: ** الصيانة **
bg: :предупреждение: **Поддръжка**
cs: :warning: **Údržba**
da: :advarsel: **Vedligeholdelse**
de: :warning: **Wartung**
el: :warning: **Συντήρηση**
es: :warning: **Mantenimiento**
fi: :varoitus: **Huolto**
fil: :warning: **Oras ng pag-aayos**
fr: :Avertissement:**Maintenance**
he: :warning: **שיפוצים**
hu: :warning: **Karbantartás**
id: :warning: **Pemeliharaan**
it: :warning: **Manutenzione**
ja: :warning: **メンテナンス**
ko: :경고: **유지 관리**
lt: :įspėjimas: **Techninė priežiūra**
nb_no: :advarsel: **Vedlikehold**
nl: :warning: **Onderhoud**
pl: :warning: **Przerwa techniczna**
pt: :warning: **Manutenção**
ro: :avertisment: **Întreținere**
ru: :предупреждение: **Обслуживание**
sv: :varning: **Underhåll**
th: :warning: การบำรุงรักษา****
tr: :warning: **Bakım**
uk: Попередження: **Обслуговування**
vi: Cảnh báo: Bảo trì ****
zh_hans: :warning: **维修**
zh_hant: :警告: **維修中**

# StartGame_RoundInProgress
source: {0}, there is already a round in progress. Use `{1}stopg` to stop it.
ar: {0} ، هناك بالفعل جولة جارية. استخدم `{1} stopg` لإيقافهة.
bg: {0}, вече е в ход един кръг. Използвайте `{1}stopg`, за да го спрете.
cs: {0}, již probíhá kolo. Použij `{1}stopg` pro jeho zastavení.
da: {0}er der allerede en runde i gang. Brug `{1}stopg` til at stoppe den.
de: {0}, es läuft bereits eine Runde. Nutze `{1}stopg` um sie zu stoppen.
el: {0}, υπάρχει ήδη ένας γύρος σε εξέλιξη. Χρησιμοποιήστε το `{1}stopg` για να τον σταματήσετε.
es: {0}, ya hay una ronda en progreso. Usa `{1}stopg` para detenerlo.
fi: {0}, kierros on jo käynnissä. Käytä `{1}stopg` pysäyttääksesi sen.
fil: {0}, may larong nangyayari ngayon. Gamitin ang `{1}stopg` para itigil.
fr: {0}, Il y a déjà une partie en cours. Utilise `{1}stopg` pour l'arrêter.
he: {0}, יש כבר סיבוב שרץ. השתמש/י ב-`{1}stopg` כדי לעצור אותו.
hu: {0}, már folyamatban van egy forduló. Használja a `{1}stopg` megállításához.
id: {0}, sudah ada ronde yang sedang berlangsung. Gunakan `{1}stopg` untuk menghentikannya.
it: {0}, c'è già un round in corso. Usa `{1}stopg` per fermarlo.
ja: {0}さん、すでに進行中のラウンドがあります。停止するには `{1}stopg` を使用します。
ko: {0}이미 라운드가 진행 중입니다. `{1} stopg` 을 사용하여 중지합니다.
lt: {0}, jau vyksta raundas. Norėdami jį sustabdyti, naudokite `{1}stopg`.
nb_no: {0}er det allerede en runde i gang. Bruk `{1}stopg` for å stoppe den.
nl: {0}, er is al een ronde gaande. Gebruik `{1}stopg` om deze te stoppen.
pl: {0}, aktywna runda już trwa. Użyj `{1}stopg` aby ją zakończyć.
pt: {0}, um round já está em andamento. Use `{1}stopg` para pará-lo.
ro: {0}, există deja o rundă în curs de desfășurare. Folosiți `{1}stopg` pentru a o opri.
ru: {0}, раунд уже начат. Используйте `{1}stopg` для остановки.
sv: {0}, det pågår redan en omgång. Använd `{1}stopg` för att stoppa det.
th: {0}, มีรอบกำลังดำเนินอยู่ ใช้`{1}stopg` เพื่อหยุดมัน
tr: {0}, halihazırda çalışan bir raunt var. Durdurmak için `{1}stopg` yaz.
uk: {0}вже йде раунд. Використовуйте `{1}stopg`, щоб зупинити його.
vi: {0}Hiện tại đã có một vòng đang diễn ra. Sử dụng `{1}stopg` để dừng nó.
zh_hans: {0}，已经有一轮正在进行中。 使用`{1}stopg`来阻止它。
zh_hant: {0}，已有一個題目正在進行。請使用`{1}stopg`來結束它。

# StartGame_TooManyRounds
source: {0}, there are too many rounds being prepared at the moment. Try again shortly.
ar: {0} ، هناك الكثير من الجولات التي يتم تحضيرها في الوقت الحالي. حاول مرة أخرى قريبًا.
bg: {0}, в момента се подготвят твърде много кръгове. Опитайте отново скоро.
cs: {0}, momentálně se připravuje příliš mnoho kol. Zkuste to za chvíli.
da: {0}Der er for mange runder under forberedelse i øjeblikket. Prøv igen om lidt.
de: {0}, es werden derzeit zu viele Runden gleichzeitig vorbereitet. Versuche es in kürze erneut.
el: {0}, ετοιμάζονται πάρα πολλοί γύροι αυτή τη στιγμή. Ξαναδοκιμάστε σε λίγο.
es: {0}, hay muchas rondas preparándose en este momento. Inténtalo de nuevo dentro de poco.
fi: {0}, tällä hetkellä valmistellaan liian monta kierrosta. Yritä pian uudelleen.
fil: {0}, andaming larong ginagawa ngayon. Simulan ulit mamaya.
fr: {0}, il y a trop de parties qui sont en préparation en ce moment. Essayez plus tard.
he: {0}, ישנם יותר מידי סיבובים המתוכננים כרגע. נסה שוב בקרוב.
hu: {0}, jelenleg túl sok menet van előkészítés alatt. Próbálja újra rövidesen.
id: {0}, ada terlalu banyak ronde yang sedang dipersiapkan saat ini. Coba sebentar lagi.
it: {0}, ci sono molti round in preparazione al momento. Riprova presto.
ja: {0}さん、現時点ではあまりにも多くのラウンドが準備されています。しばらくしてから再度お試しください。
ko: {0}현재 준비 중인 라운드가 너무 많습니다. 잠시 후 다시 시도하세요.
lt: {0}, šiuo metu rengiama per daug raundų. Netrukus pabandykite dar kartą.
nb_no: {0}Det er for mange runder som forberedes for øyeblikket. Prøv igjen om kort tid.
nl: {0}, er worden te veel rondes voorbereid momenteel. Probeer het later nogmaals.
pl: {0}, w tej chwili przygotowywanych jest zbyt wiele rozgrywek jednocześnie. Spróbuj ponownie wkrótce.
pt: {0}, Há muito rounds sendo feitos no momento. Tente novamente mais tarde.
ro: {0}, sunt prea multe runde în curs de pregătire în acest moment. Încercați din nou în scurt timp.
ru: {0}, в данный момент готовится слишком много раундов. Повторите попытку в ближайшее время.
sv: {0}, det förbereds för många omgångar för tillfället. Försök snart igen.
th: {0}ขณะนี้มีการเตรียมรอบมากเกินไป กรุณาลองใหม่อีกครั้งในภายหลัง
tr: {0}, aynı anda çok fazla raunt hazırlanıyor. Az sonra tekrar dene.
uk: {0}на даний момент готується занадто багато раундів. Спробуйте ще раз незабаром.
vi: {0}Hiện tại có quá nhiều lượt đang được chuẩn bị. Hãy thử lại sau một lúc.
zh_hans: {0}，目前正在准备的轮太多了。 请稍后再试。
zh_hant: {0}，目前有太多的回合正在準備。請稍後再試。

# StartGame_UnknownParameter
source: {0}, I don't understand the parameter.
ar: {0} ، أنا لا أفهم هاده الإعدادات.
bg: {0}, не разбирам параметъра.
cs: {0}, nerozumím tomuto parametru.
da: {0}Jeg forstår ikke parameteren.
de: {0}, ich verstehe den Befehl nicht.
el: {0}, δεν καταλαβαίνω την παράμετρο.
es: {0}, no entiendo el parámetro.
fi: {0}, en ymmärrä parametria.
fil: {0}, hindi ko maintindihan ang sinabi mo.
fr: {0}, je ne comprends pas ces paramètres.
he: {0}, אני לא מבין את הפקודה.
hu: {0}, nem értem a paramétert.
id: {0}, saya tidak mengerti parameternya.
it: {0}, non capisco il parametro.
ja: {0}さん、私はパラメータを理解していません。
ko: {0}매개 변수를 이해하지 못합니다.
lt: {0}, nesuprantu parametro.
nb_no: {0}forstår jeg ikke parameteren.
nl: {0}, ik snap het commando niet.
pl: {0}, nie rozumiem parametru.
pt: {0}, Não entendo tal parâmetro.
ro: {0}, nu înțeleg parametrul.
ru: {0}, я не понимаю параметр.
sv: {0}, jag förstår inte parametern.
th: {0}, ฉันไม่เข้าใจพารามิเตอร์
tr: {0}, parametreyi anlamadım.
uk: {0}Я не розумію, що це за параметр.
vi: {0}Tớ không hiểu thông số này.
zh_hans: {0}，我不明白参数。
zh_hant: {0}，我不明白這項參數。

# StopGame_CooldownNotification
source: {0}, you can't use the `{2}stopg` command more than once every {1} minutes.
ar: {0} ، لا يمكنك استخدام الأمر `{2} stopg` أكثر من مرة كل دقيقة {1}.
bg: {0}, не можете да използвате командата `{2}stopg` повече от веднъж на всеки {1} минути.
cs: {0}, nemůžete použít příkaz `{2}stopg` častěji než za {1} minut.
da: {0}Du kan ikke bruge kommandoen `{2}stopg` mere end én gang hvert {1} minut.
de: {0}, du kannst den `{2}stopg` Befehl nicht mehr als alle {1} Minuten benutzen.
el: {0}, δεν μπορείτε να χρησιμοποιήσετε την εντολή `{2}stopg` περισσότερες από μία φορά κάθε {1} λεπτά.
es: {0}, no puedes usar el comando `{2}stopg` más de una vez cada {1} minutos.
fi: {0}, et voi käyttää komentoa `{2}stopg` useammin kuin kerran {1} minuutin välein.
fil: {0}, hindi mo magagamit ang `{2}stopg` command higit pa sa isang beses tuwing {1} na minuto.
fr: {0}, vous ne pouvez utiliser la commande `{2}stopg` qu'une fois toutes les {1} minutes.
he: {0}, את/ה לא יכול/ה להשתמש בפקודה `{2}stopg` יותר מפעם אחת כל {1} דקות.
hu: {0}, a `{2}stopg` parancsot legfeljebb minden {1} percben egyszer használhatja.
id: {0}, Anda tidak dapat menggunakan perintah `{2}stopg` lebih dari sekali setiap {1} menit.
it: {0}, non puoi usare il comando `{2}stopg` più di una volta ogni {1} minuti.
ja: {0}さん、`{2}stopg` コマンドを{1}分に複数回使用することはできません。
ko: {0} `{2}stopg 명령은 분에 한 번 이상 사용할 수 없습니다.` {1}
lt: {0}, komandą `{2}stopg` galite naudoti ne dažniau kaip kartą per {1} minutes.
nb_no: {0}kan du ikke bruke kommandoen `{2}stopg` mer enn én gang hvert {1} minutt.
nl: {0}, je kunt het `{2}stopg` commando niet vaker dan eens per {1} minuten gebruiken.
pl: {0}, nie możesz używać polecenia`{2}stopg` częściej niż raz na {1} minut.
pt: {0}, você não pode usar o comando `{2}stopg` mais de uma vez a cada {1} minutos.
ro: {0}, nu puteți utiliza comanda `{2}stopg` mai mult de o dată la fiecare {1} minute.
ru: {0}, вы не можете использовать команду `{2}stopg` чаще, чем раз в {1} минут.
sv: {0}, du kan inte använda kommandot `{2}stopg` mer än en gång var {1} minut.
th: {0}คุณไม่สามารถใช้คำสั่ง`{2}stopg` ได้มากกว่าหนึ่งครั้งทุก ๆ{1} นาที
tr: {0}, `{2}stopg` komutunu {1} dakika içinde birden fazla kez kullanamazsın.
uk: {0}ви не можете використовувати команду `{2}stopg` частіше, ніж раз на {1} хвилини.
vi: {0}Cậu không thể sử dụng lệnh ` `{2}stopg` ` hơn một lần mỗi {1} phút.
zh_hans: 您不能每123分钟使用一次以上的`{2}stopg'命令。
zh_hant: {0}，您每 {1} 分鐘內只能使用`{2}stopg`指令一次。

# StopGame_NoRoundBeingPlayed
source: {0}, there is no round currently being played. You can start one using `{1}sg`.
ar: {0} ، لا توجد جولة يتم لعبها حاليًا. يمكنك بدء واحدة باستخدام `{1} sg`.
bg: {0}, в момента не се играе кръг. Можете да започнете такъв, като използвате `{1}sg`.
cs: {0}, právě se nehraje žádné kolo. Můžete ho začít pomocí `{1}sg`.
da: {0}Der er ingen runde i gang i øjeblikket. Du kan starte en ved at bruge `{1}sg`.
de: {0}, es gibt derzeit keine aktive Runde. Starte eine mit `{1}sg`.
el: {0}, δεν υπάρχει κάποιος γύρος επί του παρόντος. Μπορείς να ξεκινήσεις ένα γύρο χρησιμοποιώντας το `{1}sg`.
es: {0}, no se está jugando una ronda en este momento. Puedes empezar otra usando`{1}sg`.
fi: {0}, tällä hetkellä ei ole pelattu kierrosta. Voit aloittaa kierroksen käyttämällä `{1}sg`.
fil: {0}, walang larong ganap ngayon. Simulan ito gamit ang `{1}sg`.
fr: Aucune partie en cours {0}. Vous pouvez en démarrer une nouvelle en utilisant `{1}sg`.
he: {0}, אף סיבוב לא פועל כרגע. את/ה יכול להתחיל אחד באמצעות הפקודה `{1}sg`.
hu: {0}, jelenleg nincs játszott forduló. A `{1}sg` segítségével indíthat egyet.
id: {0}, tidak ada ronde yang sedang dimainkan. Anda dapat memulainya menggunakan `{1}sg`.
it: {0}, non c'è nessun round in corso. Puoi iniziarne uno usando `{1}sg`.
ja: {0}さん、現在プレイ中のラウンドはありません。`{1}sg` を使って新しいラウンドを開始することができます。
ko: {0}현재 진행 중인 라운드가 없습니다. `{1} sg` 을 사용하여 시작할 수 있습니다.
lt: {0}, šiuo metu raundas nėra žaidžiamas. Jį galite pradėti naudodami `{1}sg`.
nb_no: {0}, er det ingen runde som spilles for øyeblikket. Du kan starte en ved å bruke `{1}sg`.
nl: {0}, er is nog geen ronde gaande. Je kunt eentje starten met `{1}sg`.
pl: {0}, obecnie nie jest rozgrywana żadna runda. Możesz rozpocząć nową rozgrywkę używając `{1}sg`.
pt: {0}, não há nenhum round sendo jogado no momento. Você pode começar um usando `{1}sg`.
ro: {0}, nu există nicio rundă în curs de desfășurare. Puteți începe una folosind `{1}sg`.
ru: {0}В настоящее время раунд не проводится. Вы можете начать его, используя `{1}sg`.
sv: {0}, det spelas ingen omgång just nu. Du kan starta en med `{1}sg`.
th: {0}ขณะนี้ไม่มีการแข่งขันกำลังดำเนินอยู่ คุณสามารถเริ่มการแข่งขันได้โดยใช้`{1}sg`
tr: {0}, şu anda devam eden bir raunt yok. `{1}sg` yazarak bir tane başlatabilirsin.
uk: {0}на даний момент немає жодного раунду. Ви можете розпочати його за допомогою `{1}sg`.
vi: {0}Hiện tại không có trận đấu nào đang diễn ra. Cậu có thể bắt đầu một trận đấu bằng cách truy cập `{1}sg`.
zh_hans: {0}，目前没有一个轮正在进行。你可以使用 `{1}sg` 开始一个。
zh_hant: {0}，目前沒有題目正在進行。您可以使用`{1}sg`開始一道題。
