Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# HelpCommandModule_SendQueryHelp_Filters_Description
source: `d:` - Difficulty `d:0` to `d:5` (`0` disables difficulty filter) `y:` - Year `y:2010` or year range `y:1995-2005` `g:` - Genre `g:action` or multiple `g:action,-sliceoflife,!kids`, where `-` or `!` excludes the genre (use `{0}genres` for all genres) `t:` - Type of song: openings `t:op`, endings `t:ed` or insert songs `t:in` (`in` works with `sga` only) `sl:` - Sample length in seconds, between 5 and 30 (only usable with `{0}sgsa`) `mal:` - MyAnimeList user anime list `mal:username` or multiple `mal:user1,user2` `anilist:` - AniList user anime list `anilist:username` or multiple `anilist:user1,user2`
ar: `d:` - صعوبة `d: 0` إلى` d: 5` (`0` يعطل مرشح الصعوبة) `y:` - السنة `y: 2010` أو المدى العام `y: 1995-2005` `g:`-النوع `g: action` أو متعددة `g: action ، -sliceoflife ،! kids` ، حيث` -` أو `!` يستبعد هذا النوع (استخدم `{0} الأنواع لجميع الأنواع) `t:` - نوع الأغنية: operings `t: op` ، النهايات` t: ed` أو إدراج أغاني `t: in` (in 'يعمل مع` sga` فقط) `sl:` - طول العينة في ثوانٍ ، بين 5 و 30 (قابلة للاستخدام فقط مع `{0} sgsa`) `mal:` - قائمة أنيمي المستخدم myanimelist `mal: اسم المستخدم` أو متعدد `mal: user1 ، user2` `` anilist: ` - قائمة أنيمي المستخدم` `` anilist: username `أو متعددة` anilist: user1 ، user2 `
bg: `d:` - Трудност `d:0` до `d:5` (`0` деактивира филтъра за трудност) `y:` - Година `y:2010` или диапазон от години `y:1995-2005` `g:` - Жанр `g:action` или множество `g:action,-sliceoflife,!kids`, където `-` или `!` изключва жанра (използвайте `{0}genres` за всички жанрове) `t:` - Вид песен: начало `t:op`, край `t:ed` или вмъкване на песни `t:in` (`in` работи само с `sga` ) `sl:` - Продължителност на извадката в секунди, между 5 и 30 (използва се само с `{0}sgsa`) `mal:` - MyAnimeList потребителски списък с анимета `mal:username` или множество `mal:user1,user2` `anilist:` - AniList - потребителски списък с анимета `anilist:username` или множество `anilist:user1,user2`
cs: `d:` - Obtížnost `d:0` až `d:5` (`0` zruší filtr obtížnosti) `y:` - Rok `y:2010` nebo rozmezí let `y:1995-2005` `g:` - Žánr `g:action` nebo více `g:action,-sliceoflife,!kids`, kde `-` nebo `!` vyřazuje žánr (použij `{0}genres` pro seznam všech žánrů) `t:` - Typ písně: openingy `t:op`, endingy `t:ed` nebo inserty `t:in` (`in` funguje pouze s `sga`) `mal:` - Účet uživatele MyAnimeListu `mal:jméno` nebo více `mal:jméno1,jméno2` `anilist:` - Účet uživatele AniListu `anilist:jméno` nebo více `anilist:jméno1,jméno2`
da: `d:` - Sværhedsgrad `d:0` til `d:5` (`0` deaktiverer sværhedsgradsfilter) `y:` - År `y:2010` eller årrække `y:1995-2005` `g:` - Genre `g:action` eller flere `g:action,-sliceoflife,!kids`, hvor `-` eller `!` udelukker genren (brug `{0}genrer` for alle genrer) `t:` - Sangtype: åbninger `t:op`, afslutninger `t:ed` eller indsæt sange `t:in` (`in` virker kun med `sga` ) `sl:` - Sample length in seconds, between 5 and 30 (kan kun bruges med `{0}sgsa`) `mal:` - MyAnimeList user anime list `mal:username` or multiple `mal:user1,user2` `anilist:` - AniList user anime list `anilist:username` or multiple `anilist:user1,user2`
de: `d:` - Schwierigkeit `d:0` bis `d:5` (`0` deaktiviert den Schwierigkeitsfilter) `y:` - Jahr `y:2010` oder Jahresbereich `y:1995-2005` `g:` - Genre `g:action` oder mehrere `g:action,-sliceoflife,!kids`, wobei `-` oder `!` das Genre ausschließt (verwende `{0}genres` für alle Genres) `t:` - Typ des Liedes: Opening `t:op`, Ending `t:ed` oder Insert-Songs `t:in` (`in` funktioniert nur mit `sga`) `sl:` - Sample-Länge in Sekunden, zwischen 5 und 30 (nur mit `{0}sgsa` verwendbar) `mal:` - MyAnimeList Benutzer-Animeliste `mal:username` oder mehrere `mal:user1,user2` `anilist:` - AniList Benutzer-Animeliste `anilist:username` oder mehrere `anilist:user1,user2`
el: `d:` - Δυσκολία `d:0` έως `d:5` (`0` απενεργοποιεί το φίλτρο δυσκολίας) `y:` - Έτος `y:2010` ή εύρος ετών `y:1995-2005` `g:` - Είδος `g:action` ή πολλαπλά `g:action,-sliceoflife,!kids`, όπου `-` ή `!` αποκλείει το είδος (χρησιμοποιήστε `{0}είδη` για όλα τα είδη) `t:` - Τύπος τραγουδιού: ανοίγματα `t:op`, τελειώματα `t:ed` ή εισαγωγή τραγουδιών `t:in` (`in` λειτουργεί μόνο με `sga` ) `sl:` - Μήκος δείγματος σε δευτερόλεπτα, μεταξύ 5 και 30 (μπορεί να χρησιμοποιηθεί μόνο με `{0}sgsa`) `mal:` - MyAnimeList χρήστης λίστα anime `mal:username` ή πολλαπλές `mal:user1,user2` `anilist:` - AniList user anime list `anilist:username` or multiple `anilist:user1,user2`
es: `d:` - Dificultad `d:0` a `d:5` (`0` deshabilita el filtro de dificultad) `y:` - Año `y:2010` o rando de años `y:1995-2005` `g:` - Género `g:action` o múltiples `g:action,-sliceoflife,!kids`, donde `-` o `!` excluye el género (utiliza `{0}genres` para todos los géneros) `t:` - Tipo de canción `t:op`,`t:ed` o `t:in` (`in` funciona solamente en `sga`) `sl:` - Duración de la muestra en segundos, entre 5 y 30 (funciona solamente con `{0}sgsa`) `mal:` - Lista de anime del usuario de MyAnimeList `mal:usuario` o múltiples `mal:usuario1,usuario2` `anilist:` - Lista de anime del usuario de AniList `anilist:usuario` o múltiples `mal:usuario1,usuario2`
fi: `d:` - Vaikeus `d:0` - `d:5` (`0` poistaa vaikeussuodattimen käytöstä). `y:` - Vuosi `y:2010` tai vuosiväli `y:1995-2005` `g:` - Genre `g:action` tai useita `g:action,-sliceoflife,!kids`, jossa `-` tai `!` sulkee pois genren (käytä `{0}genrejä` kaikille genreille). `t:` - Kappaleen tyyppi: aloitus `t:op`, lopetus `t:ed` tai insert songs `t:in` (`in` toimii vain `sga` kanssa). `sl:` - Näytteen pituus sekunteina, välillä 5 ja 30 (voidaan käyttää vain `{0}sgsa` kanssa). `mal:` - MyAnimeList käyttäjän anime-luettelo `mal:username` tai useita `mal:user1,user2` `anilist:` - AniList käyttäjän animen lista `anilist:username` tai useampi `anilist:user1,user2`
fr: `d :` - Difficulté `d:0` à `d:5` (`0` désactive le filtre de difficulté) `y :` - Année `y:2010` ou plage d'années `y:1995-2005`. `g :` - Genre `g:action` ou plusieurs `g:action,-sliceoflife,!kids`, où `-` ou ` !` exclut le genre (utilisez `{0}genres` pour tous les genres) `t :` - Type de chanson : ouvertures `t:op`, fins `t:ed` ou chansons d'insertion `t:in` (`in` fonctionne uniquement avec `sga`). `sl :` - Durée de l'échantillon en secondes, entre 5 et 30 (utilisable uniquement avec `{0}sgsa`) `mal :` - Liste d'anime d'utilisateurs de MyAnimeList `mal:username` ou plusieurs `mal:user1,user2`. `anilist :` - Liste des animes de l'utilisateur de AniList `anilist:username` ou plusieurs `anilist:user1,user2`
he: `d:` - רמת קושי `d:0` עד ל-`d:5` (`0` מבטל את סינון רמת הקושי) `y:` - שנה `y:2010` או טווח של שנים `y:1995-2005` `g:` - ז'אנר `g:action` או כמה ז'אנרות `g:action,-sliceoflife,!kids`, כאשר `-` או `!` מוציא מן הכלל את הז'אנר (השתמש ב`{0}genres` בשביל כל הז'אנרות) `t:` - סוג השיר: פתיח `t:op`, סייום `t:ed` או בחר שירים `t:in` (`in` עובד אך ורק עם `sga`) `sl:` - אורך הדוגמא בשניות, בין 5 ל30 שניות (ניתן להשתמש רק עם `{0}sgsa`) `mal:` - משתמש MyAnimeList של רשימת אנימות `mal:שם` או כמה משתמשים `mal:משתמש1,משתמש2` `anilist:` - משתמש AniList של רשימת אנימות `anilist:שם` או כמה משתמשים `anilist:משתמש1,משתמש2`
hu: `d:` - Nehézség `d:0` - `d:5` (`0` kikapcsolja a nehézségi szűrőt) `y:` - `y:2010` vagy évszámtartomány `y:1995-2005` `g:` - Műfaj `g:action` vagy többszörös `g:action,-sliceoflife,!kids`, ahol `-` vagy `!` kizárja a műfajt (használja a `{0}műfajokat` minden műfajra). `t:` - A dal típusa: nyitó rész `t:op`, befejezés `t:ed` vagy betétdalok `t:in` (`in` csak a `sga` esetén működik). `sl:` - A minta hossza másodpercben, 5 és 30 között (csak a `{0}sgsa` esetén használható). `mal:` - MyAnimeList felhasználói anime lista `mal:username` vagy több `mal:user1,user2` `anilist:` - AniList felhasználó anime lista `anilist:username` vagy többszörös `anilist:user1,user2`
id: `d:` - Kesulitan `d:0` hingga `d:5` (`0` menonaktifkan filter kesulitan) `y:` - Tahun `y:2010` atau rentang tahun `y:1995-2005` `g:` - Genre `g:action` atau beberapa `g:action,-sliceoflife,!kids`, di mana `-` atau `!` mengecualikan genre (gunakan `{0}genres` untuk semua genre) `t:` - Jenis lagu: pembuka `t:op`, penutup `t:ed` atau masukka lagu `t:in` (`in` hanya berfungsi dengan `sga`) `sl:` - Panjang sampel dalam detik, antara 5 dan 30 (hanya dapat digunakan dengan `{0}sgsa`) `mal:` - daftar anime pengguna MyAnimeList `mal:nama pengguna` atau beberapa `mal:pengguna1,pengguna2` `anilist:` - daftar anime pengguna AniList `anilist:nama pengguna` atau beberapa `anilist:pengguna1,pengguna2`
it: `d:` - Difficoltà `d:0` a `d:5` (`0` disabilita il filtro della difficoltà) `y:` - Anno `y:2010` o intervallo di anni `y:1995-2005` `g:` - Genere `g:action` o multiplo `g:action,-sliceoflife,!kids`, dove `-` o `!` esclude il genere (usa `{0}genres` per tutti i generi) `t:` - Tipo di canzone: aperture `t:op`, finali `t:ed` o musica di sottofondo `t:in` (`in` funziona solo con `sga`) `sl:` - Lunghezza del campione in secondi, tra 5 e 30 (utilizzabile solo con `{0}sgsa`) `mal:` - Lista anime degli utenti di MyAnimeList `mal:username` o multipla `mal:user1,user2` `anilist:` - Lista anime degli utenti di AniList `anilist:username` o multipla `anilist:user1,user2`
ja: `d:` - 難易度 `d:0` から `d:5` (`0` で難易度フィルターを無効化) `y:` - 年 `y:2010` または年範囲 `y:1995-2005` `g:` - ジャンル `g:action` または複数 `g:action,-sliceoflife,!kids`。ここで `-` または `!` はジャンルを除く（ジャンル一覧は `{0}ジャンル`） `t:` - 曲タイプ：オープニング `t:op`、エンディング `t:ed` または挿入歌 `t:in`（`in` は `sga` でのみ有効） `sl:` - サンプルの長さ （秒）、5 から 30 の間 （`{0}sgsa` でのみ使用可能） `mal:` - MyAnimeList アニメリスト `mal:ユーザー名` または複数 `mal:ユーザー1,ユーザー2` `anilist:` - AniList アニメリスト `anilist:ユーザー名` または複数 `anilist:ユーザー1,ユーザー2`
ko: `d:` - 난이도 `d:0` ~ `d:5` (`0` 난이도 필터 비활성화) `y:` - 연도 `y:2010` 또는 연도 범위 `y:1995-2005` `g:` - 장르 `g:액션` 또는 복수 `g:액션,-슬라이스오브라이프,!키즈`, 여기서 `-` 또는 `!` 장르는 제외(모든 장르에 `{0}장르` 사용) `t:` - 곡 유형: 오프닝 `t:op`, 엔딩 `t:ed` 또는 삽입곡 `t:in` (`in` 은 `sga` 에서만 작동) `sl:` - 샘플 길이(초), 5~30 ( `{0}sgsa` 에서만 사용 가능) `mal:` - MyAnimeList 사용자 애니메이션 목록 `mal:사용자명` 또는 복수 `mal:사용자1,사용자2` `anilist:` - 애니리스트 사용자 애니메이션 목록 `anilist:사용자이름` 또는 복수 `anilist:사용자1,사용자2`
lt: `d:` - Sudėtingumas `d:0` iki `d:5` (`0` išjungia sudėtingumo filtrą) `y:` - Metai `y:2010` arba metų intervalas `y:1995-2005` `g:` - Žanras `g:veiksmo` arba keli `g:action,-sliceoflife,!kids`, kur `-` arba `!` neįtraukia žanro (visiems žanrams naudokite `{0}žanrus` ) `t:` - dainos tipas: pradžios `t:op`, pabaigos `t:ed` arba įterpti dainas `t:in` (`in` veikia tik su `sga` ) `sl:` - Pavyzdžio ilgis sekundėmis, nuo 5 iki 30 (galima naudoti tik su `{0}sgsa`) `mal:` - MyAnimeList vartotojo anime sąrašas `mal:username` arba daugkartinis `mal:user1,user2` `anilist:` - AniList vartotojo anime sąrašas `anilist:username` arba kelis `anilist:user1,user2`
nb_no: `d:` - Vanskelighetsgrad `d:0` til `d:5` (`0` deaktiverer filteret for vanskelighetsgrad) `y:` - År `y:2010` eller årsintervall `y:1995-2005` `g:` - Sjanger `g:action` eller flere `g:action,-sliceoflife,!kids`, der `-` eller `!` ekskluderer sjangeren (bruk `{0}sjangere` for alle sjangere) `t:` - Type sang: åpninger `t:op`, avslutninger `t:ed` eller sett inn sanger `t:in` (`in` fungerer kun med `sga` ) `sl:` - Sample lengde i sekunder, mellom 5 og 30 (kan bare brukes med `{0}sgsa`) `mal:` - MyAnimeList brukeranime-liste `mal:username` eller flere `mal:user1,user2` `anilist:` - AniList user anime list `anilist:username` or multiple `anilist:user1,user2`
nl: `d:` - Moeilijkheidsgraad `d:0` t/m `d:5` (`0` schakelt moeilijkheidsfilter uit) `y:` - Jaar vanaf `y:2010` of jaarbereik `y:1995-2005` `g:` - Genre `g:action` of meervoud `g:action,-sliceoflife,!kids`, waarbij `-` of `!` het genre uitsluit (gebruik `{0}genres` voor alle genres) `t:` - Type liedje: openings `t:op`, endings `t:ed` of insert songs `t:in` (`in` werkt alleen met `sga`) `sl:` - Lengte fragment in seconden, tussen 5 en 30 (alleen bruikbaar met `{0}sgsa`) `mal:` - MyAnimeList-gebruiker animelijst `mal:gebruikersnaam` of meerdere `mal:gebruiker1,gebruiker2` `anilist:` - AniList-gebruiker animelijst `anilist:gebruikersnaam` of meerdere `anilist:gebruiker1,gebruiker2`
pl: `d:` - Trudność `d: 0` do` d: 5` (`0` wyłącza filtr trudności) `y:` - Rok `y: 2010` lub zakres lat` y: 1995-2005` `g:` - Gatunek `g: action` lub kilka` g: action, -sliceoflife,! kids`, gdzie `-` lub`! `wyklucza gatunek (użyj` {0} genres` dla wszystkich gatunków) `t:` - Typ utworu: utwór początkowy `t: op`, utwór kończący` t: ed` lub utwory pojawiające się w anime `t: in` (` in` działa tylko z `sga`) `sl:` - Długość kawałka utworu w sekundach, między 5 a 30 (działa tylko z `{0}sgsa`) `mal:` - Lista anime dla użytkowników MyAnimeList `mal: nazwa użytkownika` lub użytkowników` mal: użytkownik1, użytkownik2` `anilist:` - Lista anime dla użytkowników AniList `anilist: nazwa użytkownika` lub użytkowników` anilist: użytkownik1, użytkownik2`
pt: `d:` - Dificuldade `d:0` a `d:5` (`0` desabilita o filtro de dificuldade) `y:` - Ano `y:2010` ou intervalo de anos `y:1995-2005` `g:` - Gênero `g:action` ou múltiplo `g:action,-sliceoflife,!kids`, onde `-` ou `!` exclui o gênero (use `{0}gêneros` para todos os gêneros) `t:` - Tipo de música: aberturas `t:op`, finais `t:ed` ou inserir músicas `t:in` (`in` funciona apenas com `sga`) `sl:` - Comprimento da amostra em segundos, entre 5 e 30 (apenas utilizável com `{0}sgsa`) `mal:` - MyAnimeList lista anime de usuários `mal:username` ou múltiplo `mal:user1,user2` `anilista:` - Lista anime de usuários da AniList `anilista:username` ou múltiplo `anilista:user1,user2`
ro: `d:` - Dificultate `d:0` până la `d:5` (`0` dezactivează filtrul de dificultate) `y:` - An `y:2010` sau interval de ani `y:1995-2005` `g:` - Gen `g:acțiune` sau mai multe `g:acțiune,-sliceoflife,!copii`, unde `-` sau `!` exclude genul (utilizați `{0}genuri` pentru toate genurile) `t:` - Tip de cântec: deschideri `t:op`, finaluri `t:ed` sau inserare de cântece `t:in` (`in` funcționează numai cu `sga` ) `sl:` - Lungimea eșantionului în secunde, între 5 și 30 (utilizabil numai cu `{0}sgsa`) `mal:` - Lista de anime-uri a utilizatorului MyAnimeList `mal:username` sau multiple `mal:user1,user2` `anilist:` - AniList - listă anime utilizator `anilist:username` sau mai multe `anilist:user1,user2`
ru: `d:` - сложность `d:0` - `d:5` (`0` отключает фильтр сложности) `y:` - Год `y:2010` или диапазон лет `y:1995-2005` `g:` - Жанр `g:action` или несколько `g:action,-sliceoflife,!kids`, где `-` или `!` исключает жанр (используйте `{0}жанры` для всех жанров) `t:` - Тип композиции: openings `t:op`, endings `t:ed` или insert songs `t:in` (`in` работает только с `sga` ) `sl:` - Длина сэмпла в секундах, от 5 до 30 (работает только с `{0}sgsa`) `mal:` - Список аниме пользователя MyAnimeList `mal:username` или несколько `mal:user1,user2` `anilist:` - AniList пользовательский список аниме `anilist:username` или несколько `anilist:user1,user2`
sv: `d:` - Svårighet `d:0` till `d:5` (`0` inaktiverar svårighetsfilter) `y:` - År `y:2010` eller årsintervall `y:1995-2005` `g:` - Genre `g:action` eller flera `g:action,-sliceoflife,!kids`, där `-` eller `!` utesluter genren (använd `{0}genres` för alla genrer) `t:` - Typ av låt: öppningar `t:op`, avslutningar `t:ed` eller infoga låtar `t:in` (`in` fungerar endast med `sga` ) `sl:` - Provlängd i sekunder, mellan 5 och 30 (endast användbar med `{0}sgsa`) `mal:` - MyAnimeList användaranime-lista `mal:användarnamn` eller flera `mal:user1,user2` `anilist:` - AniList användaranime lista `anilist:användarnamn` eller flera `anilist:user1,user2`
th: `d:` - ระดับความยาก`d:0` ถึง`d:5` (`0` ปิดตัวกรองระดับความยาก) `y:` - ปี`y:2010` หรือช่วงปี`y:1995-2005` `g:` - ประเภท`g:action` หรือหลายประเภท`g:action,-sliceoflife,!kids`, ซึ่ง`-` หรือ`!` ยกเว้นประเภท (ใช้`{0}ประเภท` สำหรับทุกประเภท) `t:` - ประเภทของเพลง: เพลงเปิด`t:op`, เพลงปิด`t:ed` หรือ เพลงแทรก`t:in` (`ใน` ใช้ได้กับ`sga` เท่านั้น) `sl:` - ความยาวตัวอย่างเป็นวินาที ระหว่าง 5 ถึง 30(ใช้ได้เฉพาะกับ`{0}sgsa` เท่านั้น) `mal:` - รายชื่ออนิเมะของผู้ใช้ MyAnimeList`mal:username` หรือหลายรายการ`mal:user1,user2` `anilist:` - รายชื่ออนิเมะของผู้ใช้ AniList`anilist:username` หรือหลายรายการ`anilist:user1,user2`
tr: `d:` - Zorluk seviyesi `d:0` to `d:5` (`0` zorluk filtresini devre dışı bırakır) `y:` - Yıl `y:2010` veya yıl aralığı `y:1995-2005` `g:` - Tür `g:action` veya birden fazla `g:action,-sliceoflife,!kids`, where `-` veya `!` türü dahil etmez (tüm türler için `{0}genres` kullan) `t:` - Şarkı türü `t:op`,`t:ed` veya`t:in` (`in` sadece `sga` için geçerlidir) `mal:` - MyAnimeList kullanıcı anime listesi `mal:username` `anilist:` - AniList kullanıcı anime listesi `anilist:username`
uk: `d:` - Складність `d:0` до `d:5` (`0` вимикає фільтр складності) `y:` - Рік `y:2010` або діапазон років `y:1995-2005` `g:` - Жанр `g:action` або декілька `g:action,-sliceoflife,!kids`, де `-` або `!` виключає жанр (використовуйте `{0}жанри` для всіх жанрів) `t:` - Тип пісні: вступ `t:op`, закінчення `t:ed` або вставні пісні `t:in` (`in` працює тільки з `sga` ) `sl:` - довжина семплу в секундах, від 5 до 30 (працює лише з `{0}sgsa`) `mal:` - Список аніме користувачів MyAnimeList `mal:ім'я користувача` або декілька `mal:user1,user2` `anilist:` - Список аніме користувача AniList `anilist:ім'я користувача` або декілька `anilist:user1,user2`
vi: `d:` - Độ khó `d:0` đến `d:5` (`0` tắt bộ lọc độ khó) ` y:` - Năm `y:2010` hoặc khoảng thời gian `y:1995-2005` `g:` - Thể loại `g:action` hoặc nhiều thể loại `g:action,-sliceoflife,!kids`, nơi `-` hoặc `!` loại trừ thể loại (sử dụng `{0}genres` cho tất cả thể loại) `t:` - Loại bài hát: mở đầu `t:op`, kết thúc `t:ed` hoặc bài hát chèn `t:in` (`in` chỉ hoạt động với `sga` ) `sl:` - Độ dài mẫu (giây), từ 5 đến 30 (chỉ sử dụng được với `{0}sgsa`) `mal:` - Danh sách anime của người dùng MyAnimeList `mal:username` hoặc nhiều `mal:user1,user2` `anilist:` - Danh sách anime của người dùng AniList `anilist:username` hoặc nhiều `anilist:user1,user2`
zh_hans: `d:` - 难度`d:0` 至`d:5` (`0` 禁用难度过滤器) `y`:- 年份`y:2010` 或年份范围`y:1995-2005` `g：` - 流派`g:action` 或多个`g:action,-sliceoflife,!kids` ，其中`-` 或`!` 不包括流派（对所有流派使用`{0}流派` ）。 `t:` - 歌曲类型：片头`t:op`, 片尾`t:ed` 或插入歌曲`t:in` (`in` 仅适用于`sga` ) `sl:` - 以秒为单位的采样长度，在 5 和 30 之间（仅适用于`{0}sgsa`) `mal:` - MyAnimeList 用户动漫列表`mal:username` 或多个`mal:user1,user2` `anilist：` - AniList 用户动漫列表`anilist:username` 或多个`anilist:user1,user2`
zh_hant: `d:` - 難度等級，從 `d:0` 到 `d:5`（`0` 表示不啟用難度過濾） `y:` - 年份，例如 `y:2010` 或區間 `y:1995-2005` `g:` - 作品類型，例如 `g:action`，或指定多個類型：`g:action,-sliceoflife,!kids`，其中`-`或`!`將排除特定類型。使用`{0}genres`以顯示所有可用類型。 `t:` - 歌曲類型：片頭曲 `t:op`，片尾曲 `t:ed`，或插入曲 `t:in`（插入歌僅支援 `sga` 指令） `sl:` - 播放長度（秒），範圍為 5 到 30（僅可用於 `{0}sgsa` 指令） `mal:` - MyAnimeList 用戶的動畫清單，例如 `mal:username` 或多個用戶 `mal:user1,user2` `anilist：` - AniList 用戶的動畫清單，例如 `anilist:username` 或多個用戶 `anilist:user1,user2`

# PlayerRanking_ResetAllTime_Description
source: It may take a little while for the leaderboard to be refreshed.
ar: قد يستغرق الأمر بعض الوقت حتى يتم تحديث لوحة المتصدرين.
bg: Възможно е да отнеме известно време, докато класацията бъде обновена.
cs: Obnovení žebříčku může chvíli trvat.
da: Det kan tage lidt tid, før leaderboardet opdateres.
de: Es wird möglicherweise ein wenig Zeit in Anspruch nehmen bis die Bestenliste aktualisiert wird.
el: Μπορεί να χρειαστεί λίγη ώρα για να ανανεωθεί ο πίνακας κατάταξης.
es: Puede tardar un rato para que la tabla de clasificaciones se actualice.
fi: Voi kestää hetken, ennen kuin tulostaulu päivittyy.
fr: L'actualisation du classement peut prendre un peu de temps.
he: ייתכן שייקח זמן מה עד שהדירוג יתעדכן.
hu: A ranglista frissítése eltarthat egy kis ideig.
id: Mungkin perlu beberapa saat agar papan peringkat dapat disegarkan.
it: L'aggiornamento della classifica potrebbe richiedere un po' di tempo.
ja: リーダーボードが更新されるまで少し時間がかかる場合があります。
ko: 순위표가 새로 고쳐지는 데 시간이 조금 걸릴 수 있습니다.
lt: Gali šiek tiek užtrukti, kol lyderių lentelė bus atnaujinta.
nb_no: Det kan ta litt tid før topplisten oppdateres.
nl: Het kan even duren voordat het scorebord is ververst.
pl: Odświeżenie tabeli liderów może trochę potrwać.
pt: Pode demorar um pouco para o quadro de líderes ser refrescado.
ro: Este posibil să dureze puțin timp până când clasamentul va fi actualizat.
ru: Обновление таблицы лидеров может занять некоторое время.
sv: Det kan ta en liten stund innan topplistan uppdateras.
th: อาจใช้เวลาสักครู่เพื่อให้ตารางผู้นำได้รับการอัปเดต
tr: Liderlik tablosunun yenilenmesi biraz zaman alabilir.
uk: Оновлення таблиці лідерів може зайняти деякий час.
vi: Có thể mất một chút thời gian để bảng xếp hạng được cập nhật.
zh_hans: 刷新排行榜可能需要一点时间。
zh_hant: 排行榜重新整理可能需要一點時間。

# PlayerRanking_ResetAllTime_Title
source: All-time speed leaderboard has been reset
ar: تمت إعادة تعيين لوحة المتصدرين على الإطلاق
bg: Класацията за скорост за всички времена е нулирана
cs: Byl resetován žebříček rychlosti všech dob
da: All-time speed leaderboard er blevet nulstillet
el: Ο πίνακας ταχύτητας όλων των εποχών έχει μηδενιστεί
es: La tabla de clasificaciones de velocidad de todos los tiempos ha sido reseteada
fi: Kaikkien aikojen nopeusjohtotaulukko on nollattu.
fr: Le classement des vitesses de tous les temps a été réinitialiser
he: דירוג המהירות של כל הזמנים אופס
hu: Minden idők sebességi ranglistája visszaállt
id: Papan peringkat kecepatan sepanjang masa telah diatur ulang
it: La tabella delle classifiche di velocità di tutti i tempi è stata resettata
ja: オールタイム・スピード・リーダーボードがリセットされた
ko: 역대 속도 순위표가 초기화되었습니다.
lt: Iš naujo nustatyta visų laikų greičio lyderių lentelė
nb_no: Alle tiders toppliste for hastighet er tilbakestilt
nl: Snelheid allertijden scorebord is gereset
pl: Tabela liderów prędkości wszech czasów została zresetowana
pt: A placa líder de velocidade de todos os tempos foi reiniciada
ro: Clasamentul vitezei din toate timpurile a fost resetat
ru: Таблица лидеров по скорости за все время обнулена
sv: Alla tiders hastighetstopplista har återställts
th: กระดานผู้นำความเร็วตลอดกาลได้ถูกรีเซ็ตแล้ว
tr: Tüm zamanların hız lider tablosu sıfırlandı
uk: Перезавантажено таблицю лідерів за абсолютною швидкістю
vi: Bảng xếp hạng tốc độ mọi thời đại đã được đặt lại
zh_hans: 历史速度排行榜已重置
zh_hant: 歷史最快排行榜已重置

# PlayerRanking_ResetAllTop_Description
source: It may take a little while for the leaderboard to be refreshed.
ar: قد يستغرق الأمر بعض الوقت حتى يتم تحديث لوحة المتصدرين.
bg: Възможно е да отнеме известно време, докато класацията бъде обновена.
cs: Obnovení žebříčku může chvíli trvat.
da: Det kan tage lidt tid, før leaderboardet opdateres.
el: Μπορεί να χρειαστεί λίγη ώρα για να ανανεωθεί ο πίνακας κατάταξης.
es: Puede tardar un rato para que la tabla de clasificaciones se actualice.
fi: Voi kestää hetken, ennen kuin tulostaulu päivittyy.
fr: L'actualisation du classement peut prendre un peu de temps.
he: ייתכן שייקח זמן מה עד שהדירוג יתעדכן.
hu: A ranglista frissítése eltarthat egy kis ideig.
id: Mungkin perlu beberapa saat agar papan peringkat dapat dipulihkan.
it: L'aggiornamento della classifica potrebbe richiedere un po' di tempo.
ja: リーダーボードが更新されるまで少し時間がかかる場合があります。
ko: 순위표가 새로 고쳐지는 데 시간이 조금 걸릴 수 있습니다.
lt: Gali šiek tiek užtrukti, kol lyderių lentelė bus atnaujinta.
nb_no: Det kan ta litt tid før topplisten oppdateres.
nl: Het kan even duren voordat het scorebord is ververst.
pl: Odświeżenie tabeli liderów może trochę potrwać.
pt: Pode demorar um pouco para o quadro de líderes ser refrescado.
ro: Este posibil să dureze puțin timp până când clasamentul va fi actualizat.
ru: Обновление таблицы лидеров может занять некоторое время.
sv: Det kan ta en liten stund innan topplistan uppdateras.
th: อาจใช้เวลาสักครู่เพื่อให้ตารางผู้นำได้รับการอัปเดต
tr: Liderlik tablosunun yenilenmesi biraz zaman alabilir.
uk: Оновлення таблиці лідерів може зайняти деякий час.
vi: Có thể mất một chút thời gian để bảng xếp hạng được cập nhật.
zh_hans: 刷新排行榜可能需要一点时间。
zh_hant: 排行榜重新整理可能需要一點時間。
