Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# StartGame_Preparing_Title
source: Preparing a new round…
ar: إعداد جولة جديدة …
bg: Подготовка на нов кръг…
cs: Připravuji nové kolo…
da: Forberedelse af en ny runde…
de: Vorbereitung einer neuen Runde…
el: Ετοιμάζοντας ένα νέο γύρο…
es: Preparando una nueva ronda…
fi: Uuden kierroksen valmistelu…
fil: Naghahanda ng bagong laro…
fr: Préparation d'une nouvelle partie…
he: מתכנן סיבובחדש…
hu: Új forduló előkészítése…
id: Mempersiapkan ronde baru…
it: Preparare un nuovo round…
ja: 新しいラウンドを準備中…
ko: 새 라운드 준비 중…
lt: Ruošiant naują raundą…
nb_no: Forbereder en ny runde…
nl: Er wordt een nieuwe ronde voorbereid…
pl: Przygotowywanie nowej rozgrywki…
pt: Preparando um novo round…
ro: Pregătirea unei noi runde…
ru: Подготовка нового раунда…
sv: Förbereder en ny omgång…
th: กำลังเตรียมรอบใหม่…
tr: Yeni raunt hazırlanıyor…
uk: Готуємо новий раунд…
vi: Chuẩn bị cho một vòng mới…
zh_hans: 正在准备新一轮…
zh_hant: 準備開始下一題…

# StartGame_StartInXSeconds
source: The round will start in {0} seconds…
ar: ستبدأ الجولة في {0} ثانية …
bg: Рундът ще започне след {0} секунди…
cs: Kolo začne za {0} sekund…
da: Runden starter om {0} sekunder…
de: Die Runde startet in {0} Sekunden…
el: Ο γύρος θα αρχίσει σε {0} δευτερόλεπτα…
es: La ronda empezará en {0} segundos…
fi: Kierros alkaa {0} sekunnin kuluttua…
fil: Ang laro'y magsisimula sa {0} na segundo…
fr: La partie va commencer dans {0} secondes…
he: הסיבוב יתחיל בעוד {0} שניות…
hu: A forduló {0} másodperc múlva kezdődik…
id: Ronde akan dimulai dalam {0} detik…
it: Il round inizierà tra {0} secondi…
ja: ラウンドは{0}秒で開始されます…
ko: 라운드는 {0} 초 후에 시작됩니다…
lt: Rundas prasidės po {0} sekundžių…
nb_no: Runden starter om {0} sekunder…
nl: De ronde zal over {0} seconden beginnen…
pl: Runda rozpocznie się za {0} sekund…
pt: O round vai começar em {0} segundos…
ro: Runda va începe în {0} secunde…
ru: Раунд начнется через {0} секунд…
sv: Omgången startar om {0} sekunder…
th: รอบจะเริ่มใน {0} วินาที…
tr: Raunt {0} saniye içinde başlayacak…
uk: Раунд почнеться через {0} секунд…
vi: Vòng đấu sẽ bắt đầu sau {0} giây…
zh_hans: 轮将在{0}秒后开始…
zh_hant: 本局遊戲將在 {0} 秒後開始…

# FinishRound_NoWinner
source: **No one guessed right**
ar: ** لا أحد يخمن الاجابة الصحيحة**
bg: **Никой не е познал правилно**
cs: **Nikdo neodpověděl správně**
da: **Ingen gættede rigtigt**
de: **Niemand hat richtig geraten**
el: **Κανείς δεν μάντεψε σωστά**
es: **Nadie adivinó correctamente**
fi: **Kukaan ei arvannut oikein**
fil: **Walang nakahula**
fr: **Personne n'a trouvé la réponse**
he: **אף אחד לא ניחש נכונה**
hu: **Senki sem tippelt helyesen**
id: **Tidak ada yang menebak dengan benar**
it: **Nessuno ha indovinato correttamente**
ja: **誰も正解しませんでした**
ko: **아무도 맞히지 못했습니다.**
lt: **Niekas teisingai nenuspėjo**
nb_no: **Ingen gjettet riktig**
nl: **Niemand heeft het goede antwoord geraden**
pl: **Nikt nie zgadł**
pt: **Ninguém acertou**
ro: **Nimeni nu a ghicit corect**
ru: **Никто не угадал правильно**
sv: **Ingen gissade rätt**
th: **ไม่มีใครเดาถูก**
tr: **Kimse doğru yanıtlamadı**
uk: **Ніхто не вгадав**
vi: **Không ai đoán đúng**
zh_hans: **没有人猜对**
zh_hant: **沒有人猜中答案**

# FinishRound_PlayerWon
source: {0} has won!
ar: {0} فاز !
bg: {0} спечели!
cs: {0} vyhrál!
da: {0} har vundet!
de: {0} hat gewonnen!
el: Ο/Η {0} νίκησε!
es: ¡{0} ha ganado!
fi: {0} voitti!
fil: Nanalo si {0}!
fr: {0} a gagné !
he: ‍{0} ניצח!
hu: {0} nyert!
id: {0} telah menang!
it: {0} ha vinto!
ja: {0}が勝ちました!
ko: {0} 이 승리했습니다!
lt: {0} laimėjo!
nb_no: {0} vant!
nl: {0} heeft gewonnen!
pl: {0} wygrywa!
pt: {0} venceu o round!
ro: {0} a câștigat!
ru: {0} победил!
sv: {0} har vunnit!
th: {0} ชนะแล้ว!
tr: {0} doğru yanıtladı!
uk: {0} перемогла!
vi: {0} đã thắng!
zh_hans: {0}赢了！
zh_hant: {0} 贏了！

# FinishRound_PointsGained
source: **{0} points** were gained
ar: تم تحصيل **{0} نقطه**
bg: **{0} спечелени точки**
cs: Bylo získáno **{0} bodů**
da: **{0} point** blev vundet
de: **{0} Punkte** gewonnen
el: Κερδήθηκαν **{0} βαθμοί**
es: **{0} puntos** fueron obtenidos
fi: **{0} pistettä** kerätty
fil: **{0} na puntos** ang nakuha
fr: **{0} points** ont été obtenus
he: **{0} נקודות** הושגו
hu: **{0} pontokat** szereztek
id: **{0} poin** diperoleh
it: **{0} punti** sono stati guadagnati
ja: **{0}**獲得しました
ko: **{0} 포인트** 획득
lt: **{0} taškų** buvo surinkta
nb_no: **{0} poeng** samlet
nl: **{0} punten** behaald
pl: zdobyto **{0} punktów**
pt: **{0} pontos** ganhados
ro: **{0} puncte** au fost câștigate
ru: Набрано **{0} очков**
sv: **{0} poäng** har vunnits
th: ได้รับ **{0} คะแนน**
tr: **{0} puan** kazanıldı
uk: **{0} набрано балів**
vi: Đã nhận được **{0} điểm**
zh_hans: 获得了**{0}分**
zh_hant: 獲得了 **{0} 分**

# GetScoreFieldText_Points
source: `{0}` points
ar: النقاط `{0}`
bg: `{0}` точки
cs: `{0}` bodů
da: `{0}` punkter
de: `{0}` Punkte
el: `{0}` βαθμοί
es: `{0}`puntos
fi: `{0}` pistettä
fil: `{0}` na puntos
he: `{0}` נקודות
hu: `{0}` pontok
id: `{0}` poin
it: `{0}` punti
ja: `{0}`ポイント
ko: `{0}` 포인트
lt: `{0}` taškai
nb_no: `{0}` poeng
nl: `{0}` punten
pl: `{0}` punkty
pt: `{0}` pontos
ro: `{0}`puncte
ru: `{0}` очков
sv: `{0}` poäng
th: `{0}` คะแนน
tr: `{0}` puan
uk: `{0}` бали
vi: `{0}` điểm
zh_hans: `{0}`分
zh_hant: `{0}` 分

# HandleCapture_Hint
source: Hint
ar: تلميح
bg: Намек
cs: Nápověda
da: Tip
de: Hinweis
el: Ίχνος
es: Pista
fi: Vihje
fil: Tulong
fr: Indice
he: רמז
id: Petunjuk
it: Indizio
ja: ヒント
ko: 힌트
lt: Užuomina
pl: Podpowiedź
pt: Dica
ro: Un pont
ru: Подсказка
sv: tips
th: คำใบ้
tr: İpucu
uk: Підказка
vi: Gợi ý
zh_hans: 提示
zh_hant: 提示

# InterruptAllGames_Description2
source: You can start a new round again in a minute.
ar: يمكنك بدء جولة جديدة مرة أخرى في دقيقة واحدة.
bg: След минута можете да започнете нов кръг отново.
cs: Nové kolo můžete začít za minutu.
da: Du kan starte en ny runde igen om et minut.
de: Du kannst in einer Minute eine neue Runde starten.
el: Μπορείτε να ξεκινήσετε ένα νέο γύρο σε ένα λεπτό.
es: Puedes iniciar una nueva ronda en un minuto.
fi: Voit aloittaa uuden kierroksen minuutissa.
fil: Sa isang minuto, maaari ka nang magsimula ng bagong laro.
fr: Vous pouvez recommencer une nouvelle partie dans quelques minutes.
he: את/ה תוכל/י להתחיל סבב חדש בעוד דקה.
hu: Egy perc múlva újra kezdhetsz egy új kört.
id: Kamu bisa memulai ronde baru sebentar lagi.
it: Puoi iniziare un nuovo round in un minuto.
ja: 1分で新しいラウンドを開始することができます。
ko: 잠시 후 새 라운드를 다시 시작할 수 있습니다.
lt: Po minutės vėl galėsite pradėti naują raundą.
nb_no: Du kan starte en ny runde igjen om et minutt.
nl: Je kunt weer een nieuwe ronde beginnen over een minuut.
pl: Za minutę możesz rozpocząć kolejną rundę.
pt: Você pode começar um novo round novamente em um minuto.
ro: Puteți începe o nouă rundă într-un minut.
ru: Вы cможете начать новый раунд через минуту.
sv: Du kan börja en ny omgång igen om en minut.
th: คุณสามารถเริ่มรอบใหม่ได้อีกครั้งในหนึ่งนาที
tr: Bir dakika içinde yeniden bir raunt başlatabilirsin.
uk: За хвилину ви можете розпочати новий раунд.
vi: Bạn có thể bắt đầu một vòng mới trong một phút.
zh_hans: 你可以在一分钟内再次开始新一轮。
zh_hant: ‎你可以在一分鐘後重新開始新的一局。

# InterruptAllGames_Title
source: :warning: **Restarting**
ar: :warning: **تتم اعادة التشغيل**
bg: :предупреждение: **Рестартиране на**
cs: :warning: **Restartování**
da: :advarsel: **Genstart**
de: :warning: **Neustart**
el: :warning: **Επανεκκίνηση**
es: :warning: **Reiniciando**
fi: :varoitus: **Käynnistetään uudelleen**
fil: :warning: **Nagre-restart...**
fr: :warning:**Redémarrage**
he: :warning: **מאתחל**
hu: :warning: **A újraindítása.**
id: :warning: **Menyalakan ulang**
it: :warning: **Riavvio**
ja: :warning: **再起動**
ko: :warning: **재시작**
lt: :įspėjimas: **Iš naujo paleidžiamas**
nb_no: :warning: **Starter på nytt**
nl: ":warning: **Herstarten**"
pl: :warning: **Ponowne uruchamianie**
pt: :warning: **Reiniciando**
ro: :avertisment: **Repornire**
ru: :warning: **Перезапуск**
sv: :varning: **Startar om**
th: :warning: **กำลังรีสตาร์ท**
tr: :warning: **Yeniden başlatılıyor**
uk: Попередження: **Перезапуск**
vi: :warning: **Đang khởi động lại**
zh_hans: :warning: **重新启动**
zh_hant: :warning: **正在重新啟動**

source: Player
ar: لاعب
bg: Играч
cs: Hráč
da: Spiller
de: Spieler
el: Παίκτης
es: Jugador
fi: Pelaaja
fil: Manlalaro
fr: Joueur
he: שחקן
hu: Játékos
id: Pemain
it: Giocatore
ja: プレイヤー
ko: 플레이어
lt: Žaidėjas
nb_no: Spiller
nl: Speler
pl: Gracz
pt: Jogador
ro: Jucător
ru: Игрок
sv: Spelare
th: ผู้เล่น
tr: Oyuncu
uk: Плеєр
vi: Người chơi
zh_hans: 玩家
zh_hant: 玩家

# SendMyScore_ThisWeek
source: __This week__
ar: __هذا الاسبوع__
bg: __Тази седмица__
cs: __Tento týden__
da: __I denne uge__
de: __Diese Woche__
el: __Αυτή την εβδομάδα__
es: __Esta semana__
fi: __Tällä viikolla__
fil: __Ngayong linggo__
fr: __Cette semaine__
he: __השבוע הזה__
hu: __Ezen a héten__
id: __Minggu ini__
it: __Questa settimana__
ja: __今週__
ko: __이번 주__
lt: __Šią savaitę__
nb_no: __Denne uka__
nl: __Deze week__
pl: __Bieżący tydzień__
pt: __Esta semana__
ro: __Săptămâna aceasta__
ru: __На этой неделе__
sv: __Denna vecka__
th: __สัปดาห์นี้__
tr: __Bu hafta__
uk: __Цього тижня__
vi: __Tuần này__
zh_hans: __本周__
zh_hant: __本週__

# SendMyScore_NoWinsYet
source: {0}, you haven't won any rounds yet.
ar: {0}, لم تفز بأي جولات بعد.
bg: {0}, все още не сте спечелили нито един рунд.
cs: {0}, nevyhráli jste zatím žádné kolo.
da: {0}Du har ikke vundet nogen runder endnu.
de: {0}, du hast bisher keine Runden gewonnen.
el: {0}, δεν έχεις νικήσει κάποιον γύρο ακόμη.
es: {0}, aún no has ganado ninguna ronda.
fi: {0}, et ole vielä voittanut yhtään kierrosta.
fil: {0}, wala ka pang napapanaluhan na laro.
fr: {0}, vous n'avez pas encore gagné de partie.
he: {0}, עדיין לא ניצחת אף סבב.
hu: {0}, még nem nyertél egy kört sem.
id: {0}, anda belum pernah memenangkan satu ronde pun.
it: {0}, non hai ancora vinto nessun round.
ja: {0}さん、あなたはまだ一ラウンドも勝っていません。
ko: {0}아직 라운드에서 이기지 못했습니다.
lt: {0}, dar nelaimėjote nė vieno raundo.
nb_no: {0}, du har ikke vunnet noen runder enda.
nl: {0}, je hebt nog geen rondes gewonnen.
pl: {0}, nie wygrałeś jeszcze żadnej rundy.
pt: {0}, você não ganhou nenhum round até agora.
ro: {0}, nu ai câștigat încă nicio rundă.
ru: {0}, вы еще не выиграли ни одного раунда.
sv: {0}, du har inte vunnit några omgångar än.
th: {0}, คุณยังไม่ชนะสักรอบ
tr: {0}, henüz hiç raunt kazanmadın.
uk: {0}ти ще не виграв жодного раунду.
vi: {0}Cậu chưa thắng được vòng nào cả.
zh_hans: {0}，你一轮都还没赢。
zh_hant: {0}，你還未在任何回合獲勝過。

# SendMyScore_PlayerScore
source: {0}'s score
ar: نتائج {0}
bg: {0}"резултат
cs: Skóre {0}
de: {0}'s Punkte
el: Το σκορ του/της {0}
es: Puntuación de {0}
fi: {0}'s pisteet
fil: Puntos ni {0}
fr: Score de {0}
he: הניקוד של {0}
hu: {0}pontszáma
id: Skor {0}
it: Punteggio di {0}
ja: {0}さんのスコア
ko: {0}의 점수
lt: {0}"rezultatas
nb_no: {0} sin score
pl: Punkty {0}
pt: Pontuação de {0}
ro: Punctajul lui {0}
ru: Рейтинг {0}
sv: {0}s poäng
th: คะแนนของ {0}
tr: {0} adlı kişinin skoru
uk: {0}"Оцінка
vi: {0}Điểm số của cậu
zh_hans: {0}的分数
zh_hant: {0}的分數

# HandleCapture_XSecondsLeft
source: **You have {0} seconds left to guess!**
ar: ** لديك {0} ثواني لتخمين! **
bg: **Остават ви {0} секунди, за да познаете!**
cs: **Zbývá {0} sekund na odpověď!**
da: **Du har {0} sekunder tilbage til at gætte!**
de: **Nur noch {0} Sekunden übrig zum raten!**
el: **Έχετε {0} δεύτερα για να απαντήσετε!**
es: **Tienes {0} segundos restantes para adivinar**
fi: **Aikaa jäljellä {0} sekuntia!**
fil: **{0} na segundo na lang!**
fr: **Il vous reste {0} secondes pour deviner!**
he: **יש לך {0} שנייות לנחש!**
hu: **A kitalálásra {0} másodperced maradt!**
id: **Kamu mempunyai {0} detik tersisa untuk menebak!**
it: **Ti restano {0} secondi per indovinare!**
ja: **残り時間{0}秒！**
ko: ** {0} 초가 남았습니다!**
lt: **Jums liko {0} sekundžių atspėti!**
nb_no: **Du har {0} sekunder igjen til å gjette!**
nl: **Je hebt nog {0} seconden om te raden!**
pl: **Pozostało Ci {0} sekund do odgadnięcia!**
pt: **Você tem {0} segundos restantes para responder!**
ro: **Ai {0} secunde să ghicești!**
ru: **У вас осталось {0} секунд на разгадку!**
sv: **Du har {0} sekunder kvar att gissa!**
th: **คุณเหลือเวลาอีก {0} วินาทีในการเดา!**
tr: **Tahmin etmek için {0} saniye kaldı!**
uk: **У вас залишилося {0} секунд, щоб відгадати!**
vi: **Bạn còn {0} giây để đoán!**
zh_hans: **你还有{0}秒可以猜！**
zh_hant: **還剩 {0} 秒**

# StartGame_Preparing_Difficulty
source: Difficulty is **{0}**
ar: الصعوبة هي ** {0} **
bg: Трудността е **{0}**
cs: Obtížnost je **{0}**
da: Sværhedsgraden er **{0}**
de: Schwierigkeit ist **{0}**
el: Η δυσκολία είναι **{0}**
es: La dificultad es **{0}**
fi: Vaikeus on **{0}**
fil: Ang kahirapan ay **{0}**
fr: Le niveau de difficulté est **{0}**
he: הרמה היא **{0}**
hu: A nehézség **{0}**
id: Kesulitan **{0}**
it: La difficoltà è **{0}**
ja: 難易度 **{0}**
ko: 난이도는 다음과 같습니다. **{0}**
lt: Sunkumas yra **{0}**
nb_no: Vanskelighetsgrad er **{0}**
nl: Moeilijkheidsgraad is **{0}**
pl: Poziom trudności to **{0}**
pt: Dificuldade é **{0}**
ro: Dificultatea este **{0}**
ru: Сложность: **{0}**
sv: Svårigheten är **{0}**
th: ความยากคือ **{0}**
tr: Zorluk seviyesi **{0}**
uk: Складність полягає в тому, що **{0}**
vi: Độ khó là **{0}**
zh_hans: 难度级别 **{0}**
zh_hant: 難度為 **{0}**

# InterruptAllGames_Description
source: I'm sorry for interrupting your game, but I have to restart myself to provide you with shiny new features!
ar: أنا آسف لمقاطعة لعبتك ، لكن يجب أن أعيد تشغيل نفسي لتزويدك بميزات جديدة لامعة!
bg: Съжалявам, че прекъсвам играта ви, но трябва да се рестартирам, за да ви предоставя нови функции!
cs: Omlouvám se za přerušení Vaší hry, ale musím se restartovat, abych Vám mohla nabídnout nové funkce!
da: Jeg er ked af at afbryde dit spil, men jeg er nødt til at genstarte mig selv for at give dig skinnende nye funktioner!
de: Tut mir leid, dass ich deine Runde unterbreche, aber ich hab' mich neugestartet um tolle neue Funktionen zu erhalten!
el: Συγγνώμη για τη διακοπή του παιχνιδιού, αλλα πρέπει να επανεκκινηθώ για να σας προμηθεύσω με νέες απίθανες λειτουργείες!
es: Lo siento por interrumpir tu juego, pero tengo que reiniciarme para darte nuevas características!
fi: Pahoittelen pelinne keskeyttämistä, mutta minun on uudelleenkäynnistettävä itseni tarjotakseni teille hienoja uusia ominaisuuksia!
fil: Paumanhin, sapagkat kailangan kong i-restart ang sarili ko para sa mga bagong features!
fr: Je suis désolé d'interrompre votre partie, mais je dois redémarrer pour vous donner mes toutes nouvelles fonctions !
he: אני מצטער שאני מפריע למשחק, אבל אני חייב לאתחל את עצמי כדי לספק אותך בתכונות חדשות ונוצצות!
hu: Sajnálom, hogy megzavarom a játékodat, de újra kell indítanom magam, hogy csillogó új funkciókkal lássak el téged!
id: Mohon maaf atas mengganggu permainan anda, tetapi saya harus menyalakan ulang untuk memberikan fitur terbaru yang lebih menarik!
it: Scusa se ho interrotto il tuo gioco, ma devo riavviare per darti nuove funzionalità!
ja: ゲームを中断して申し訳ありませんが、ピカピカの新機能を提供するために再起動しなければなりません！
ko: 게임을 방해해서 죄송합니다만, 반짝이는 새로운 기능을 제공하기 위해 다시 시작해야 합니다!
lt: Atsiprašau, kad nutraukiu jūsų žaidimą, bet turiu iš naujo paleisti save, kad suteikčiau jums naujų blizgančių funkcijų!
nb_no: Beklager for å avbryte spillet, men jeg må starte på nytt for å gi dere skinnende nye funksjoner!
nl: Sorry dat ik je spel onderbreek, maar ik moet mijzelf herstarten om je van mooie nieuwe functies te voorzien!
pl: Przepraszam za przerwanie Twojej gry, ale muszę się zrestartować, aby zapewnić Ci dostęp do moich nowiusieńkich funkcji!
pt: Desculpe por interromper seu jogo, mas tenho que reiniciar para lhe fornecer novos recursos!
ro: Îmi pare rău că vă întrerup jocul, dar trebuie să mă repornesc pentru a vă oferi noi caracteristici strălucitoare!
ru: Простите, что прерываю вашу игру, но мне нужно перезагрузиться, чтобы предоставить вам прекрасные новые возможности!
sv: Jag är ledsen för att jag avbröt ditt spel, men jag måste starta om mig själv för att ge dig glänsande nya funktioner!
th: ฉันขอโทษที่ขัดจังหวะเกมของคุณ แต่ฉันต้องรีสตาร์ทตัวเองเพื่อมอบฟีเจอร์ใหม่ให้กับคุณ!
tr: Oyununu böldüğüm için üzgünüm, ama size yeni özelliklerimle hizmet verebilmem için kendimi yeniden başlatmam gerek!
uk: Вибачте, що перериваю вашу гру, але я маю перезавантажитися, щоб надати вам нові блискучі можливості!
vi: Tôi xin lỗi vì đã gián đoạn trò chơi của bạn, nhưng tôi phải khởi động lại để cung cấp các tính năng mới!
zh_hans: 很抱歉打断了你的游戏，但我必须重新启动自己，为你提供闪亮的新功能！
zh_hant: ‎我很抱歉打斷了你的遊戲，但我需要重新啟動，為您提供閃亮的新功能！

# SendTopPlayers_NoPlayersFound
source: No players found.
ar: لم يتم العثور على لاعبين.
bg: Не са намерени играчи.
cs: Nebyli nalezeni žádní hráči.
da: Ingen spillere fundet.
de: Keine Spieler gefunden.
el: Δεν βρέθηκαν παίκτες.
es: No se encontraron jugadores.
fi: Pelaajia ei lyödetty.
fil: Walang manlalaro.
fr: Aucun joueur n'a été trouvé.
he: לא נמצאו שחקנים.
hu: Nem találtunk játékosokat.
id: Tidak ada pemain yang ditemukan.
it: Nessun giocatore trovato.
ja: プレイヤーは見つかりません。
ko: 플레이어를 찾을 수 없습니다.
lt: Žaidėjų nerasta.
nb_no: Ingen spillere funnet.
nl: Geen spelers gevonden.
pl: Nie znaleziono innych graczy.
pt: Nenhum jogador encontrado.
ro: Nu s-au găsit jucători.
ru: Игроков не найдено.
sv: Inga spelare hittades.
th: ไม่พบผู้เล่น
tr: Oyuncu bulunamadı.
uk: Гравців не знайдено.
vi: Không tìm thấy người chơi nào.
zh_hans: 没有玩家发现。
zh_hant: 未找到玩家。

# StartGame_Preparing_Genre
source: From the genre **{0}**
ar: من النوع ** {0} **
bg: От жанра **{0}**
cs: Ze žánru **{0}**
da: Fra genren **{0}**
de: Aus dem Genre **{0}**
el: Από το είδος **{0}**
es: Del género **{0}**
fi: Genrestä **{0}**
fil: Mula sa genre na **{0}**
fr: Dans le thème **{0}**
he: מהז'אנר **{0}**
hu: A műfajból **{0}**
id: Dari genre **{0}**
it: Del genere **{0}**
ja: ジャンル **{0}**
ko: 장르에서 **{0}**
lt: Iš žanro **{0}**
nb_no: Fra sjangeren **{0}**
nl: Van het genre **{0}**
pl: Z gatunku **{0}**
pt: Do gênero **{0}**
ro: Din genul **{0}**
ru: Из жанра **{0}**
sv: Från genren **{0}**
th: จากประเภท**{0}**
tr: **{0}** türünden
uk: З жанру **{0}**
vi: Từ thể loại **{0}**
zh_hans: 从类型: **{0}**
zh_hant: 作品類型：**{0}**

# SendMyScore_Achievements
source: Achievements
ar: الإنجازات
bg: Постижения
cs: Úspěchy
da: Præstationer
de: Errungenschaften
el: Επιτεύγματα
es: Logros
fi: Saavutukset
fil: Mga Achievements
fr: Succès
he: השגים
hu: Eredmények
id: Pencapaian
it: Risultati
ja: 実績
ko: 업적
lt: Pasiekimai
nb_no: Prestasjoner
nl: Prestaties
pl: Osiągnięcia
pt: Conquistas
ro: Realizări
ru: Достижения
sv: Prestationer
th: ความสำเร็จ
tr: Başarımlar
uk: Досягнення
vi: Thành tựu
zh_hans: 成就
zh_hant: 成就

# SendTopPlayers_SpeedTitle
source: **Fastest players in __{0}__**
ar: ** أسرع اللاعبين في __{0}__**
bg: **Най-бързите играчи в __{0}__**
cs: **Nejrychlejší hráč na __{0}__**
da: **Hurtigste spillere i __{0}__**
de: **Schnellster Spieler auf __{0}__**
el: **Οι γρηγορότεροι παίκτες στο __{0}__**
es: **Los jugadores mas rápidos en __{0}__**
fi: **Nopeimmat pelaajat __{0}__ __**
fil: **Pinakamabilis na manlalaro sa __{0}__**
fr: **Les joueurs les plus rapides de __{0}__**
he: **השחקן הכי מהיר ב__{0}__**
hu: **A leggyorsabb játékosok __{0}__**
id: **Pemain tercepat di __{0}__**
it: **I giocatori più veloci in __{0}__**
ja: **__{0}__で最速のプレイヤー**
ko: **가장 빠른 선수 __{0}__**
lt: **Greičiausi žaidėjai __{0}__**
nb_no: **De raskeste spillerne i __{0}__**
nl: **Snelste spelers in __{0}__**
pl: **Najszybsi gracze na __{0}__**
pt: **Jogadores mais rápidos em __{0}__**
ro: **Cei mai rapizi jucători din __{0}__**
ru: **Самые быстрые игроки в __{0}__**
sv: **Snabbaste spelarna i __{0}__**
th: **ผู้เล่นที่เร็วที่สุดใน __{0}__**
tr: **__{0}__ içerisindeki en hızlı oyuncular**
uk: **Найшвидші гравці в __{0}__ __.**
vi: **Các cầu thủ nhanh nhất trong __{0}__**
zh_hans: **__{0}__ 中最快的玩家**
zh_hant: **在__{0}__中的最速玩家**

# AddTopPlayerDescription_Week
source: Week {0}
ar: الأسبوع {0}
bg: Седмица {0}
cs: Týden {0}
da: Uge {0}
de: Woche {0}
el: Εβδομάδα {0}
es: Semana {0}
fi: Viikko {0}
fil: {0} na Linggo
fr: Semaine {0}
he: שבוע {0}
hu: Hét {0}
id: Minggu {0}
it: Settimana {0}
ja: 第{0}週
ko: 주 {0}
lt: Savaitė {0}
nb_no: Uke {0}
pl: Tydzień {0}
pt: Semana {0}
ro: Săptămâna {0}
ru: Неделя {0}
sv: Vecka {0}
th: สัปดาห์{0}
tr: {0}. Hafta
uk: Тиждень {0}
vi: Tuần {0}
zh_hans: 第 {0} 周
zh_hant: 第{0}週

# SendStatistics_Servers
source: __Servers__
ar: __سرفرات__
bg: __Сървъри__
cs: __Servery__
da: __Servere__
el: __Σέρβερ__
es: __Servidores__
fi: __Palvelimet__
fr: __Serveurs__
hu: __Szerverek__
id: __Server__
ja: __サーバー__
ko: __서버__
lt: __Serveriai__
nb_no: __Servere__
pl: __Serwery__
pt: __Servidores__
ro: __Servere__
ru: __Серверы__
sv: __Servrar__
th: __เซิร์ฟเวอร์__
tr: __Sunucular__
uk: __Сервери__
vi: __Máy chủ__
zh_hans: __服务器__
zh_hant: __伺服器__

# SongType_1
source: Opening
ar: افتتاحية
bg: Откриване на
da: Åbning
el: Άνοιγμα
es: Apertura
fi: Avaaminen
fr: Ouverture
he: פתיחה
hu: Megnyitás
id: Pembukaan
it: Apertura
ja: オープニング
ko: 오프닝
lt: Atidarymas
nb_no: Åpning
pl: Piosenka początkowa
pt: Abertura
ro: Deschidere
ru: Открытие
sv: Öppning
th: เปิด
tr: Açılış Müziği
uk: Відкриття
vi: Mở đầu
zh_hans: 开场曲
zh_hant: 片頭曲

# SendStatistics_NightmareRounds
source: `{0}` nightmare rounds
ar: `{0}` جولات الكابوس
bg: `{0}` кръгове на кошмара
cs: `{0}` děsivých kol
da: `{0}` mareridtsrunder
de: `{0}` Albtraumrunden
el: `{0}` γύροι εφιάλτη
es: `{0}` rondas de pesadilla
fi: `{0}` painajainen kierroksia
fil: `{0}` na [ ] ang laro
fr: `{0}` parties de niveau cauchemar
he: `{0}` סיבובי סיוט
hu: `{0}` rémálom körök
id: `{0}` ronde mimpi buruk
it: `{0}` round dell'incubo
ja: `{0}`個のナイトメアラウンド
ko: `{0}` 악몽 라운드
lt: `{0}` košmariški raundai
nb_no: `{0}` marerittrunder
nl: `{0}` nachtmerrie ronden
pl: `{0}` koszmarnych rund
pt: `{0}` rounds pesadelo
ro: `{0}` runde de coșmar
ru: `{0}` кошмарные раунды
sv: `{0}` Mardrömsrundor
th: `{0}` ฝันร้ายวนเวียน
tr: `{0}` kabus seviye raunt
uk: `{0}` кошмарні раунди
vi: `{0}` các vòng ác mộng
zh_hans: `{0}` 个恶梦的轮
zh_hant: `{0}` 回合地獄難度
