Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# SendStatistics_Title
source: Game statistics
ar: إحصائيات اللعبة
bg: Статистика на играта
cs: Statistiky hry
da: Statistik over spillet
de: Spielestatistik
el: Στατιστικά στοιχεία παιχνιδιού
es: Estadísticas del juego
fi: Pelin tilastot
fr: Statistiques du jeu
he: סטטיסטיקת משחק
hu: Játék statisztikák
id: Statistik permainan
it: Statistiche di gioco
ja: ゲーム統計
ko: 게임 통계
lt: Žaidimo statistika
nb_no: Spillstatistikk
nl: Spelstatistieken
pl: Statystyki gry
pt: Estatísticas do jogo
ro: Statistici de joc
ru: Статистика игр
sv: Statistik från matchen
th: สถิติเกม
tr: Oyun istatistikleri
uk: Статистика гри
vi: Thống kê trò chơi
zh_hans: 游戏统计
zh_hant: 遊戲統計

# SendTopPlayers_CustomPlayerRankingTitle
source: Custom leaderboard for #{0}
ar: لوحة المتصدرين المخصصة لـ #{0}
bg: Персонализирано табло за лидери за #{0}
cs: Vlastní žebříček pro #{0}
da: Brugerdefineret leaderboard til #{0}
de: Benutzerdefinierte Bestenliste für #{0}
el: Προσαρμοσμένος πίνακας κατάταξης για #{0}
es: Tabla de posiciones personalizada para #{0}
fi: Mukautettu tulostaulu #{0}
fil: Custom leaderboard para sa #{0}
fr: Classement personnalisé du salon #{0}
he: רשימת מובילים מותאמת בשביל #{0}
hu: Egyéni ranglista #{0}
id: Papan peringkat khusus untuk #{0}
it: Classifica personalizzata per #{0}
ja: #{0}のカスタムリーダーボード
ko: 에 대한 사용자 지정 리더보드{0}
lt: Pasirinktinis lyderių skydelis #{0}
nb_no: Tilpasset ledertavle for #{0}
nl: Scorebord op maat voor #{0}
pl: Ranking niestandardowy dla #{0}
pt: Classificação customizada para #{0}
ro: Clasament personalizat pentru #{0}
ru: Пользовательская таблица лидеров для #{0}
sv: Anpassad leaderboard för #{0}
th: กระดานผู้นำแบบกำหนดเองสำหรับ #{0}
tr: #{0} için özel sıralama
uk: Спеціальна таблиця лідерів для ########.{0}
vi: Bảng xếp hạng tùy chỉnh cho #{0}
zh_hans: 为#{0}定制的排行榜。
zh_hant: 自定義排行榜 #{0}

# SendTopPlayers_NoCustomPlayerRanking
source: {0}, no custom leaderboard found. You may start a new one using `{1}startctop`
ar: {0} ، لم يتم العثور على لوحة المتصدرين المخصصة. يمكنك بدء تشغيل جديد باستخدام `{1} startCtoP`
bg: {0}, не е намерена потребителска класация. Можете да стартирате нова, като използвате `{1}startctop`
cs: {0}, nebyly nalezeny žádné vlastní žebříčky. Můžeš začít nový pomocí `{1}startctop`
da: {0}, ingen brugerdefineret leaderboard fundet. Du kan starte en ny ved at bruge `{1}startctop`
de: {0}, keine benutzerdefinierte Bestenliste gefunden. Du kannst eine mit `{1}startctop` starten
el: {0}, δεν βρέθηκε προσαρμοσμένος πίνακας κατάταξης. Μπορείτε να ξεκινήσετε ένα νέο χρησιμοποιώντας το `{1}startctop`
es: {0}, ninguna tabla de posiciones personalizada encontrada. Puedes comenzar una nueva usando `{1}startctop`
fi: {0}, ei löydetty mukautettua tulostaulua. Voit aloittaa uuden käyttämällä `{1}startctop:ia.`
fil: {0}, walang custom leaderboard dito. Gumawa ng bago gamit ang `{1}startctop`
fr: {0}, aucun classement personnalisé trouvé. Vous pouvez en débuter un en faisant `{1}startctop`
he: {0}, לא נמצא רשימת מובילים מותאמת. תוכל/י להתחיל אחת חדשה באמצעות `{1}startctop`
hu: {0}, nem találtak egyéni ranglistát. A `{1}startctop segítségével indíthatsz újat.`
id: {0}, tidak ditemukan papan peringkat khusus. Anda dapat memulai yang baru menggunakan `{1}startctop`
it: {0}, nessuna classifica personalizzata trovata. Puoi iniziarne una nuova usando `{1}startctop`
ja: {0}カスタムリーダーボードが見つかりません。`{1}startctop` を使って新規に開始できます
ko: {0}사용자 지정 순위표를 찾을 수 없습니다. `{1} startctop을 사용하여 새로 시작할 수 있습니다.`
lt: {0}, nerasta jokios pasirinktinės lyderių lentelės. Galite pradėti naują, naudodami `{1}startctop`
nb_no: {0}, ingen egendefinert toppliste funnet. Du kan starte en ny ved å bruke `{1}startctop.`
nl: {0}, geen scorebord op maat gevonden. Je kunt een nieuwe beginnen met `{1}startctop`
pl: {0}, nie znaleziono niestandardowego rankingu. Możesz rozpocząć nowy używając `{1}startctop`
pt: {0}, nenhuma classificação customizada encontrada. Você pode começar uma nova usando `{1}startctop`
ro: {0}, nu s-a găsit niciun clasament personalizat. Puteți începe unul nou folosind `{1}startctop`
ru: {0}Не найдена пользовательская таблица лидеров. Вы можете создать новую, используя `{1}startctop`
sv: {0}, ingen anpassad topplista hittades. Du kan starta en ny med `{1}startctop`
th: {0}ไม่พบกระดานผู้นำที่กำหนดเอง. คุณสามารถเริ่มใหม่ได้โดยใช้`{1}startctop`
tr: {0}, özel sıralama bulunamadı. `{1}startctop` yazarak bir tane başlatabilirsin
uk: {0}не знайдено жодного користувацького лідерборду. Ви можете створити новий за допомогою `{1}startctop`
vi: {0}Không tìm thấy bảng xếp hạng tùy chỉnh nào. Cậu có thể tạo một bảng xếp hạng mới bằng cách sử dụng `{1}startctop`
zh_hans: {0}, 没有发现自定义排行榜。你可以使用`{1}startctop`开始一个新的排行榜。
zh_hant: {0}，沒有找到自定義排行榜。您可以使用`{1}startctop 創建一個新的排行榜。 `

# StartCustomPlayerRanking_AlreadyActive
source: {0}, a custom leaderboard is already active in this channel. You may end it by using `{1}endctop` or reset it completely by using `{1}resetctop`.
ar: {0} ، إن لوحة المتصدرين المخصصة نشطة بالفعل في هذه القناة. يمكنك إنهاءها باستخدام `{1} endctop` أو إعادة تعيينها تمامًا باستخدام` {1} refetctop`.
bg: {0}, в този канал вече е активна потребителска класация. Можете да я прекратите, като използвате `{1}endctop` или да я нулирате напълно, като използвате `{1}resetctop`.
cs: Vlastní žebříček hráče {0} je již aktivní na tomto kanále. Můžeš ho ukončit použitím `{1}endctop` nebo ho kompletně resetovat použitím `{1}resetctop`.
da: {0}Der er allerede et brugerdefineret leaderboard aktivt i denne kanal. Du kan afslutte den ved at bruge `{1}endctop` eller nulstille den helt ved at bruge `{1}resetctop`.
de: {0}, eine benutzerdefinierte Bestenliste ist in diesem Kanal bereits aktiv. Du kannst sie mit `{1}endctop` beenden oder setze sie mit `{1}resetctop` komplett zurück.
el: {0}, ένας προσαρμοσμένος πίνακας κατάταξης είναι ήδη ενεργός σε αυτό το κανάλι. Μπορείτε να το τερματίσετε χρησιμοποιώντας `{1}endctop` ή να το επαναφέρετε εντελώς χρησιμοποιώντας `{1}resetctop`.
es: {0}, ya hay una tabla de posiciones personalizada activa en este canal. Puedes terminarla usando `{1}endctop` o reiniciarla completamente usando `{1}resetctop`.
fi: {0}, mukautettu tulostaulu on jo aktiivinen tällä kanavalla. Voit lopettaa sen käyttämällä `{1}endctop` tai nollata sen kokonaan käyttämällä `{1}resetctop`.
fil: {0}, ang custom leaderboard na ito ay nagaganap na dito. Itigil mo ito gamit ang `{1}endctop` o ulitin mo mula sa simula gamit ang `{1}resetctop`.
fr: {0}, un classement personnalisé est déjà actif dans ce salon. Vous pouvez l'arrêter en utilisant `{1}endctop` ou le remettre à zéro en utilisant `{1}resetctop`.
he: {0}, רשימת מובילים מותאמת כבר פעילה בצ'אט הזה. תוכל/י להפסיק אותה על ידי `{1}endctop` או אתחל אותה לגמרי על ידי `{1}resetctop`.
hu: {0}, egy egyéni ranglista már aktív ezen a csatornán. Ezt a `{1}endctop` segítségével fejezheted be, vagy a `{1}resetctop` segítségével teljesen visszaállíthatod.
id: {0}, papan peringkat khusus sudah aktif di saluran ini. Anda dapat mengakhirinya dengan menggunakan `{1}endctop` atau menyetel ulang sepenuhnya dengan menggunakan `{1}resetctop`.
it: {0}, una classifica personalizzata è già attiva in questo canale. Puoi terminarla usando `{1}endctop` o resettarla completamente usando `{1}resetctop`.
ja: {0}さん、このチャンネルでは、カスタムリーダーボードがすでにアクティブになっています。 `{1}endctop` を使って終了させるか、`{1}resetctop` を使ってリセットしてください。
ko: {0}를 클릭하면 이 채널에 사용자 지정 리더보드가 이미 활성화되어 있습니다. `{1}endctop` 을 사용하여 종료하거나 `{1}resetctop` 을 사용하여 완전히 재설정할 수 있습니다.
lt: {0}, šiame kanale jau veikia pasirinktinė lyderių lenta. Ją galite nutraukti naudodami `{1}endctop` arba visiškai iš naujo nustatyti naudodami `{1}resetctop`.
nb_no: {0}, er en egendefinert ledertavle allerede aktiv i denne kanalen. Du kan avslutte den ved å bruke `{1}endctop` eller tilbakestille den helt ved å bruke `{1}resetctop`.
nl: {0}, er is al een scorebord op maat actief in dit kanaal. Je kunt deze eindigen met `{1}endctop` of volledig resetten met `{1}resetctop`.
pl: {0}, niestandardowy ranking jest już aktywny na tym kanale. Możesz go zakończyć za pomocą `{1}endctop` lub całkowicie zresetować za pomocą `{1}resetctop`.
pt: {0}, uma classificação customizada já está ativa neste canal. Você pode terminá-la usando `{1}endctop` ou reiniciá-la usando `{1}resetctop`.
ro: {0}, un clasament personalizat este deja activ în acest canal. Îl puteți încheia folosind `{1}endctop` sau îl puteți reseta complet folosind `{1}resetctop`.
ru: {0}В этом канале уже действует пользовательская таблица лидеров. Вы можете завершить его с помощью команды `{1}endctop` или полностью сбросить с помощью команды `{1}resetctop`.
sv: {0}, en anpassad leaderboard är redan aktiv i den här kanalen. Du kan avsluta den genom att använda `{1}endctop` eller återställa den helt genom att använda `{1}resetctop`.
th: {0}, บอร์ดผู้นำแบบกำหนดเองได้ถูกเปิดใช้งานแล้วในช่องทางนี้ คุณสามารถปิดการใช้งานได้โดยใช้คำสั่ง`{1}endctop` หรือรีเซ็ตทั้งหมดได้โดยใช้คำสั่ง`{1}resetctop`.
tr: {0}, bu kanalda halihazırda bir özel sıralama mevcut. `{1}endctop` yazarak sonra erdirebilir veya `{1}resetctop` yazarak tamamen sıfırlayabilirsin.
uk: {0}на цьому каналі вже активний користувацький лідерборд. Ви можете завершити його за допомогою `{1}endctop` або повністю скинути його за допомогою `{1}resetctop`.
vi: {0}Một bảng xếp hạng tùy chỉnh đã được kích hoạt trong kênh này. Cậu có thể kết thúc nó bằng cách sử dụng `{1}endctop` hoặc đặt lại hoàn toàn bằng cách sử dụng `{1}resetctop`.
zh_hans: {0}，一个自定义的排行榜已经在这个频道中激活。 你可以用`{1}endctop`来结束它，或者用`{1}resetctop`完全重置它。
zh_hant: {0}，本頻道已有一個啟用中的自定義排行榜。 您可以使用`{1}endctop` 結束它，或使用`{1}resetctop` 完全重置它。

# StartCustomPlayerRanking_Started
source: A custom leaderboard was just started for this channel.
ar: تم تشغيل لوحة المتصدرين المخصصة للتو لهذه القناة.
bg: Току-що беше стартирана потребителска класация за този канал.
cs: Vlastní žebříček byl právě započat v tomto kanále.
da: Et brugerdefineret leaderboard er netop startet for denne kanal.
de: Eine benutzerdefinierte Bestenliste wurde für diesen Kanal gestartet.
el: Μόλις ξεκίνησε ένας προσαρμοσμένος πίνακας κατάταξης για αυτό το κανάλι.
es: Una tabla de posiciones personalizada ha comenzado para este canal.
fi: Tälle kanavalle perustettiin juuri oma tulostaulukko.
fil: May custom leaderboard na kasisimula pa ang sa channel na ito.
fr: Un classement personnalisé vient d'être créé pour ce salon.
he: לוח מנהיגים בהתאמה אישית התחיל הרגע לערוץ הזה.
hu: Egy egyéni ranglistát indítottunk ezen a csatornán.
id: Papan peringkat khusus baru saja dimulai untuk saluran ini.
it: Una classifica personalizzata è stata appena iniziata per questo canale.
ja: このチャンネルにカスタムリーダーボードが開始されました。
ko: 이 채널에 대한 사용자 지정 리더보드가 막 시작되었습니다.
lt: Šiam kanalui ką tik pradėta kurti pasirinktinė lyderių lenta.
nb_no: En tilpasset toppliste ble nettopp startet for denne kanalen.
nl: Een scorebord op maat is zojuist begonnen in dit kanaal.
pl: Właśnie rozpoczęto niestandardowy ranking dla tego kanału.
pt: Uma classificação customizada foi iniciada para este canal.
ro: Un clasament personalizat tocmai a fost inițiat pentru acest canal.
ru: Для этого канала была запущена пользовательская таблица лидеров.
sv: En anpassad leaderboard har precis startats för den här kanalen.
th: มีการเริ่มต้นกระดานผู้นำแบบกำหนดเองสำหรับช่องนี้แล้ว
tr: Bu kanal için bir özel sıralama başlatıldı.
uk: Для цього каналу нещодавно був запущений спеціальний лідерборд.
vi: Một bảng xếp hạng tùy chỉnh vừa được khởi chạy cho kênh này.
zh_hans: 这个频道的自定义排行榜刚刚开始。
zh_hant: 本頻道方才啟動了自定義排行榜。

# SongType_3
source: Insert song
ar: أدخل أغنية
bg: Вмъкнете песен
cs: Insert píseň
da: Indsæt sang
el: Εισάγετε τραγούδι
es: Música de fondo
fi: Lisää kappale
id: Masukkan lagu
it: Musica di sottofondo
ja: 挿入歌
ko: 노래 삽입
lt: Įterpti dainą
nb_no: Sett inn sang
pl: Piosenka pojawiająca się
pt: Música inserida
ro: Inserați un cântec
ru: Вставить песню
sv: Infoga sång
th: แทรกเพลง
tr: OST
uk: Вставити пісню
vi: Chèn bài hát
zh_hans: 背景音乐
zh_hant: 插入曲

# SongType_4
source: Image song
ar: صورة الاغنيه
bg: Изображение на песен
cs: Image píseň
da: Billede sang
el: Τραγούδι εικόνας
es: Tema principal
fi: Kuvan laulu
hu: Képdal
id: Gambar lagu
it: Tema principale
ja: イメージソング
ko: 이미지 노래
lt: Vaizdo daina
nb_no: Bildesang
pl: Motyw/Piosenka przewodnia
ro: Cântec de imagine
ru: Композиция с изображением
sv: Bild låt
th: เพลงประกอบภาพ
tr: İmaj Şarkısı
uk: Іміджева пісня
vi: Bài hát hình ảnh
zh_hans: 主歌
zh_hant: 印象曲

# SendStatistics_NormalRounds
source: `{0}` normal rounds
ar: `{0}` جولات متوسطة
bg: `{0}` нормални кръгове
cs: `{0}` normálních kol
da: `{0}` Normale runder
de: `{0}` normale Runden
el: `{0}` κανονικοί γύροι
es: `{0}` rondas normales
fi: `{0}` normaalit kierrokset
fil: `{0}` na normal rounds
fr: `{0}` parties de niveau normale
he: `{0}` סיבובים רגילים
hu: `{0}` normál forduló
id: `{0}` ronde normal
it: `{0}` round normali
ja: `{0}`個のノーマルラウンド
ko: `{0}` 일반 라운드
lt: `{0}` įprasti raundai
nb_no: `{0}` normale runder
nl: `{0}` normale ronden
pl: `{0}` normalnych rund
pt: `{0}` rounds normais
ro: `{0}` runde normale
ru: `{0}` обычные раунды
sv: `{0}` normala rundor
th: `{0}` รอบปกติ
tr: `{0}` orta seviye raunt
uk: `{0}` звичайні патрони
vi: `{0}` vòng đấu thông thường
zh_hans: `{0}` 个正常的轮
zh_hant: `{0}` 回合一般難度

# SendDatabaseUnavailable_Description
source: The {0} database cannot be reached at the moment. Try again later. Check [the status page]({1}) or [the RinBot support server]({2}) for more information.
ar: لا يمكن الوصول إلى قاعدة بيانات {0} في الوقت الحالي. حاول مرة أخرى في وقت لاحق. تحقق من [صفحة الحالة]({1}) أو [خادم دعم RINBOT] ({2}) لمزيد من المعلومات.
bg: В момента не може да се достигне до базата данни {0}. Опитайте отново по-късно. Проверете [страницата за състоянието]({1}) или [сървъра за поддръжка на RinBot]({2}) за повече информация.
cs: Databáze {0} není v tuto chvíli dostupná. Zkus to později. Zkontroluj [stavovou stránku]({1}) nebo [RinBot server pro podporu]({2}) pro víc informacií.
da: Databasen {0} kan ikke nås i øjeblikket. Prøv igen senere. Tjek [statussiden]({1}) eller [RinBot-supportserveren]({2}) for flere oplysninger.
de: Die {0} Datenbank kann im moment nicht erreicht werden. Probiere es später nochmal. Checke [die Statusseite]({1}) oder [den Rinbot Supportserver]({2}) für mehr infromation.
el: Η βάση δεδομένων {0} δεν είναι προσβάσιμη προς το παρόν. Δοκιμάστε ξανά αργότερα. Ελέγξτε [τη σελίδα κατάστασης]({1}) ή [τον διακομιστή υποστήριξης RinBot]({2}) για περισσότερες πληροφορίες.
es: La base de datos de {0} no puede ser alcanzada en este momento. Intenta más tarde. Checa [la página de estado]({1}) o [el servidor de soporte de RinBot]({2}) para más información.
fi: {0} -tietokantaan ei pääse tällä hetkellä. Yritä myöhemmin uudelleen. Tarkista [tilasivulta]({1}) tai [RinBotin tukipalvelimelta]({2}) lisätietoja.
fil: Ang database para sa {0} ay nagkaroon ng problema. Subukin ito muli. Tignan [ang status page]({1}) o [ang support server ng RinBot]({2}) para sa karagdagang kaalaman.
fr: La {0} banque de données n'est pas accessible en ce moment ; veuillez essayer plus tard. Vérifiez [la page de support]({1}) ou [le serveur de support de Rinbot]({2}) pour plus d'informations.
he: לא ניתן לגשת למסד הנתונים של {0} כרגע. נסה שוב מאוחר יותר. בדוק [את דף הסטטוס]({1}) או [את שרת התמיכה של RinBot]({2}) לקבלת מידע נוסף.
hu: A {0} adatbázis jelenleg nem érhető el. Próbálja meg később újra. További információért nézze meg [az állapotlapot]({1}) vagy [a RinBot támogatási szerverét]({2}).
id: Basis data {0} tidak dapat dijangkau saat ini. Coba lagi nanti. Periksa [halaman status]({1}) atau [server dukungan RinBot]({2}) untuk informasi lebih lanjut.
it: Il database {0} non può essere raggiunto in questo momento. Si prega di riprovare più tardi. Vedi [la pagina di stato]({1}) o [il server di supporto RinBot]({2}) per maggiori informazioni.
ja: {0}データベースに現在アクセスできません。後でもう一度お試しください。 詳細は[ステータスページ]({1})または[RinBotサポートサーバー]({2})をご確認ください。
ko: {0} 데이터베이스에 지금 연결할 수 없습니다. 나중에 다시 시도하세요. 자세한 내용은 [상태 페이지]({1}) 또는 [린봇 지원 서버]({2})를 확인하세요.
lt: Šiuo metu {0} duomenų bazės pasiekti neįmanoma. Pabandykite dar kartą vėliau. Daugiau informacijos ieškokite [būsenos puslapyje]({1}) arba [RinBot palaikymo serveryje]({2}).
nb_no: Databasen {0} kan ikke nås for øyeblikket. Prøv igjen senere. Sjekk [statussiden]({1}) eller [RinBot-støtteserveren]({2}) for mer informasjon.
nl: De {0} database is niet bereikbaar op het moment. Probeer het later nog eens. Bekijk [de status pagina]({1}) of [de RinBot support server]({2}) voor meer informatie.
pl: W tej chwili nie można połączyć się z bazą danych {0}. Spróbuj ponownie później. Sprawdź [status strony]({1}) lub [serwer wsparcia RinBot]({2}), aby uzyskać więcej informacji.
pt: O {0} banco de dados não pode ser acessado no momento. Tente novamente mais tarde. Verifique [a página de status]({1}) ou [o servidor de suporte do RinBot]({2}) para mais informações.
ro: Baza de date {0} nu poate fi accesată în acest moment. Încercați din nou mai târziu. Verificați [pagina de stare]({1}) sau [serverul de asistență RinBot]({2}) pentru mai multe informații.
ru: Доступ к базе данных {0} в данный момент невозможен. Повторите попытку позже. Для получения дополнительной информации обратитесь к [странице состояния]({1}) или [серверу поддержки RinBot]({2}).
sv: Databasen {0} kan inte nås för närvarande. Försök igen senare. Kontrollera [statussidan]({1}) eller [RinBot support server]({2}) för mer information.
th: ไม่สามารถเข้าถึงฐานข้อมูลของ{0} ได้ในขณะนี้ กรุณาลองใหม่อีกครั้งในภายหลัง ตรวจสอบ [หน้าสถานะ]({1}) หรือ [เซิร์ฟเวอร์สนับสนุน RinBot]({2}) สำหรับข้อมูลเพิ่มเติม
tr: {0} veritabanına şu anda erişilemiyor. Daha sonra tekrar deneyin. Daha fazla bilgi için[Sunucu durumunu]({1}) veya [RinBot destek sunucusunu]({2}) kontrol edin.
uk: База даних {0} не може бути доступною на даний момент. Спробуйте пізніше. Перевірте [сторінку стану]({1}) або [сервер підтримки RinBot]({2}) для отримання додаткової інформації.
vi: Hiện tại không thể truy cập cơ sở dữ liệu {0}. Hãy thử lại sau. Kiểm tra [trang trạng thái]({1}) hoặc [máy chủ hỗ trợ RinBot]({2}) để biết thêm thông tin.
zh_hans: {0}数据库目前无法到达。请稍后再试。 请查看[状态页面]({1})或[RinBot支持服务器]({2})了解更多信息。
zh_hant: 資料庫 {0} 暫時無法存取。請稍後再試。 請查看 [狀態頁面]({1}) 或 [RinBot 官方支援伺服器]({2}) 了解更多信息。

# StartGame_Preparing_AnimeListsAggregation
source: Anime lists are **{0}**
ar: قوائم أنيمي ** {0} **
bg: Списъците с анимета са **{0}**
cs: Anime listy jsou **{0}**
da: Anime-lister er **{0}**
de: Anime Listen sind **{0}**
el: Οι λίστες Anime είναι **{0}**
es: Las listas de anime son **{0}**
fi: Anime-luettelot ovat **{0}**
fr: Les listes d'animés sont **{0}**
he: רשימות אנימה הן **{0}**
hu: Anime listák **{0}**
id: Daftar animenya adalah **{0}**
it: Le liste degli anime sono **{0}**
ja: アニメリストは**{0}**
ko: 애니메이션 목록은 다음과 같습니다. **{0}**
lt: Anime sąrašai **{0}**
nb_no: Anime-lister er **{0}**
nl: Animelijsten zijn **{0}**
pl: Listy Anime to **{0}**
pt: Listas de anime são **{0}**
ro: Listele anime sunt **{0}**
ru: Списки аниме **{0}**
sv: Anime-listor är **{0}**
th: รายการอนิเมะ**{0}**
tr: Anime listeleri **{0}**
uk: Списки аніме **{0}**
vi: Danh sách anime là **{0}**
zh_hans: 动漫列表是**{0}**
zh_hant: 動畫清單：**{0}**

# InvalidGenre
source: the genre must be one of those listed in `!genres`
ar: يجب أن يكون هذا النوع واحد من تلك المدرجة في `!الأنواع`
bg: жанрът трябва да е един от изброените в `!genres`
cs: žánr musí být jedním ze žánrů uvedených v `!genres`
da: genren skal være en af dem, der er anført i `!genres`
de: Das Genre muss eines der in der Liste `!genres` gelistetes sein
el: το είδος πρέπει να είναι ένα από αυτά που αναφέρονται στο `!genres`
es: el género debe ser uno de los que están listados en `!genres`
fi: lajityypin on oltava jokin niistä, jotka on lueteltu osoitteessa `!lajityypit.`
fr: Le type d'anime doit être l'un de ceux qui sont listés dans `!genres`
he: הז'אנר חייב להיות אחד מהז'אנרים המפורטים ב- `!genres`
hu: a műfajnak a `!műfajok listában felsorolt műfajok egyikének kell lennie.`
id: genre harus salah satu dari yang terdaftar di `!genres`
it: il genere deve essere uno dei generi elencati in `!genres`
ja: ジャンルは、`!genres` にリストされているものでなければなりません
ko: 장르는 `!genres에 나열된 장르 중 하나여야 합니다.`
lt: žanras turi būti vienas iš išvardytų `!genres`
nb_no: sjangeren må være en av dem som er oppført i `!genres`
nl: het genre moet één uit de lijst in `!genres` zijn
pl: gatunek musi być jednym z wymienionych w `!genres`
pt: o gênero precisa ser um dos listados em `!genres`
ro: genul trebuie să fie unul dintre cele enumerate în `!genres`
ru: жанр должен быть одним из перечисленных в `!genres`
sv: genren måste vara en av de som listas i `!genres`
th: ประเภทต้องเป็นหนึ่งในประเภทที่ระบุไว้ใน`!genres`
tr: seçilecek tür `!genres` yazdığınızda listelenen türlerden biri olmalıdır
uk: жанр має бути одним з тих, що перераховані в `!genres`
vi: Thể loại phải là một trong những thể loại được liệt kê tại `!genres`
zh_hans: 流派必须是`!genres 中列出的流派之一`
zh_hant: 作品類型必須是`!genres`中列出的類型之一

# InvalidYearRange
source: you picked an invalid year range
ar: لقد اخترت نطاق سنة غير صالحة
bg: избрали сте невалиден диапазон от години
cs: zvolili jste neplatný rozsah let
da: Du har valgt et ugyldigt årstal
de: du hast ein ungültigen Jahresbereich gewählt
el: διαλέξατε ένα άκυρο χρονικό διάστημα
es: has elegido un rango de año inválido
fi: valitsit virheellisen vuosiluvun
fr: Vous avez choisi un intervalle d'année invalide
he: בחרת טווח שנים לא חוקי
hu: érvénytelen évszámot választottál
id: anda memilih rentang tahun yang tidak valid
it: hai scelto un intervallo di anni non valido
ja: 無効な年の範囲を選択した
ko: 잘못된 연도 범위를 선택했습니다.
lt: pasirinkote neteisingą metų intervalą
nb_no: du har valgt et ugyldig årstall
nl: je hebt een ongeldig jaarbereik gekozen
pl: wybrałeś nieprawidłowy zakres lat
pt: você selecionou um intervalo de anos inválido
ro: ați ales un interval de ani invalid
ru: выбран неверный диапазон лет
sv: du valde ett ogiltigt årtal
th: คุณเลือกช่วงปีที่ไม่ถูกต้อง
tr: yanlış bir yıl aralığı seçtin
uk: ви вибрали невірний діапазон років
vi: Cậu đã chọn khoảng thời gian không hợp lệ.
zh_hans: 你选择了一个无效的年份范围
zh_hant: 您所指定的年份範圍無效
