Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Execute_Help_alltime
source: Shows the fastest players of all time in the server
ar: يعرض أسرع اللاعبين على الإطلاق في هادا السيرفر
bg: Показва най-бързите играчи в сървъра за всички времена
cs: Ukáže nejrychlejší hráče všech dob na tomto serveru
da: Viser de hurtigste spillere nogensinde på serveren
de: Zeigt den schnellsten Spieler aller Zeiten dieses Servers
el: Εμφανίζει τους ταχύτερους παίκτες όλων των εποχών στον διακομιστή
es: Muestra al jugador mas rápido de todo el tiempo en este servidor
fi: Näyttää kaikkien aikojen nopeimmat pelaajat palvelimella.
fr: Affichage des joueurs les plus rapides du serveur
he: הראה את השחקנים המהירים ביותר בכל הזמנים של השרת
hu: Megmutatja minden idők leggyorsabb játékosát a szerveren
id: Menampilkan pemain tercepat sepanjang masa di server
it: Mostra il giocatore più veloce di tutti i tempi su questo server
ja: サーバー内の歴代最速プレイヤーを表示する
ko: 서버에서 가장 빠른 플레이어를 표시합니다.
lt: Rodomi greičiausi visų laikų serverio žaidėjai
nb_no: Viser de raskeste spillerne på serveren gjennom tidene.
nl: Toon de snelste spelers allertijden in deze server
pl: Pokazuje najszybszych graczy wszechczasów na serwerze
pt: Mostra os jogadores mais rápidos de todos os tempos no servidor
ro: Arată cei mai rapizi jucători din toate timpurile pe server
ru: Показывает самых быстрых игроков за все время существования сервера
sv: Visar de snabbaste spelarna genom tiderna på servern
th: แสดงผู้เล่นที่เร็วที่สุดตลอดกาลในเซิร์ฟเวอร์
tr: Sunucunun tüm zamanların en hızlı oyuncularını gösterir
uk: Показує найшвидших гравців усіх часів на сервері
vi: Hiển thị những người chơi nhanh nhất mọi thời đại trên máy chủ.
zh_hans: 显示服务器中所有时间最快的玩家
zh_hant: 顯示伺服器中速度最快的玩家

# Execute_Help_weektime
source: Shows the fastest players of this week in the server
ar: يعرض أسرع اللاعبين في هذا الأسبوع في السيرفر
bg: Показва най-бързите играчи за тази седмица в сървъра
cs: Ukáže nejrychlejší hráče tohoto týdne na tomto serveru
da: Viser de hurtigste spillere på serveren i denne uge
de: Zeigt den schnellsten Spieler der Woche auf diesem Server
el: Δείχνει τους πιο γρήγορους παίκτες αυτής της εβδομάδας στο διακομιστή
es: Muestra al jugador mas rápido de esta semana en el servidor
fi: Näyttää tämän viikon nopeimmat pelaajat palvelimella
fr: Affichage des joueurs les plus rapides de la semaine du serveur
he: הראה את השחקנים המהירים ביותר השבוע של השרת
hu: Megmutatja az e heti leggyorsabb játékosokat a szerveren
id: Menampilkan pemain tercepat minggu ini di server
it: Mostra il giocatore più veloce di questa settimana sul server
ja: 今週の最速プレイヤーを表示する
ko: 서버에서 이번 주에 가장 빠른 플레이어를 표시합니다.
lt: Rodomi greičiausi šios savaitės serverio žaidėjai
nb_no: Viser de raskeste spillerne på serveren denne uken.
nl: Toon de snelste spelers van deze week in deze server
pl: Pokazuje najszybszych graczy tego tygodnia na serwerze
pt: Mostra os jogadores mais rápidos da semana no servidor
ro: Arată cei mai rapizi jucători din această săptămână pe server
ru: Показывает самых быстрых игроков этой недели на сервере
sv: Visar veckans snabbaste spelare på servern
th: แสดงผู้เล่นที่เร็วที่สุดของสัปดาห์นี้ในเซิร์ฟเวอร์
tr: Sunucunun bu haftaki en hızlı oyuncularını gösterir
uk: Показує найшвидших гравців цього тижня на сервері
vi: Hiển thị những người chơi nhanh nhất trong tuần này trên máy chủ.
zh_hans: 显示本周服务器中最快的玩家
zh_hant: 顯示本週伺服器中速度最快的玩家

# Execute_Help_statg
source: Show game statistics
ar: إظهار إحصائيات اللعبة
bg: Показване на статистиката на играта
cs: Zobrazí statistiky hry
da: Vis kampstatistik
de: Zeigt Spielestatistiken
el: Εμφάνιση στατιστικών στοιχείων παιχνιδιού
es: Muestra las estadísticas del juego
fi: Näytä pelitilastot
fr: Affichage des statistiques du jeu
he: המראה את סטטיסטיקה המשחק
hu: Játékstatisztikák megjelenítése
id: Menampilkan statistik permainan
it: Mostra le statistiche di gioco
ja: 試合統計を表示する
ko: 게임 통계 표시
lt: Rodyti žaidimo statistiką
nb_no: Vis spillstatistikk
nl: Toon spelstatistieken
pl: Pokaż statystyki gry
pt: Mostra as estatísticas de jogo
ro: Arată statisticile jocului
ru: Показать статистику игры
sv: Visa spelstatistik
th: แสดงสถิติเกม
tr: Oyun istatistiklerini gösterir
uk: Показати статистику гри
vi: Hiển thị thống kê trò chơi
zh_hans: 显示游戏统计
zh_hant: 顯示遊戲統計數據

# Execute_Help_genres
source: Show all available anime genres
ar: إظهار جميع أنواع أنيمي المتاحة
bg: Покажи всички налични жанрове аниме
cs: Zobrazí všechny dostupný anime žánry
da: Vis alle tilgængelige anime-genrer
de: Zeigt alle verfügbaren Animegenres
el: Εμφάνιση όλων των διαθέσιμων ειδών anime
es: Muestra todos los géneros de anime disponibles
fi: Näytä kaikki saatavilla olevat anime-genret
fr: Affichage de tous les types d'anime
he: הראה את כל הז'אנרים הזמינים
hu: Minden elérhető anime műfaj megjelenítése
id: Menampilkan semua genre anime yang tersedia
it: Visualizza tutti i generi di anime disponibili
ja: アニメのジャンルをすべて表示する
ko: 사용 가능한 모든 애니메이션 장르 표시
lt: Rodyti visus prieinamus anime žanrus
nb_no: Vis alle tilgjengelige anime-sjangre
nl: Toon alle beschikbare animegenres
pl: Pokaż wszystkie dostępne gatunki anime
pt: Mostra todos gêneros de anime disponíveis
ro: Afișați toate genurile de anime disponibile
ru: Показать все доступные жанры аниме
sv: Visa alla tillgängliga anime-genrer
th: แสดงทุกประเภทของอนิเมะที่มีให้
tr: Tüm mevcut anime türlerini gösterir
uk: Показати всі доступні жанри аніме
vi: Hiển thị tất cả các thể loại anime có sẵn
zh_hans: 显示所有有的动漫类型
zh_hant: 顯示所有可用的動畫分類

# EnsureGuildPermissions
source: {0}, to use this feature you need at least one of these permissions: `{1}`
ar: {0} ، لاستخدام هذه الميزة ، تحتاج إلى واحدة على الأقل من هذه الصلاحيات: `{1}`
bg: {0}, за да използвате тази функция, трябва да имате поне едно от тези разрешения: `{1}`
cs: {0}, pro použítí této funkce musíš mít alespoň jedno z těchto oprávnění: `{1}`
da: {0}For at bruge denne funktion skal du have mindst én af disse tilladelser: `{1}`
de: {0}, um diese Funktion zu verwenden brauchst du mindestens eine dieser Berechtigungen: `{1}`
el: {0}, για να χρησιμοποιήσετε αυτή τη λειτουργία χρειάζεστε τουλάχιστον ένα από αυτά τα δικαιώματα: `{1}`
es: {0}, para usar esta función necesitas al menos uno de estos permisos: `{1}`
fi: {0}, jotta voit käyttää tätä ominaisuutta, tarvitset vähintään yhden näistä oikeuksista: `{1}`
fr: {0}, pour utiliser l'une de ces fonctionnalités vous avez besoin des permissions suivantes : `{1}`
he: {0}, כדי להשתמש בתכונה הזאת את/ה צריכ/ה לפחות אחת מהגישות האלו: `{1}`
hu: {0}, a funkció használatához legalább az alábbi jogosultságok egyikére szükséged van: `{1}`
id: {0}, untuk menggunakan fitur ini, anda memerlukan setidaknya satu izin berikut: `{1}`
it: {0}, per usare questa funzione hai bisogno di almeno uno di questi permessi: `{1}`
ja: {0}さん、この機能を使用するには、少なくともこれらの権限の1つが必要です：`{1}`
ko: {0}이 기능을 사용하려면 이 권한 중 하나 이상이 필요합니다: `{1}`
lt: {0}, kad galėtumėte naudotis šia funkcija, reikia bent vieno iš šių leidimų: `{1}`
nb_no: {0}For å bruke denne funksjonen må du ha minst én av disse tillatelsene: `{1}`
nl: {0}, om deze feature te gebruiken moet je minimaal één van deze machtigingen hebben: `{1}`
pl: {0}, aby korzystać z tej funkcji, potrzebujesz co najmniej jednego z tych uprawnień: `{1}`
pt: {0}, para usar essa funcionalidade você precisa de no mínimo uma dessas permissões: `{1}`
ro: {0}, pentru a utiliza această funcție aveți nevoie de cel puțin una dintre aceste permisiuni: `{1}`
ru: {0}Для использования этой функции необходимо иметь хотя бы одно из этих разрешений: `{1}`
sv: {0}, för att använda denna funktion behöver du minst en av dessa behörigheter: `{1}`
th: {0}ในการใช้คุณสมบัตินี้ คุณต้องมีอย่างน้อยหนึ่งในสิทธิ์เหล่านี้:`{1}`
tr: {0}, bu özelliği kullanabilmek için en azından bu yetkilerden birine sahip olmalısın: `{1}`
uk: {0}для використання цієї функції вам потрібен принаймні один з цих дозволів: `{1}`
vi: {0}Để sử dụng tính năng này, cậu cần có ít nhất một trong các quyền sau: `{1}`
zh_hans: {0}, 要使用这个功能，你至少需要其中一个权限: `{1}`
zh_hant: {0}，若要使用此功能，您至少需要以下其中一個權限：`{1}`

# SendHelp_Misc
source: Miscellaneous
ar: متفرقات
bg: Различни
cs: Různé
da: Diverse
de: Verschiedenes
el: Διάφορα
es: Varios
fi: Sekalaiset
fr: Divers
he: שונות
hu: Egyéb
id: Lain-lain
it: Varie
ja: その他
ko: 기타
lt: Įvairūs
nb_no: Diverse
nl: Overige
pl: Inne
pt: Variado
ro: Diverse
ru: Разное
sv: Diverse
th: เบ็ดเตล็ด
tr: Diğer
uk: Різне
vi: Phụ lục
zh_hans: 杂项
zh_hant: 雜項

# SendHelp_Rounds
source: Rounds
ar: جولات
cs: Relace
da: Runder
de: Runde
el: Γύροι
es: Rondas
fi: Kierrokset
fr: Parties
he: משחקים
hu: Forduló
id: Putaran
ja: ラウンド
ko: 라운드
lt: Rundai
nb_no: Runder
nl: Rondes
pl: Rundy
pt: Rodadas
ro: Rânduri
ru: Раунды
sv: Rundor
th: รอบ
tr: Rauntlar
uk: Раунди
vi: Vòng
zh_hans: 轮次
zh_hant: 回合

# SendHelp_Scores
source: Scores
ar: النتائح
bg: Резултати
cs: Skóre
de: Rekorde
el: Αποτελέσματα
es: Puntajes
fi: Pisteet
fr: Score
he: נקודות
hu: Pontszámok
id: Skor
it: Punteggi
ja: スコア
ko: 점수
lt: Rezultatai
nb_no: Poeng
pl: Wyniki
pt: Pontuações
ro: Scoruri
ru: Баллы
sv: Resultat
th: คะแนน
tr: Skorlar
uk: Оцінки
vi: Điểm số
zh_hans: 分数
zh_hant: 得分

# SendHelp_Title
source: Commands
ar: الأوامر
bg: Команди
cs: Příkazy
da: Kommandoer
de: Befehle
el: Εντολές
es: Comandos
fi: Komennot
fr: Commandes
he: פקודות
hu: Parancsok
id: Perintah
it: Comandi
ja: コマンド
ko: 명령
lt: Komandos
nb_no: Kommandoer
nl: Commando's
pl: Polecenia
pt: Comandos
ro: Comenzi
ru: Команды
sv: Kommandon
th: คำสั่ง
tr: Komutlar
uk: Команди
vi: Lệnh
zh_hans: 命令
zh_hant: 指令

# Execute_Help_sgs
source: Start a voice round session
ar: ابدأ جلسة جولة صوتية
bg: Стартиране на сесия за гласов кръг
cs: Začne hlasovou relaci
da: Start en talerunde-session
el: Ξεκινήστε μια συνεδρία στρογγυλής φωνής
es: Comienza una sesión de ronda de voz
fi: Aloita äänikierroksen istunto
fr: Commencer une nouvelle partie sur un salon vocal
he: התחל סבב משחקי קול
hu: Kezdje el a hangosbeszélgetés munkamenetét
id: Memulai sesi putaran suara
it: Inizia una sessione di round di voce
ja: ボイスラウンドセッションを開始する
ko: 음성 라운드 세션 시작
lt: Pradėkite balso apklausos seansą
nb_no: Start en talerundeøkt
nl: Begin een spraakkanaalsessie
pl: Rozpocznij sesję głosową
pt: Começa uma sessão de round por voz
ro: Începeți o sesiune de rundă vocală
ru: Начать сеанс голосового обхода
sv: Starta en röstrunda
th: เริ่มการประชุมรอบเสียง
tr: Yeni bir sesli raunt başlatır
uk: Почніть сесію голосового раунду
vi: Bắt đầu một phiên trò chuyện bằng giọng nói
zh_hans: 开始一个语音轮会话
zh_hant: 開始一局聲音題

# SendHelp_VoiceRounds
source: Voice rounds
ar: جولات الصوتية
bg: Гласови кръгове
cs: Hlasové relace
da: Stemmerunder
el: Φωνητικοί γύροι
es: Rondas de voz
fi: Äänikierrokset
fr: Parties vocales
he: משחקי קול
hu: Hangos forduló
id: Putaran suara
it: Round di voce
ja: ボイスラウンド
ko: 음성 회진
lt: Balso raundai
nb_no: Stemmerunder
nl: Spraakkanaalronden
pl: Rundy głosowe
pt: Rounds por voz
ro: Runde vocale
ru: Голосовые раунды
sv: Röstrundor
th: เสียงร้องประสาน
tr: Sesli rauntlar
uk: Голосові раунди
vi: Vòng kiểm tra giọng nói
zh_hans: 语音轮
zh_hant: 聲音題

# Execute_Help_sgc
source: Start a new anime character round
ar: بدء جولة شخصيات الانيمي
bg: Започнете нов кръг от аниме герои
cs: Začne novou relaci s anime postavami
da: Start en ny runde med anime-figurer
el: Ξεκινήστε ένα νέο γύρο χαρακτήρων anime
es: Comienza una nueva ronda de personajes de anime
fi: Aloita uusi anime-hahmokierros
fr: Commencer une nouvelle partie de personnages d'anime
he: התחל משחק דמויות אנימה חדש
hu: Új anime karakter kör indítása
id: Memulai ronde baru karakter anime
it: Iniziare un nuovo round di personaggi anime
ja: 新しいアニメキャラクターラウンドを開始する
ko: 새로운 애니메이션 캐릭터 라운드 시작
lt: Pradėkite naują anime personažų turą
nb_no: Start en ny runde med anime-karakterer
nl: Begin een nieuwe animepersonageronde
pl: Rozpocznij nową rundę postaci z anime
pt: Começa um novo round de personagem de anime
ro: Începe o nouă rundă de personaje anime
ru: Начать новый раунд аниме-персонажей
sv: Starta en ny runda för anime-karaktärer
th: เริ่มรอบตัวละครอนิเมะใหม่
tr: Yeni bir anime karakteri raundu başlatır
uk: Почніть новий раунд з аніме-персонажем
vi: Bắt đầu vòng tạo nhân vật anime mới
zh_hans: 开始一个新的动漫角色轮
zh_hant: 開始新的一道動畫角色題一道題

# Execute_UnknownParameter
source: {0}, I don't understand the parameter.
ar: {0} ، لم افهم هاده المدخلات.
bg: {0}, не разбирам параметъра.
cs: {0}, nerozumim tomuto parametru.
da: {0}Jeg forstår ikke parameteren.
de: {0}, ich verstehe den Befehl nicht.
el: {0}, δεν καταλαβαίνω την παράμετρο.
es: {0}, no entiendo el parámetro.
fi: {0}, en ymmärrä parametria.
fr: {0}, je ne comprends pas ce paramètre.
he: {0}, לא הבנתי את הפקודה.
hu: {0}, nem értem a paramétert.
id: {0}, saya tidak mengerti parameternya.
it: {0}, non capisco il parametro.
ja: {0}さん、パラメータを理解できません。
ko: {0}매개 변수를 이해하지 못합니다.
lt: {0}, nesuprantu parametro.
nb_no: {0}forstår jeg ikke parameteren.
nl: {0}, ik snap het commando niet.
pl: {0}, nie rozumiem parametru.
pt: {0}, Eu não entendo o parâmetro.
ro: {0}, nu înțeleg parametrul.
ru: {0}Я не понимаю, что это за параметр.
sv: {0}Jag förstår inte parametern.
th: {0}, ฉันไม่เข้าใจพารามิเตอร์
tr: {0}, parametreyi anlamadım.
uk: {0}Я не розумію, що це за параметр.
vi: {0}Tớ không hiểu thông số này.
zh_hans: {0}，我不明白这个参数。
zh_hant: {0}，我不明白這個參數。

# Execute_Help_sgsa
source: Start a new voice round session with samples
ar: ابدأ جلسة جولة صوتية جديدة مع عينات
bg: Стартиране на нова гласова сесия с проби
cs: Začne novou hlasovou relaci
da: Start en ny stemmerunde med prøver
el: Ξεκινήστε μια νέα συνεδρία φωνητικού γύρου με δείγματα
es: Comienza una nueva sesión de ronda de voz con muestras
fi: Aloita uusi voice round -istunto näytteillä
fr: Commencer une nouvelle partie de type vocale avec des extraits sonores
he: התחל סבב משחקי קול חדש עם דוגמאות
hu: Új hangkörös munkamenet indítása mintákkal
id: Memulai sesi putaran suara baru dengan sampel
it: Una nuova sessione di round di voce inizia con dei campioni
ja: 新しいボイスラウンドセッション（サンプルモード）を開始する
ko: 샘플로 새 음성 라운드 세션 시작
lt: Pradėkite naują balso raundo seansą su pavyzdžiais
nb_no: Start en ny talerundeøkt med eksempler
nl: Begin een nieuwe spraakkanaalsessie met fragmenten
pl: Rozpocznij nową sesję rundy głosowej z próbkami
pt: Começa uma nova sessão de round por voz com amostras
ro: Începeți o nouă sesiune de rundă vocală cu mostre
ru: Начните новый сеанс голосового обхода с образцами
sv: Starta en ny voice round-session med prover
th: เริ่มรอบการร้องใหม่ด้วยตัวอย่าง
tr: Örnek içeren yeni bir sesli raunt başlatır
uk: Почніть новий сеанс голосового раунду зі зразками
vi: Bắt đầu một phiên ghi âm giọng nói mới với các mẫu
zh_hans: 开始一个新带样本的语音轮会话
zh_hant: 開始新的一道聲音題（自動播放）

# Execute_Help_sync
source: Synchronize an anime list
ar: مزامنة قائمة أنيمي
bg: Синхронизиране на списък с анимета
cs: Synchronizuje tvůj anime list
da: Synkroniser en anime-liste
el: Συγχρονισμός μιας λίστας anime
es: Sincroniza una lista de anime
fi: Synkronoi anime-luettelo
fr: Synchroniser une liste d'anime
he: מזג רשימת אנימה
hu: Egy anime lista szinkronizálása
id: Mensinkronkan daftar anime
it: Sincronizzare una lista di anime
ja: アニメリストを同期する
ko: 애니메이션 목록 동기화
lt: Anime sąrašo sinchronizavimas
nb_no: Synkronisere en anime-liste
nl: Synchroniseer een animelijst
pl: Zsynchronizuj listę anime
pt: Sincronize uma lista de anime
ro: Sincronizarea unei liste de anime
ru: Синхронизация списка аниме
sv: Synkronisera en anime-lista
th: ซิงโครไนซ์รายการอนิเมะ
tr: Bir anime listesi senkronize eder
uk: Синхронізація списку аніме
vi: Đồng bộ hóa danh sách anime
zh_hans: 同步动漫列表
zh_hant: 同步動畫清單

# SendHelp_Management
source: Management
ar: إدارة
bg: Управление
cs: Manažment
da: Ledelse
de: Verwaltung
el: Διαχείριση
es: Administración
fi: Hallinto
fr: Gestion
he: ניהול
hu: Menedzsment
id: Manajemen
it: Gestione
ja: 管理
ko: 관리
lt: Valdymas
nb_no: Ledelse
nl: Beheer
pl: Zarządzanie
pt: Gerenciamento
ru: Управление
sv: Ledning
th: การจัดการ
tr: Yönetim
uk: Менеджмент
vi: Quản lý
zh_hans: 管理
zh_hant: 管理

# Execute_Help_prefix
source: Show the current prefix or change it
ar: إظهار البادئة الحالية أو قم بتغييرها
bg: Покажете текущия префикс или го променете
cs: Ukázat aktuální prefix nebo ho změnit
da: Vis det aktuelle præfiks, eller skift det
el: Εμφάνιση του τρέχοντος προθέματος ή αλλαγή του
es: Muestra el prefijo actual o cámbialo
fi: Näytä nykyinen etuliite tai muuta sitä
fr: Affichage ou modification du préfixe
he: הצג את הקידומת הנוכחית או שנה אותה
hu: Az aktuális előtag megjelenítése vagy módosítása
id: Menampilkan awalan saat ini atau mengubahnya
it: Mostra il prefisso attuale o cambialo
ja: 現在のプレフィックスを表示または変更する
ko: 현재 접두사 표시 또는 변경
lt: Parodykite dabartinį priešdėlį arba jį pakeiskite
nb_no: Vis gjeldende prefiks eller endre det
nl: Toon de huidige prefix of verander hem
pl: Pokaż aktualny prefiks lub zmień go
pt: Mostra o prefixo atual ou altere ele
ro: Afișează prefixul curent sau îl modifică
ru: Показать текущий префикс или изменить его
sv: Visa det aktuella prefixet eller ändra det
th: แสดงคำนำหน้าปัจจุบันหรือเปลี่ยนคำนำหน้า
tr: Mevcut ön eki göster veya değiştir
uk: Показати поточний префікс або змінити його
vi: Hiển thị tiền tố hiện tại hoặc thay đổi nó
zh_hans: 显示当前的前缀或改变它
zh_hant: 顯示或更改當前指令前綴

# Execute_Help_stopgs
source: Stop a round session
ar: ايقاف الجوله
bg: Спиране на кръгова сесия
cs: Zastaví hlasovou relaci
da: Stop en rundesession
de: Stop the voice round session
el: Διακοπή μιας συνεδρίας γύρου
es: Detén una sesión de rondas
fi: Kierroksen istunnon pysäyttäminen
fr: Arrêter une session ronde
he: הפסק סבב משחקי קול
hu: Körös munkamenet leállítása
id: Menghentikan sesi putaran suara
it: Fermare la sessione
ja: ラウンドセッションを停止する
ko: 라운드 세션 중지
lt: Sustabdyti apvaliojo seanso sesiją
nb_no: Stoppe en runde
nl: Stop een meerrondensessie
pl: Zatrzymaj rundę
pt: Para a sessão de rounds
ro: Opriți o sesiune rotundă
ru: Остановить сеанс раунда
sv: Stoppa en rund session
th: หยุดการประชุมแบบหมุนเวียน
tr: Raundu durdurur
uk: Зупинити круглий сеанс
vi: Dừng phiên họp tròn
zh_hans: 停止一个回合的会议
zh_hant: 終止整局遊戲

# Create_CouldNotConnectToVoiceChannel_Description
source: Make sure the permissions are set correctly. I need at least the Connect and Speak permissions.
ar: تأكد من ضبط الصلاحيات بشكل صحيح. أحتاج على الأقل صلاحيات الاتصال والتحدث.
bg: Уверете се, че разрешенията са зададени правилно. Необходими са ми поне разрешенията за Свързване и Говорене.
cs: Ujisti se, že mám správně nastavené oprávnění. Potřebuji minimálně oprávnění (pro hlasový kanál) "Připojit"/"Connect" a "Mluvit"/"Speak".
da: Sørg for, at tilladelserne er indstillet korrekt. Jeg har som minimum brug for tilladelserne Connect og Speak.
el: Βεβαιωθείτε ότι τα δικαιώματα έχουν ρυθμιστεί σωστά. Χρειάζομαι τουλάχιστον τα δικαιώματα Connect και Speak.
es: Asegúrate de que los permisos estén configurados correctamente. Necesito al menos los permisos de Conexión y Voz.
fi: Varmista, että käyttöoikeudet on asetettu oikein. Tarvitsen ainakin Connect- ja Speak-oikeudet.
fr: Soyez certains d'avoir bien paramétrer mes permissions. Je dois avoir au moins celle pour me Connecter et Parler.
he: ודא שההרשאות מוגדרות כהלכה. אני זקוק לפחות להרשאות "התחבר" ו"דבר".
hu: Győződjön meg róla, hogy az engedélyek helyesen vannak beállítva. Legalább a Connect és a Speak engedélyekre van szükség.
id: Pastikan izin diatur dengan benar. Saya memerlukan setidaknya izin Menghubungkan dan Berbicara.
it: Assicuratevi che i permessi siano impostati correttamente. Ho bisogno almeno dei permessi Connection e Voice.
ja: 権限が正しく設定されているか確認してください。少なくともConnectとSpeakの権限が必要です。
ko: 권한이 올바르게 설정되어 있는지 확인합니다. 최소한 연결 및 말하기 권한이 필요합니다.
lt: Įsitikinkite, kad leidimai nustatyti teisingai. Man reikia bent jau Prisijungti ir Kalbėti leidimų.
nb_no: Kontroller at tillatelsene er riktig angitt. Jeg trenger minst tillatelsene Connect og Speak.
nl: Let er op dat de machtigingen goed zijn. Ik moet ten minste de Verbinden en Spreken machtigingen hebben.
pl: Upewnij się, że uprawnienia zostały ustawione poprawnie. Minimalne uprawnienia jakich potrzebuję to uprawnienia dla Połączenia i Mowy.
pt: Certifique-se de que as permissões estão definidas corretamente. Eu preciso no mínimo das permissões Conectar e Falar.
ro: Asigurați-vă că permisiunile sunt setate corect. Am nevoie cel puțin de permisiunile Connect și Speak.
ru: Убедитесь, что права доступа установлены правильно. Нужны как минимум разрешения Connect и Speak.
sv: Se till att behörigheterna är korrekt inställda. Jag behöver åtminstone behörigheterna Connect och Speak.
th: ตรวจสอบให้แน่ใจว่าสิทธิ์การเข้าถึงถูกตั้งค่าไว้ถูกต้องแล้ว ฉันต้องการอย่างน้อยสิทธิ์การเชื่อมต่อและสิทธิ์การพูด
tr: Gereken yetkilerin verildiğinden emin olun. En azından Bağlan ve Konuş izinleri gereklidir.
uk: Переконайтеся, що дозволи встановлено правильно. Мені потрібні принаймні дозволи на підключення та розмову.
vi: Hãy đảm bảo rằng các quyền truy cập đã được thiết lập chính xác. Tớ cần ít nhất hai quyền truy cập là "Connect" và "Speak".
zh_hans: 确保权限设置正确。我至少需要连接和讲话的权限。
zh_hant: 請確認權限設置正確。我至少需要 "連接" 和 "說話" 權限。

# Create_CouldNotConnectToVoiceChannel_Title
source: Could not connect to voice channel '{0}'
ar: لا يمكن الاتصال بالقناة الصوتية '{0}'
bg: Не може да се свърже с гласов канал '{0}'
cs: Nemohla jsem se připojit do hlasového kanálu '{0}'
da: Kunne ikke oprette forbindelse til talekanalen '{0}'
el: Δεν ήταν δυνατή η σύνδεση στο φωνητικό κανάλι '{0}'
es: No se pudo conectar al canal de voz '{0}'
fi: Yhteyttä puhekanavaan '{0}' ei saatu muodostettua.
fr: Impossible de rejoindre le salon vocal '{0}'
he: לא ניתן להתחבר לערוץ הקולי '{0}'
hu: Nem tudott csatlakozni a hangcsatornához '{0}'
id: Tidak dapat tersambung ke saluran suara '{0}'
it: Impossibile connettersi al canale de voce '{0}'
ja: ボイスチャンネル「{0} 」に接続できませんでした。
ko: 음성 채널 '{0}' 에 연결할 수 없습니다.
lt: Nepavyko prisijungti prie balso kanalo '{0}'
nb_no: Kunne ikke koble til talekanalen '{0}'
nl: Kon geen verbinding maken met spraakkanaal '{0}'
pl: Nie udało się połączyć z kanałem głosowym '{0}'
pt: Incapaz de conectar ao canal de voz '{0}'
ro: Nu s-a putut conecta la canalul de voce '{0}'
ru: Не удалось подключиться к голосовому каналу '{0}'
sv: Kunde inte ansluta till röstkanalen '{0}'
th: ไม่สามารถเชื่อมต่อกับช่องเสียง '{0}'
tr: '{0}' sesli kanalına katılamadım
uk: Не вдалося підключитися до голосового каналу '{0}'
vi: Không thể kết nối với kênh thoại '{0}'
zh_hans: 无法连接到语音通“{0}”
zh_hant: 無法連接至語音頻道 '{0}'

# Create_FindingVoiceChannel
source: Finding a voice channel to join…
ar: البحث على قناة صوتية للانضمام …
bg: Намиране на гласов канал, към който да се присъедините…
cs: Hledám hlasový kanál, kam bych se mohla připojit…
da: At finde en stemmekanal at deltage i…
el: Βρίσκοντας ένα φωνητικό κανάλι για να συμμετάσχετε…
es: Buscando canal de voz para unirse…
fi: Löytää äänikanava, johon liittyä…
fr: Recherche d'un salon vocal à rejoindre…
he: חיפוש ערוץ קול להצטרף אליו…
hu: Egy hangcsatornát találni, amihez csatlakozhatsz…
id: Sedang menemukan saluran suara untuk bergabung…
it: Alla ricerca di un canale de voce a cui unirsi…
ja: 参加するボイスチャンネルを探し中…
ko: 참여할 음성 채널 찾기…
lt: Balso kanalo, prie kurio galima prisijungti, paieška…
nb_no: Finne en talekanal å bli med i…
nl: Bezig met zoeken naar spraakkanaal…
pl: Szukam dostępnego kanału głosowego…
pt: Encontrando um canal de voz para entrar…
ro: Găsirea unui canal de voce la care să te alături…
ru: Поиск голосового канала, к которому можно присоединиться…
sv: Hitta en röstkanal att gå med i…
th: กำลังค้นหาช่องเสียงเพื่อเข้าร่วม…
tr: Katılabileceğim bir ses kanalı arıyorum…
uk: Пошук голосового каналу для приєднання…
vi: Tìm kênh thoại để tham gia…
zh_hans: 正在寻找一个可以加入的语音频道……
zh_hant: 正在尋找語音頻道加入…
