Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# SendPatreonGoal_Description
source: {0}'s operating costs are currently **${1} per month** At the moment only **{2}%** of this amount is covered. If you enjoy playing {0}'s games, please consider [donating $2 or more on Patreon]({3}) to help keep her alive. Even small donations are a huge help and you will even get some perks in return!
ar: {0} تكاليف التشغيل هي حاليًا ** $ {1} شهريًا ** في الوقت الحالي فقط ** {2} ٪ ** من هذا المبلغ مغطى. إذا كنت تستمتع بلعب ألعاب {0} ، فيرجى مراعاة [التبرع بمبلغ 2 دولار أو أكثر على Patreon]({3}) للمساعدة في إبقائها على قيد الحياة. حتى التبرعات الصغيرة هي مساعدة كبيرة وستحصل على بعض الامتيازات في المقابل!
bg: {0}оперативните разходи понастоящем са **${1} на месец.** В момента се покриват само **{2}%** от тази сума. Ако ви харесва да играете {0}'s игри, моля, обмислете [да дарите 2 или повече долара в Patreon]({3}), за да помогнете за поддържането й. Дори и малките дарения са огромна помощ, а в замяна дори ще получите някои привилегии!
cs: Provozní cena {0} je aktuálně **${1} měsíčně** Momentálně je pokryto **{2}%** z této částky. Pokud si užíváš {0} hry, zvaž prosím [darování $2 nebo více na Patreonu]({3}), aby jsi ji pomohl udžet na živu. I malé dary jsou velkou pomocí a na oplátku dostaneš nějaké výhody!
da: {0}'s driftsomkostninger er i øjeblikket **${1} pr. måned** I øjeblikket er kun **{2}%** af dette beløb dækket. Hvis du kan lide at spille {0}'s spil, så overvej venligst [at donere $2 eller mere på Patreon]({3}) for at hjælpe med at holde hende i live. Selv små donationer er en stor hjælp, og du får endda nogle frynsegoder til gengæld!
de: {0}'s Betriebskosten sind derzeit bei **${1} pro Monat** In diesem Moment sind nur **{2}%** von diesem Betrag gedeckt. Wenn du Spaß an den Spielen von {0} hast, überlege doch vielleicht [2$ oder mehr auf Patreon zu spenden]({3}) um sie am Leben zu halten. Selbst kleine Spenden sind eine große Hilfe und geben dir auch einige Privilegien dafür!
el: {0}Το λειτουργικό κόστος της εταιρείας είναι σήμερα **${1} ανά μήνα.** Προς το παρόν καλύπτεται μόνο το **{2}%** του ποσού αυτού. Αν σας αρέσει να παίζετε τα παιχνίδια του {0}, παρακαλώ σκεφτείτε να [δωρίσετε 2 δολάρια ή περισσότερα στο Patreon]({3}) για να βοηθήσετε να την κρατήσετε ζωντανή. Ακόμα και μικρές δωρεές είναι μια τεράστια βοήθεια και θα πάρετε ακόμα και κάποια προνόμια σε αντάλλαγμα!
es: El costo de operación para {0} actualmente es de **${1} al mes** Hasta el momento sólo el **{2}%** de esta cantidad a sido cubierto. Si disfrutas jugar los juegos de {0}, por favor considera [donar $2 o más en Patreon]({3}) para ayudar a mantenerla viva. ¡Incluso las donaciones más pequeñas son de gran ayuda y además podrás conseguir algunas ventajas como agradecimiento!
fi: {0}toimintakustannukset ovat tällä hetkellä **{1} dollaria kuukaudessa.** Tällä hetkellä tästä määrästä katetaan vain **{2}%**. Jos nautit {0}'n pelien pelaamisesta, harkitse [lahjoittaa 2 dollaria tai enemmän Patreonissa]({3}), jotta voit auttaa pitämään hänet hengissä. Pienetkin lahjoitukset ovat valtava apu ja saat jopa joitakin etuja vastineeksi!
fr: Le coût d'opération de {0} est de **${1} par mois** En ce moment seulement **{2}%** de ce montant est couvert. Si vous aimez jouer au jeu de {0}'s, s'il vous plaît considéré de [faire une donation de 2$ ou plus sur Patreon]({3}) pour me garder en vie. Même les petites donations sont une grande aide et vous obtenez même des avantages en retour !
he: {0}עלויות התפעול של **${1} per month** At the moment only **{2}%** of this amount is covered. If you enjoy playing {0}&#x27;s games, please consider [donating $2 or more on Patreon]({3}) to help keep her alive. Even small donations are a huge help and you will even get some perks in return!
hu: {0}működési költségei jelenleg **${1} $ havonta.** Jelenleg ennek az összegnek csak **{2}%-a** fedezett. Ha élvezed a {0}'s játékokat, kérlek fontold meg, hogy [adományozz 2 dollárt vagy többet a Patreonon]({3}), hogy segítsd életben tartani őt. Még a kis adományok is nagy segítség, és még néhány kedvezményt is kapsz cserébe!
id: Biaya operasional {0} saat ini adalah **${1} per bulan** Saat ini hanya **{2}%** dari jumlah ini yang ditanggung. Jika anda menikmati memainkan {0}, bisa dipertimbangkan untuk [menyumbang $2 atau lebih di Patreon]({3}) untuk membantunya tetap hidup. Bahkan sumbangan kecil sangat membantu dan Anda bahkan akan mendapatkan beberapa fasilitas sebagai imbalannya!
it: Il costo operativo di {0} è attualmente **${1} al mese**. Finora solo il **{2}%** di questo importo è stato coperto. Se ti piace giocare ai giochi di {0}, per favore considera [donare $2 o più su Patreon]({3}) per aiutare a tenerlo in vita. Anche le donazioni più piccole fanno molta strada, e puoi ottenere alcuni vantaggi come ringraziamento!
ja: {0} の運営費は現在、月**{1}ドル**です。 現時点では、このうち**{2}%**しかカバーされていません。 {0} のゲームを楽しんでいる方は、[Patreonで2ドル以上寄付する]({3})ことを検討してください。 少額の寄付でも大きな助けになりますし、お返しに特典もあります！
ko: {0}의 운영 비용은 현재 **${1} 월입니다.** 현재 이 금액의 **{2}%** 만 보장됩니다. {0} 의 게임을 즐기신다면, [Patreon에서 2달러 이상 기부]({3})를 통해 그녀를 계속 살릴 수 있도록 도와주세요. 작은 기부라도 큰 도움이 되며, 그 대가로 몇 가지 특전도 받을 수 있습니다!
lt: {0}veiklos sąnaudos šiuo metu yra **${1} per mėnesį.** Šiuo metu padengiama tik **{2}%** šios sumos. Jei jums patinka žaisti {0}'s žaidimus, apsvarstykite galimybę [paaukoti 2 ar daugiau dolerių Patreon]({3}), kad padėtumėte išlaikyti jos gyvavimą. Net ir nedidelės aukos yra didžiulė pagalba, o mainais netgi gausite tam tikrų privilegijų!
nb_no: {0}Driftskostnadene er for tiden **{1} $ per måned.** For øyeblikket dekkes kun **{2}%** av dette beløpet. Hvis du liker å spille {0} sine spill, kan du vurdere å [donere 2 dollar eller mer på Patreon]({3}) for å holde henne i live. Selv små donasjoner er til stor hjelp, og du får til og med noen fordeler i retur!
nl: {0}'s lopende kosten zijn **${1} per maand** Momenteel is maar **{2}%** van dit bedrag gedekt. Als je plezier hebt met {0}'s spelletjes, overweeg dan [$2 of meer te doneren op Patreon]({3}) om haar in leven te houden. Zelfs kleine donaties maken een enorm verschil en je krijgt zelfs wat extraatjes ervoor terug!
pl: Obecnie koszty operacyjne firmy {0} wynoszą **{1}USD miesięcznie** W tej chwili tylko **{2}%** tej kwoty jest pokryte. Jeśli lubisz grać w gry {0}, rozważ [przekazanie 2USD lub więcej na Patreon]({3}), aby nas wesprzeć i pomóc w dalszym utrzymaniu RinBot! Nawet niewielkie darowizny są ogromną pomocą, a w zamian otrzymasz dodatkowe korzyści!
pt: {0}'Os custos de operação atualmente são **${1} por mês** No momento apenas **{2}%** do valor foi adquirido. Se você gosta de jogar com o {0}, por favor considere [doar $2 ou mais no Patreon]({3})para ajudar a mantê-lo no ar. Pequenas doações são de grande ajuda e você receberá alguns bônus como retorno!
ro: {0}Costurile de operare ale companiei sunt în prezent **${1} pe lună.** În prezent, doar **{2}%** din această sumă este acoperită. Dacă vă place să jucați jocurile lui {0}'s, vă rugăm să luați în considerare [donarea a 2 $ sau mai mult pe Patreon]({3}) pentru a ajuta la menținerea ei în viață. Chiar și donațiile mici sunt de mare ajutor și veți primi chiar și unele avantaje în schimb!
ru: {0}В настоящее время операционные расходы составляют **${1} в месяц.** На данный момент покрывается только **{2}%** от этой суммы. Если вам нравится играть в {0}'игры, пожалуйста, рассмотрите возможность [пожертвовать 2 или более долларов на Patreon]({3}), чтобы помочь поддержать ее жизнь. Даже небольшие пожертвования - это огромная помощь, а взамен вы даже получите некоторые привилегии!
sv: {0}'s driftskostnader är för närvarande **${1} per månad** För närvarande täcks endast **{2}%** av detta belopp. Om du tycker om att spela {0}:s spel kan du överväga att [donera 2 USD eller mer på Patreon]({3}) för att hjälpa till att hålla henne vid liv. Även små donationer är till stor hjälp och du kommer till och med att få några förmåner i gengäld!
th: {0}ค่าใช้จ่ายในการดำเนินงานในปัจจุบันคือ**${1} ต่อเดือน** ขณะนี้เพียง**{2}%** ของจำนวนนี้ได้รับการครอบคลุมแล้ว หากคุณสนุกกับการเล่นเกมของ{0}'s โปรดพิจารณา [บริจาค $2 หรือมากกว่าบน Patreon]({3}) เพื่อช่วยให้เธอยังคงอยู่ต่อไป แม้แต่การบริจาคเล็กน้อยก็ช่วยได้มาก และคุณจะได้รับสิทธิพิเศษบางอย่างเป็นการตอบแทน!
tr: {0}'un işletim masrafları şu anlık aylık **${1}** Şu anda bu miktarın yalnızca **{2}%**'lik bir kısmı karşılandı. Eğer {0} ile oynamaktan keyif alıyorsanız, lütfen onu ayakta tutabilmek için [Patreon'da $2 veya daha fazla bağış yapmayı ]({3}) göz önünde bulundurun. Aslında küçük bağışlar bile çok büyük bir destek ve karşılığında bazı ödüller bile alacaksın!
uk: {0}Наразі операційні витрати організації становлять **${1} на місяць** Наразі покривається лише **{2}%** цієї суми. Якщо вам подобається грати в ігри {0}, будь ласка, розгляньте можливість [пожертвувати $2 або більше на Patreon]({3}), щоб допомогти їй жити. Навіть невеликі пожертви - це величезна допомога, і ви навіть отримаєте деякі переваги натомість!
vi: {0}Chi phí hoạt động hiện tại của 's là **${1} mỗi tháng** Hiện tại, chỉ có **{2}%** của số tiền này được tài trợ. Nếu cậu thích chơi các trò chơi của {0}, vui lòng cân nhắc [đóng góp $2 hoặc hơn trên Patreon]({3}) để giúp duy trì hoạt động của cô ấy. Ngay cả những khoản đóng góp nhỏ cũng là một sự giúp đỡ lớn và cậu sẽ nhận được một số ưu đãi đặc biệt!
zh_hans: {0} **{1} 目前，这一数额中只有 % 可以报销。 如果您喜欢玩 的游戏，请考虑 [在 Patreon 上捐赠 2 美元或更多]( ) 来帮助她继续生存下去。 即使是小额捐款也是巨大的帮助，您甚至会得到一些回报！** **{2}** {0}{3}
zh_hant: 目前 {0} 每月的運營成本為 **${1}**。 目前僅有 **{2}%** 的費用獲得資助。 如果你喜歡玩 {0} 的遊戲，請考慮[透過 Patreon 捐款 $2 或更多]({3}) 來幫助她繼續運作。 即使是小額捐款也非常有幫助，而且你還能獲得一些特別回饋喔！

# ManagementCommandModule_Language_CouldNotBeChanged
source: Language could not be changed.
ar: لا يمكن تغيير اللغة.
bg: Езикът не може да бъде променен.
cs: Jazyk nemohl být změněn.
da: Sproget kunne ikke ændres.
de: Sprache konnte nicht geändert werden.
el: Η γλώσσα δεν μπορούσε να αλλάξει.
es: El idioma no pudo ser cambiado.
fi: Kieltä ei voitu muuttaa.
fr: Le langage n'a pas pu être changé.
he: לא ניתן לשנות את השפה.
hu: A nyelvet nem lehetett megváltoztatni.
id: Bahasa tidak dapat diubah.
it: La lingua non può essere cambiata.
ja: 言語を変更できませんでした。
ko: 언어를 변경할 수 없습니다.
lt: Kalba negalėjo būti pakeista.
nb_no: Språket kunne ikke endres.
nl: De taal kon niet worden gewijzigd.
pl: Nie można zmienić języka.
pt: O idioma não pôde ser alterado.
ro: Limba nu a putut fi schimbată.
ru: Язык не может быть изменен.
sv: Språket kunde inte ändras.
th: ไม่สามารถเปลี่ยนภาษาได้
tr: Dil değiştirilemedi.
uk: Мову не можна було змінити.
vi: Không thể thay đổi ngôn ngữ.
zh_hans: 改变语言失败了。
zh_hant: 語言無法變更。

# ManagementCommandModule_Language_Description
source: The current language is `{3}` ({4}). You can change {1}'s language using `{0}lang language_code`. These languages are currently supported: {2} You can help to improve these or even add more languages on [the crowd translation website]({5}).
ar: اللغة الحالية هي `{3}` ({4}). يمكنك تغيير لغة {1} باستخدام `{0} كود الغة`. هذه اللغات مدعومة حاليًا: {2} يمكنك المساعدة في تحسين هذه اللغات أو حتى إضافة المزيد من اللغات على [موقع الترجمة ]({5}).
bg: Настоящият език е `{3}` ({4}). Можете да промените езика на {1}'с помощта на `{0}lang language_code`. В момента се поддържат тези езици: {2} Можете да помогнете за подобряването им или дори да добавите още езици на [уебсайта за групов превод]({5}).
cs: Aktuální jazyk je `{3}` ({4}). Použitím `{0}lang kód_jazyku` změníš jazyk {1}a. Aktuálně podporované jazyky: {2} Také můžeš pomoc překlad vylepšit, nebo vytvořit překlad do dalších jazyků na [hlavní stránce překladů]({5}).
da: Det aktuelle sprog er `{3}` ({4}). Du kan ændre {1}'s sprog ved hjælp af `{0}lang language_code`. Disse sprog understøttes i øjeblikket: {2} Du kan hjælpe med at forbedre dem eller endda tilføje flere sprog på [crowd translation website]({5}).
de: Die derzeitige Sprache ist `{3}` ({4}). Du kannst {1}'s Sprache ändern mit `{0}lang language_code`. Diese Sprachen werden gerade unterstützt: {2} Du kannst helfen diese zu verbessern oder sogar mehr Sprachen hinzufügen auf [the crowd translation website]({5}).
el: Η τρέχουσα γλώσσα είναι `{3}` ({4}). Μπορείτε να αλλάξετε τη γλώσσα του {1} χρησιμοποιώντας `{0}lang language_code`. Αυτές οι γλώσσες υποστηρίζονται επί του παρόντος: {2} Μπορείτε να βοηθήσετε στη βελτίωσή τους ή ακόμη και να προσθέσετε περισσότερες γλώσσες στον [ιστότοπο μετάφρασης του πλήθους]({5}).
es: El idioma actual es `{3}` ({4}). Puedes cambiar el idioma de {1} usando `{0}lang language_code`. Éstos son los idiomas disponibles: {2} Puedes ayudar a mejorarlos o incluso agregar más idiomas en [el sitio web de traducción libre]({5}).
fi: Nykyinen kieli on `{3}` ({4}). Voit vaihtaa {1}'n kieltä käyttämällä `{0}lang language_code`. Näitä kieliä tuetaan tällä hetkellä: {2} Voit auttaa parantamaan niitä tai jopa lisätä uusia kieliä [yleisökääntämissivustolla]({5}).
fr: Le langage actuel est `{3}` ({4}). Vous pouvez modifier le langage de {1} en utilisant `{0}lang language_code`. Voici la liste des langages disponibles pour le moment : {2} Vous pouvez aider à améliorer ou même ajouter d'autres langages sur [le site de traduction libre]({5}).
he: השפה הנוכחית היא `{3}` ({4}). ניתן לשנות את שפת {1} באמצעות `{0}lang language_code`. השפות הבאות נתמכות כרגע: {2} ניתן לעזור בשיפור השפות הללו או אפילו להוסיף שפות נוספות ב[אתר התרגום הקהילתי]({5}).
hu: A jelenlegi nyelv: `{3}` ({4}). A {1}'nyelvét a `{0}lang language_code` segítségével változtathatja meg. Jelenleg ezek a nyelvek támogatottak: {2} Segíthetsz ezek javításában vagy akár további nyelvek hozzáadásában [a tömeges fordítás weboldalán] ({5}).
id: Bahasa saat ini adalah `{3}` ({4}). Anda dapat mengubah bahasa {1} menggunakan `{0}lang kode_bahasa`. Bahasa yang saat ini didukung: {2} Anda dapat membantu meningkatkannya atau bahkan menambahkan lebih banyak bahasa di [situs web terjemahan kerumunan]({5}).
it: La lingua attuale è `{3}` ({4}). Puoi cambiare la lingua di {1} usando `{0}lang language_code`. Queste sono le lingue disponibili: {2} Puoi aiutare a migliorarli o anche ad aggiungere altre lingue su [il sito di traduzione]({5}).
ja: 現在の言語は`{3}` （{4}）です。 `{0}lang 言語コード` を使用して {1} の言語を変更できます。 現在、これらの言語がサポートされています： {2} これらの言語を改善したり、[クラウド翻訳サイト]({5})で言語を追加したりすることができます。
ko: 현재 언어는 `{3}` ({4}). {1} 의 언어는 `{0}lang language_code` 를 사용하여 변경할 수 있습니다. 현재 지원되는 언어는 다음과 같습니다: {2} 크라우드 번역 웹사이트]({5})에서 이러한 언어를 개선하거나 더 많은 언어를 추가하는 데 도움을 줄 수 있습니다.
lt: Dabartinė kalba yra `{3}` ({4}). Galite pakeisti {1}'kalbą naudodami `{0}lang language_code`. Šiuo metu palaikomos šios kalbos: {2} Jūs galite padėti jas patobulinti ar net pridėti daugiau kalbų [minios vertimo svetainėje]({5}).
nb_no: Det nåværende språket er `{3}` ({4}). Du kan endre språket på {1} ved å bruke `{0}lang language_code`. Disse språkene støttes for øyeblikket: {2} Du kan hjelpe til med å forbedre disse eller legge til flere språk på [nettstedet for publikumsoversettelse]({5}).
nl: De huidige taal is `{3}` ({4}) Je kunt {1}'s taal veranderen via `{0}lang taal_code` Deze talen zijn momenteel ondersteund: {2} Je kunt helpen om ze te verbeteren of meer talen toe te voegen op [de crowd translation website]({5}).
pl: Bieżący język to `{3}` ({4}). Możesz zmienić język {1} za pomocą `{0}lang language_code`. Obecnie obsługiwane są następujące języki: {2} Możesz pomóc je ulepszyć, a nawet dodać więcej za pomocą [witryna do tłumaczenia grupowego]({5}).
pt: O idioma atual é `{3}` ({4}). Você pode alterar o idioma do {1}utilizando `{0}lang language_code`. Os idiomas disponíveis são: {2} Você pode corrigi-los ou ainda adicionar mais idiomas no [site de tradução em grupo]({5}).
ro: Limba curentă este `{3}` ({4}). Puteți schimba limba {1} folosind `{0}lang language_code`. Aceste limbi sunt acceptate în prezent: {2} Puteți contribui la îmbunătățirea acestora sau chiar la adăugarea altor limbi pe [site-ul web de traducere a mulțimii]({5}).
ru: Текущий язык: `{3}` ({4}). Вы можете изменить язык {1} с помощью команды `{0}lang language_code`. В настоящее время поддерживаются следующие языки: {2} Вы можете помочь улучшить их или даже добавить новые языки на [сайте крауд-перевода] ({5}).
sv: Det aktuella språket är `{3}` ({4}). Du kan ändra {1}'s språk med `{0}lang language_code`. Dessa språk stöds för närvarande: {2} Du kan hjälpa till att förbättra dessa eller till och med lägga till fler språk på [webbplatsen för crowd translation]({5}).
th: ภาษาปัจจุบันคือ`{3}` ({4}). คุณสามารถเปลี่ยนภาษาของ{1}' ได้โดยใช้`{0}lang language_code`. ภาษาที่รองรับในปัจจุบันมีดังนี้: {2} คุณสามารถช่วยปรับปรุงภาษาเหล่านี้หรือเพิ่มภาษาใหม่ได้บน [เว็บไซต์แปลภาษาแบบกลุ่ม]({5}).
tr: Şu anki mevcut dil `{3}` ({4}). {1}'un dilini `{0}lang language_code` kullanarak değiştirebilirsin. Şimdilik sadece bu diller desteklenmektedir: {2} Bunları geliştirmeye yardımcı olabilir hatta [bu websiteden]({5}) daha fazla dil ekleyebilirsin.
uk: Поточна мова: `{3}` ({4}). Ви можете змінити мову {1} за допомогою `{0}lang language_code`. Наразі ці мови підтримуються: {2} Ви можете допомогти покращити їх або навіть додати інші мови на [веб-сайті перекладу натовпом] ({5}).
vi: Ngôn ngữ hiện tại là `{3}` ({4}). Cậu có thể thay đổi ngôn ngữ của {1} bằng cách sử dụng `{0}lang language_code`. Các ngôn ngữ hiện được hỗ trợ: {2} Cậu có thể giúp cải thiện các ngôn ngữ này hoặc thậm chí thêm ngôn ngữ mới trên [trang web dịch thuật cộng đồng]({5}).
zh_hans: 当前语言为`{3}` ({4})。 您可以使用`{0}lang language_code` 更改{1} 的语言。 目前支持这些语言： {2} 您可以在[众人翻译网站]({5}) 上帮助改进这些语言，甚至添加更多语言。
zh_hant: 目前語言為`{3}` ({4})。 您可以使用`{0}lang language_code` 來變更 {1} 的語言。 目前支援以下語言： {2} 您可以在[開源翻譯網站]({5})上幫助改善翻譯，甚至新增更多語言。

# ManagementCommandModule_Language_NotSupported
source: The language code `{0}` is not supported.
ar: رمز اللغة `{0}` غير مدعوم.
bg: Езиковият код `{0}` не се поддържа.
cs: Jazykový kód `{0}` není podporován.
da: Sprogkoden `{0}` understøttes ikke.
de: Der Sprachcode `{0}` wird nicht unterstützt.
el: Ο κωδικός γλώσσας `{0}` δεν υποστηρίζεται.
es: El código de idioma `{0}` no esta disponible.
fi: Kielikoodia `{0}` ei tueta.
fr: Ce code de langage `{0}` n'est pas fonctionnel.
he: קוד השפה `{0}` אינו נתמך.
hu: A `{0}` nyelvkód nem támogatott.
id: Kode bahasa `{0}` tidak didukung.
it: Il codice lingua `{0}` non è disponibile.
ja: 言語コード `{0}` はサポートされていません。
ko: 언어 코드 `{0}` 는 지원되지 않습니다.
lt: Kalbos kodas `{0}` nepalaikomas.
nb_no: Språkkoden `{0}` støttes ikke.
nl: De taalcode `{0}` wordt niet ondersteund.
pl: Kod języka `{0}` nie jest obsługiwany.
pt: O código para o idioma `{0}` não existe.
ro: Codul de limbă `{0}` nu este acceptat.
ru: Языковой код `{0}` не поддерживается.
sv: Språkkoden `{0}` stöds inte.
th: รหัสภาษา`{0}` ไม่รองรับ
tr: `{0}` dil kodu desteklenmiyor.
uk: Мовний код `{0}` не підтримується.
vi: Mã ngôn ngữ `{0}` không được hỗ trợ.
zh_hans: 不支持语言代码`{0}` 。
zh_hant: 不支援語言代碼`{0}` 。

# ManagementCommandModule_Language_Title
source: Change the language
ar: تغيير اللغة
bg: Промяна на езика
cs: Změna jazyka
da: Skift sprog
de: Ändere die Sprache
el: Αλλαγή της γλώσσας
es: Cambia el idioma
fi: Vaihda kieltä
fr: Changer le langage
he: שנה את השפה
hu: Nyelvváltoztatás
id: Mengganti bahasa
it: Cambiare la lingua
ja: 言語を変更
ko: 언어 변경
lt: Keisti kalbą
nb_no: Endre språk
nl: Verander de taal
pl: Zmień język
pt: Alterar o idioma
ro: Schimbați limba
ru: Изменить язык
sv: Ändra språk
th: เปลี่ยนภาษา
tr: Dili değiştir
uk: Змінити мову
vi: Thay đổi ngôn ngữ
zh_hans: 改变语言
zh_hant: 更改語言

# ManagementCommandModule_Language_Changed
source: Language has been changed to `{0}`.
ar: تم تغيير اللغة إلى `{0}`.
bg: Езикът е променен на `{0}` .
cs: Jazyk byl změněn na `{0}`.
da: Sproget er blevet ændret til `{0}` .
de: Sprache wurde auf `{0}` geändert.
el: Η γλώσσα έχει αλλάξει σε `{0}` .
es: El idioma ha sido cambiado a `{0}`.
fi: Kieli on muutettu muotoon `{0}` .
fr: Le langage a été changé en `{0}`.
he: השפה שונתה ל- `{0}` .
hu: A nyelvváltozat `{0}` .
id: Bahasa telah diganti ke `{0}`.
it: La lingua è stata cambiata in `{0}`.
ja: 言語は `{0}` に変更されました。
ko: 언어가 `{0}` 으로 변경되었습니다.
lt: Kalba pakeista į `{0}` .
nb_no: Språket er endret til `{0}` .
nl: De taal is veranderd naar `{0}`.
pl: Język został zmieniony na `{0}`.
pt: Idioma foi alterado para `{0}`.
ro: Limba a fost modificată la `{0}` .
ru: Язык изменен на `{0}` .
sv: Språket har ändrats till `{0}` .
th: ภาษาได้ถูกเปลี่ยนเป็น`{0}`
tr: Dil `{0}` diline değiştirildi.
uk: Мову змінено на `{0}` .
vi: Ngôn ngữ đã được thay đổi thành Tiếng Anh ( `{0} )`.
zh_hans: 语言已改为`{0}` 。
zh_hant: 語言已更改為`{0}` 。

# Execute_Help_lang
source: Show the current language or change it
ar: أظهر اللغة الحالية أو قم بتغييرها
bg: Покажете текущия език или го променете
cs: Zobrazí aktuální jazyk, nebo ho změní
da: Vis det aktuelle sprog, eller skift det
de: Zeig die aktuelle Sprache oder ändere sie
el: Εμφάνιση της τρέχουσας γλώσσας ή αλλαγή της
es: Muestra el idioma actual o cámbialo
fi: Näytä nykyinen kieli tai vaihda se
fr: Affiche le langage utilisé ou le changer
he: הצג את השפה הנוכחית או שנה אותה
hu: Az aktuális nyelv megjelenítése vagy megváltoztatása
id: Menampilkan bahasa saat ini atau merubahnya
it: Mostra la lingua corrente o cambiala
ja: 現在の言語を表示または変更する
ko: 현재 언어 표시 또는 변경
lt: Rodyti esamą kalbą arba ją pakeisti
nb_no: Vis gjeldende språk eller endre det
nl: Toon de huidige taal of verander deze
pl: Pokaż aktualny język lub zmień go
pt: Mostra a linguagem atual ou altere ela
ro: Afișați limba curentă sau schimbați-o
ru: Показать текущий язык или изменить его
sv: Visa aktuellt språk eller ändra det
th: แสดงภาษาปัจจุบันหรือเปลี่ยนภาษา
tr: Mevcut dili göster veya değiştir
uk: Показати поточну мову або змінити її
vi: Hiển thị ngôn ngữ hiện tại hoặc thay đổi nó
zh_hans: 显示或更改当前语言
zh_hant: 顯示或變更目前語言

# CreateFilterDescription_AnimeGenres_Included
source: Including genre(s) **{0}**
ar: بما في ذلك النوع ** {0} **
bg: Включително жанр(и) **{0}**
cs: Použité žánry **{0}**
da: Herunder genre(r) **{0}**
el: Συμπεριλαμβανομένων των ειδών **{0}**
es: Género(s) incluidos **{0}**
fi: Mukaan lukien genre(t) **{0}**
fr: Incluant le(s) genre(s) **{0}**
he: כולל ז'אנר/ז'אנרים **{0}**
hu: Beleértve a műfaj(ok)at **{0}**
id: Termasuk genre **{0}**
it: Compreso il/i genere/i **{0}**
ja: ジャンル **{0}** を含む
ko: 장르 포함 **{0}**
lt: Įskaitant žanrą (-us) **{0}**
nb_no: Inkludert sjanger(e) **{0}**
nl: Inclusief genre(s) **{0}**
pl: Zawierający gatunek/ki **{0}**
pt: Gêneros incluído(s) **{0}**
ro: Inclusiv genul (genurile) **{0}**
ru: Включая жанр (жанры) **{0}**
sv: Inklusive genre(r) **{0}**
th: รวมประเภท (หรือหลายประเภท)**{0}**
tr: **{0}** türleri dahil ediliyor
uk: Включаючи жанр(и) **{0}**
vi: Bao gồm thể loại(s) **{0}**
zh_hans: 包括流派**{0}**
zh_hant: 包含類型：**{0}**

# CreateFilterDescription_AnimeGenres_Excluded
source: Excluding genre(s) **{0}**
ar: باستثناء النوع ** {0} **
bg: С изключение на жанр(и) **{0}**
cs: Mimo žánry **{0}**
da: Eksklusive genre(r) **{0}**
el: Εξαιρώντας είδος(-α) **{0}**
es: Género(s) excluidos **{0}**
fi: Lukuun ottamatta genre(iä) **{0}**
fr: Excluant le(s) genre(s) **{0}**
he: למעט ז'אנר/ז'אנרים **{0}**
hu: Műfaj(ok) kizárása **{0}**
id: Tidak termasuk genre **{0}**
it: Escluso il/i genere/i **{0}**
ja: ジャンル **{0}** を除く
ko: 장르 제외 **{0}**
lt: Išskyrus žanrą (-us) **{0}**
nb_no: Eksklusive sjanger(e) **{0}**
nl: Exclusief genre(s) **{0}**
pl: Z wyłączeniem gatunku/ów **{0}**
pt: Gêneros excluído(s) **{0}**
ro: Excluzând genul (genurile) **{0}**
ru: Исключение жанра (жанров) **{0}**
sv: Uteslutande genre(r) **{0}**
th: ไม่รวมประเภท**{0}**
tr: **{0}** devre dışı bırakılıyor
uk: Без урахування жанру(ів) **{0}**
vi: Loại trừ thể loại(s) **{0}**
zh_hans: 不包括流派**{0}**
zh_hant: 不包含類型：**{0}**
