Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Execute_Help_sb
source: Start a new image round with multiple-choice buttons
ar: ابدأ جولة صورة جديدة مع أزرار الاختيار متعدد
bg: Започнете нов кръг от изображения с бутони с избор между няколко отговора
cs: Spuštění nového kola obrázků s tlačítky s možností výběru z několika možností
da: Start en ny billedrunde med multiple choice-knapper
el: Ξεκινήστε έναν νέο γύρο εικόνων με κουμπιά πολλαπλής επιλογής
es: Comienza una nueva ronda de imágenes con botones de opción múltiple
fi: Aloita uusi kuvakierros monivalintapainikkeilla
fr: Commencez un nouveau partie d'image avec des boutons à choix multiples
he: התחל סיבוב תמונות חדש עם כפתורי בחירה מרובה
hu: Új képkör indítása feleletválasztós gombokkal
id: Memulai putaran gambar baru dengan tombol pilihan ganda
it: Inizia un nuovo round di immagini con pulsanti a scelta multipla
ja: 新しい画像ラウンド（複数選択ボタンモード）を開始する
ko: 객관식 버튼으로 새 이미지 라운드를 시작하세요.
lt: Pradėkite naują vaizdų raundą su kelių atsakymų mygtukais
nb_no: Start en ny bilderunde med flervalgsknapper
nl: Start een nieuwe afbeeldingronde als meerkeuzevraag
pl: Rozpocznij nową rundę obrazkową z przyciskami wielokrotnego wyboru
pt: Começa um novo round de imagens com botões de escolha múltipla
ro: Începeți o nouă rundă de imagini cu butoane cu alegere multiplă
ru: Начните новый раунд с изображениями, используя кнопки с несколькими вариантами ответов
sv: Starta en ny bildrunda med flervalsknappar
th: เริ่มต้นรอบการสร้างภาพใหม่ด้วยปุ่มตัวเลือกหลายข้อ
tr: Çoktan seçmeli düğmelerle yeni bir resim turu başlatın
uk: Почніть новий раунд зображень за допомогою кнопок з декількома варіантами вибору
vi: Bắt đầu một vòng hình ảnh mới với các nút chọn nhiều đáp án
zh_hans: 使用多选按钮开始新一轮图像游戏
zh_hant: 開始新的一道圖片選擇題（自動播放）

# SessionCancelled_Title
source: Session has been cancelled
ar: تم إلغاء الجلسة
bg: Сесията е отменена
cs: Relace byla zrušena
da: Sessionen er blevet aflyst
el: Η σύνοδος ακυρώθηκε
es: La sesión ha sido cancelada
fi: Istunto on peruttu
fr: La session a été annulée
he: סבב משחקים בוטל
hu: A munkamenet törlésre került
id: Sesi telah dibatalkan
it: La sessione è stata cancellata
ja: セッションがキャンセルされました
ko: 세션이 취소되었습니다.
lt: Sesija atšaukta
nb_no: Økten er avlyst
nl: Spraakkanaalsessie is geannuleerd
pl: Sesja została przerwana
pt: Sessão cancelada
ro: Sesiunea a fost anulată
ru: Сеанс отменен
sv: Sessionen har ställts in
th: เซสชั่นถูกยกเลิก
tr: Oturum iptal edildi
uk: Сесію скасовано
vi: Buổi họp đã bị hủy bỏ.
zh_hans: 会议已取消
zh_hant: 比賽已取消

# SessionCancelled_Description
source: Possibly we ran out of caps for this filter, try another one.
ar: ربما نفدة الاسئله لهذا المرشح ، جرب آخر.
bg: Възможно е да са свършили капачките за този филтър, опитайте с друг.
cs: Patrně nám došli možnosti pro tento filtr, vyzkoušej další.
da: Muligvis er vi løbet tør for hætter til dette filter, prøv et andet.
el: Πιθανόν να ξεμείναμε από καπάκια για αυτό το φίλτρο, δοκιμάστε κάποιο άλλο.
es: Posiblemente nos quedamos sin capturas para este filtro, intenta con otro.
fi: Mahdollisesti tämän suodattimen korkit ovat loppuneet, kokeile toista suodatinta.
fr: Je n'ai probablement plus de résultat pour ce filtre, veuillez en essayer un autre.
he: ייתכן שנגמרו לנו הכובעים למסנן זה, נסה מסנן אחר.
hu: Lehetséges, hogy elfogytak a szűrőhöz való kupakok, próbáljon meg egy másikat.
id: Mungkin kami kehabisan tangkapan untuk filter yang satu ini, coba filter yang lain.
it: Forse abbiamo finito le catture per questo filtro, provane un altro.
ja: このフィルターで画像を使い切った可能性があるので、別のものを試してください。
ko: 이 필터의 캡이 부족할 수 있으니 다른 필터를 사용해 보세요.
lt: Galbūt šiam filtrui baigėsi dangteliai, pabandykite kitą.
nb_no: Det er mulig at vi gikk tom for kapsler til dette filteret, prøv et annet.
nl: Er zijn misschien geen opnames meer voor dit filter, probeer een andere.
pl: Prawdopodobnie zabrakło nam wskazówek do tego filtra, spróbuj innego.
pt: Talvez tenhamos nos esgotado de capturas de tela para esse filtro, por favor tente outro filtro.
ro: Posibil să nu mai avem capace pentru acest filtru, încercați altul.
ru: Возможно, для этого фильтра закончились колпачки, попробуйте другой.
sv: Eventuellt har vi slut på kapslar för detta filter, prova ett annat.
th: อาจหมดฝาปิดสำหรับตัวกรองนี้ ลองใช้ตัวอื่นดู
tr: Büyük ihtimalle bu filtreye uygun kesit bulunamadı, başka bir şekilde deneyin.
uk: Можливо, у нас закінчилися ковпачки для цього фільтра, спробуйте інший.
vi: Có thể chúng tớ đã hết nắp cho bộ lọc này, hãy thử một cái khác.
zh_hans: 可能是这个过滤器的盖子用完了，换一个试试。
zh_hant: 這個篩選項的配額可能用完了，請試試其他的。

# AnimeListSyncState_Succeeded
source: Succeeded
ar: نجح
bg: Успех
cs: Úspěšný
da: Lykkedes
de: Erfolgreich
el: Επιτυχία
es: Tuvo éxito
fi: Menestyi
fr: Succède à
he: הצליח
hu: Sikerült
id: Berhasil
it: Ha avuto successo
ja: 成功
ko: 성공
lt: Perėmė
nb_no: Lyktes
nl: Geslaagd
pl: Osiągnięto sukces
pt: Conseguido
ro: A reușit
ru: Преемник
sv: Lyckades
th: ประสบความสำเร็จ
tr: Başarılı
uk: Успішно
vi: Thành công
zh_hans: 成功
zh_hant: 已完成

# AnimeListSync_SynchronizedRecently
source: You can only queue a synchronization job every 15 minutes.
ar: يمكنك فقط المزامنة مرة واحدة كل 15 دقيقة.
bg: Можете да поставяте задача за синхронизиране в опашката само на всеки 15 минути.
cs: Synchronizační úlohu lze zařadit do fronty pouze každých 15 minut.
da: Du kan kun sætte et synkroniseringsjob i kø hvert 15. minut.
el: Μπορείτε να βάζετε μια εργασία συγχρονισμού στην ουρά μόνο κάθε 15 λεπτά.
es: Sólo se puede poner en cola un trabajo de sincronización cada 15 minutos.
fi: Voit asettaa synkronointityön jonoon vain 15 minuutin välein.
fr: Vous ne pouvez mettre en file d'attente un travail de synchronisation que toutes les 15 minutes.
he: ניתן להוסיף משימת סנכרון לתור רק אחת ל-15 דקות.
hu: Egy szinkronizálási feladatot csak 15 percenként állíthat sorba.
id: Anda hanya dapat mengantri pekerjaan sinkronisasi setiap 15 menit.
it: Solo un lavoro di sincronizzazione può essere messo in coda ogni 15 minuti.
ja: 同期ジョブは15分ごとにしかキューに入れることができません。
ko: 동기화 작업은 15분마다만 대기열에 넣을 수 있습니다.
lt: Sinchronizavimo užduotį į eilę galima įrašyti tik kas 15 minučių.
nb_no: Du kan bare sette en synkroniseringsjobb i kø hvert 15. minutt.
nl: Je kunt een synchronisatietaak slechts eens per 15 minuten in de wachtrij plaatsen.
pl: Zadanie synchronizacji można ustawić w kolejce tylko co 15 minut.
pt: Você só pode enfileirar um trabalho de sincronização a cada 15 minutos.
ro: Puteți pune la coadă o sarcină de sincronizare doar la fiecare 15 minute.
ru: Задание на синхронизацию можно ставить в очередь только раз в 15 минут.
sv: Du kan bara köa ett synkroniseringsjobb var 15:e minut.
th: คุณสามารถคิวงานซิงโครไนซ์ได้เพียงทุก 15 นาที
tr: Bir senkronizasyon işini yalnızca 15 dakikada bir sıraya koyabilirsiniz.
uk: Ви можете ставити завдання синхронізації в чергу лише кожні 15 хвилин.
vi: Cậu chỉ có thể xếp hàng một tác vụ đồng bộ hóa mỗi 15 phút.
zh_hans: 您只能每 15 分钟队列一次同步作业。
zh_hant: 每 15 分鐘只能排程一次同步工作。

# AnimeListSync_OnStateChanged_Description
source: Status is now **{0}**.
ar: الحالة الآن ** {0} **.
bg: Статусът сега е **{0}** .
cs: Stav je nyní **{0}** .
da: Status er nu **{0}** .
el: Η κατάσταση είναι τώρα **{0}** .
es: El estado es ahora **{0}**.
fi: Tila on nyt **{0}** .
fr: Le statut est maintenant **{0}**.
he: הסטטוס כעת הוא **{0}** .
hu: A státusz mostantól **{0}** .
id: Status saat ini **{0}**.
it: Lo stato è ora **{0}**.
ja: 現在のステータスは**{0}**です 。
ko: 상태는 이제 **{0}** 입니다.
lt: Būklė dabar yra **{0}** .
nb_no: Status er nå **{0}** .
nl: Status is nu **{0}**.
pl: Status to teraz **{0}** .
pt: O status agora é **{0}**.
ro: Statutul este acum **{0}** .
ru: Статус теперь **{0}** .
sv: Status är nu **{0}** .
th: สถานะปัจจุบันคือ**{0}** .
tr: Durum artık **{0}** şeklindedir.
uk: Статус зараз **{0}** .
vi: Tình trạng hiện tại là **{0}** .
zh_hans: 现在的状态是**{0}** 。
zh_hant: 現在的狀態是**{0}** 。

# AnimeListSync_OnStateChanged_Failed
source: Make sure you have supplied the correct username and that your list is __publicly accessible__. If the problem persists, ask for assistance in [the support server]({0}).
ar: تأكد من توفير اسم المستخدم الصحيح وأن قائمتك __عامة __. إذا استمرت المشكلة ، اطلب المساعدة في [سيرفر الدعم]({0}).
bg: Уверете се, че сте предоставили правилното потребителско име и че списъкът ви е __публично достъпен__. Ако проблемът продължава, потърсете помощ в [сървъра за поддръжка]({0}).
cs: Ujistěte se, že jste zadali správné uživatelské jméno a že je váš seznam __veřejně přístupný__. Pokud problém přetrvává, požádejte o pomoc na [serveru podpory]({0}).
da: Sørg for, at du har angivet det korrekte brugernavn, og at din liste er __offentligt tilgængelig__. Hvis problemet fortsætter, skal du bede om hjælp på [supportserveren]({0}).
el: Βεβαιωθείτε ότι έχετε δώσει το σωστό όνομα χρήστη και ότι η λίστα σας είναι __δημόσια προσβάσιμη__. Εάν το πρόβλημα επιμένει, ζητήστε βοήθεια στον [διακομιστή υποστήριξης]({0}).
es: Asegúrate de que has proporcionado el nombre de usuario correcto y que tu lista es __de acceso público__. Si el problema persiste, pide ayuda en [el servidor de soporte]({0}).
fi: Varmista, että olet antanut oikean käyttäjätunnuksen ja että listasi on __julkisesti saatavilla__. Jos ongelma jatkuu, pyydä apua [tukipalvelimelta] ({0}).
fr: Assurez-vous que vous avez fourni le bon nom d'utilisateur et que votre liste est __accessible au public__. Si le problème persiste, demandez de l'aide sur [le serveur de support]({0}).
he: ודא שהזנת את שם המשתמש הנכון ושהרשימה שלך נגישה לציבור בכתובת ____ . אם הבעיה נמשכת, בקש עזרה ב[שרת התמיכה]({0}).
hu: Győződjön meg róla, hogy a helyes felhasználónevet adta meg, és hogy a lista a __nyilvánosan elérhető__. Ha a probléma továbbra is fennáll, kérjen segítséget [a támogatási szerveren] ({0}).
id: Pastikan Anda telah memberikan nama pengguna yang benar dan daftar Anda __dapat diakses oleh publik__. Jika masalah masih berlanjut, minta bantuan di [server dukungan]({0}).
it: Assicurati di aver fornito il nome utente corretto e che la tua lista sia __accessibile pubblicamente__. Se il problema persiste, chiedete aiuto a [il server di supporto]({0}).
ja: 正しいユーザー名を入力し、リストが__公開__されていることを確認してください。 それでも問題が解決しない場合は、[サポートサーバー]({0})で問い合わせてください。
ko: 올바른 사용자 아이디를 입력했는지, 목록이 __공개적으로 액세스할 수 있는__ 인지 확인하세요. 문제가 지속되면 [지원 서버]({0})에 도움을 요청하세요.
lt: Įsitikinkite, kad nurodėte teisingą vartotojo vardą ir kad jūsų sąrašas yra __viešai prieinamas__. Jei problema išlieka, kreipkitės pagalbos į [pagalbos serverį]({0}).
nb_no: Forsikre deg om at du har oppgitt riktig brukernavn og at listen er __offentlig tilgjengelig__. Hvis problemet vedvarer, kan du be om hjelp på [supportserveren]({0}).
nl: Zorg ervoor dat je de juiste gebruikersnaam hebt opgegeven en dat je lijst __openbaar toegankelijk__ is. Als het probleem zich blijft voordoen, vraag dan om hulp in [de ondersteuningsserver]({0}).
pl: Upewnij się, że podałeś prawidłową nazwę użytkownika i że Twoja lista jest __publicznie dostępna__. Jeśli problem nie ustąpi, poproś o pomoc na [serwerze pomocy technicznej]({0}).
pt: Certifique-se de que você forneceu o nome de usuário correto e que sua lista está __ publicamente acessível__. Se o problema persistir, peça assistência em [o servidor de suporte]({0}).
ro: Asigurați-vă că ați furnizat numele de utilizator corect și că lista dvs. este __accesibilă publicului__. Dacă problema persistă, solicitați asistență în [serverul de asistență]({0}).
ru: Убедитесь, что вы указали правильное имя пользователя и что ваш список __находится в открытом доступе__. Если проблема не решена, обратитесь за помощью на [сервер поддержки]({0}).
sv: Kontrollera att du har angett rätt användarnamn och att din lista är __offentligt tillgänglig__. Om problemet kvarstår kan du be om hjälp på [supportservern]({0}).
th: โปรดตรวจสอบให้แน่ใจว่าคุณได้ระบุชื่อผู้ใช้ที่ถูกต้อง และรายการของคุณสามารถเข้าถึงได้สาธารณะที่____ หากปัญหายังคงอยู่ โปรดขอความช่วยเหลือที่ [เซิร์ฟเวอร์สนับสนุน]({0})
tr: Doğru kullanıcı adını verdiğinizden ve listenizin __genel erişime açık__ olduğundan emin olun. Sorun devam ederse, [destek sunucusundan] ({0}) yardım isteyin.
uk: Переконайтеся, що ви вказали правильне ім'я користувача і що ваш список __є загальнодоступним__. Якщо проблема не зникає, зверніться за допомогою до [сервера підтримки] ({0}).
vi: Hãy đảm bảo rằng cậu đã cung cấp tên người dùng chính xác và danh sách của cậu có thể truy cập công khai tại ____ . Nếu vấn đề vẫn tiếp diễn, hãy yêu cầu hỗ trợ tại [máy chủ hỗ trợ]({0}).
zh_hans: 确保您提供了正确的用户名，并确保您的列表是__可公开访问的__ 。 如果问题仍然存在，请向[支持服务器]({0}) 寻求帮助。
zh_hant: 確保您提供了正確的使用者名稱，並確保您的清單是__可公開存取的__ 。 如果問題仍然存在，請向[支援伺服器]({0})尋求協助。

# AnimeListSyncState_Cancelled
source: Cancelled
ar: ألغيت
bg: Отменен
cs: Zrušeno
da: Aflyst
de: Abgebrochen
el: Ακυρωμένο
es: Cancelado
fi: Peruutettu
fr: Annulé
he: בוטל
hu: Törölt
id: Dibatalkan
it: Cancellato
ja: キャンセル
ko: 취소됨
lt: Atšauktas
nb_no: Avlyst
nl: Geannuleerd
pl: Anulowane
pt: Cancelado
ro: Anulat
ru: Отменено
sv: Avbokad
th: ยกเลิก
tr: İptal Edildi
uk: Скасовано.
vi: Bị hủy bỏ
zh_hans: 已取消
zh_hant: 已取消

# AnimeListSyncState_Scheduled
source: Scheduled
ar: المقرر
bg: Планирано
cs: Plánované
da: Planlagt
de: Geplant
el: Προγραμματισμένο
es: Programado
fi: Aikataulutettu
fr: Programmé
he: מתוכנן
hu: Tervezett
id: Terjadwal
it: Programmato
ja: 予定中
ko: 예약됨
lt: Suplanuota
nb_no: Planlagt
nl: Gepland
pl: Zaplanowane
pt: Agendado
ro: Programat
ru: Планируемый
sv: Schemalagd
th: กำหนดไว้แล้ว
tr: Planlanmış
uk: Заплановано
vi: Đã lên lịch
zh_hans: 计划
zh_hant: 已排程

# AnimeListSyncState_Processing
source: Processing
ar: يعالج
bg: Обработка
cs: Zpracování
da: Behandling
de: In Arbeit
el: Επεξεργασία
es: Procesando
fi: Käsittely
fr: Traitement
he: עיבוד
hu: Feldolgozás
id: Memproses
it: Elaborando
ja: 処理中
ko: 처리
lt: Apdorojimas
nb_no: Bearbeiding
nl: Wordt verwerkt
pl: Przetwarzanie
pt: Processamento
ro: Prelucrare
ru: Обработка
sv: Bearbetning
th: การประมวลผล
tr: İşleme
uk: Обробка
vi: Xử lý
zh_hans: 加工
zh_hant: 處理中

# SendMyScore_LastWeek
source: __Last week__
ar: __أخر أسبوع__
bg: __Миналата седмица__
cs: __Minulý týden__
da: __Sidste uge__
de: __Letzte Woche__
el: __Την περασμένη εβδομάδα__
es: __Semana pasada__
fi: __Viime viikolla__
fil: __Nakaraang linggo__
fr: __La semaine précédente__
he: __בשבוע האחרון__
hu: __Múlt héten__
id: __Minggu lalu__
it: __L'ultima settimana__
ja: __先週__
ko: __지난 주__
lt: __Praėjusią savaitę__
nb_no: __Forrige uke__
nl: __Vorige week__
pl: __Poprzedni tydzień__
pt: __Semana passada__
ro: __Săptămâna trecută__
ru: __На прошлой неделе__
sv: __Förra veckan__
th: __สัปดาห์ที่แล้ว__
tr: __Geçen hafta__
uk: __Минулого тижня__
vi: __Tuần trước__
zh_hans: __上周__
zh_hant: __上週__

# SendServerScore_Points
source: Points
ar: نقاط
bg: Точки
cs: Body
da: Point
de: Punkte
el: Βαθμοί
es: Puntos
fi: Pisteet
fil: Mga Puntos
he: נקודות
hu: Pontok
id: Poin
it: Punti
ja: ポイント
ko: 포인트
lt: Taškai
nb_no: Poeng
nl: Punten
pl: Punkty
pt: Pontos
ro: Puncte
ru: Баллы
sv: Poäng
th: คะแนน
tr: Puan
uk: Бали
vi: Điểm
zh_hans: 积分
zh_hant: 分數

# GetServerScoreFieldText_Rank
source: Rank {0}
ar: الرتبة {0}
bg: Ранг {0}
cs: Umístění {0}
da: Rang {0}
de: Rang {0}
el: Θέση {0}
es: Rango {0}
fi: Sijoitus {0}
fr: Classement {0}
he: מיקום: {0}
hu: Rangsor {0}
id: Peringkat {0}
it: Rango {0}
ja: ランク{0}
ko: 순위 {0}
lt: Rangas {0}
nb_no: Rang {0}
nl: Rang {0}
pl: Ranga {0}
pt: Posição {0}
ro: Clasament {0}
ru: Рейтинг {0}
sv: Rang {0}
th: อันดับ{0}
tr: Sıra {0}
uk: Звання {0}
vi: Xếp hạng {0}
zh_hans: 范围 {0}
zh_hant: 等級 {0}

# GetServerScoreFieldText_Rounds
source: `{0}` rounds won
ar: فاز الجولات `{0}`
bg: `{0}` спечелени кръгове
cs: `{0}` kol vyhráno
da: `{0}` vundne runder
de: `{0}` Runden gewonnen
el: Νικήθηκαν `{0}` βαθμοί
es: `{0}` rondas ganadas
fi: `{0}` Voitetut kierrokset
fil: `{0}` na laro ang napanalunan
fr: `{0}` parties gagnées
he: `{0}` סיבובים נוצחו
hu: `{0}` megnyert körök
id: `{0}` ronde dimenangkan
it: `{0}` round vinti
ja: `{0}` ラウンド勝った
ko: `{0}` 라운드 승리
lt: `{0}` laimėti raundai
nb_no: `{0}` Runder vunnet
nl: `{0}` ronden gewonnen
pl: `{0}` wygranych rund
pt: `{0}` partidas vencidas
ro: `{0}` runde câștigate
ru: `{0}` выиграно раундов
sv: `{0}` vunna omgångar
th: `{0}` รอบที่ชนะ
tr: `{0}` raunt kazanıldı
uk: `{0}` виграних раундів
vi: `{0}` số vòng thắng
zh_hans: `{0}` 轮获胜
zh_hant: `{0}` 赢得的回合數

# SendServerScore_Title
source: {0}'s server score
ar: {0} نقاط السيرفر
bg: {0}резултат на сървъра
cs: Skóre serveru {0}
de: {0}'s Serverpunkte
el: Το σκορ του/της {0} σ'αυτό το server
es: Puntaje en el servidor de {0}
fi: {0}palvelimen pisteet
fil: Puntos ni {0} sa server
fr: Score du serveur {0}
hu: {0}'s szerver pontszáma
id: Skor server {0}
it: Punteggio del server di {0}
ja: {0}のサーバースコア
ko: {0}의 서버 점수
lt: {0}"serverio rezultatą
nb_no: {0}'s serverpoengsum
pl: {0} wynik na serwerze
pt: {0} pontuação do servidor
ru: {0}оценка сервера
sv: {0}serverpoäng
th: {0}คะแนนเซิร์ฟเวอร์ของ '
tr: {0} adlı kişinin sunucu skoru
uk: {0}оцінка сервера
vi: {0}Điểm máy chủ của cậu
zh_hans: {0}的服务器上的分数
zh_hant: {0}的伺服器得分

# GetServerScoreFieldText_AllTime
source: __All-time__
ar: __كل-الوقت__
bg: __За всички времена__
cs: __Celkové hodnocení__
da: __Alle tider__
de: __Rekorde__
el: __Χρονικό σκορ__
es: __Todos los tiempos__
fi: __Kaikkien aikojen__
fil: __Pangkalahatan__
fr: __Depuis le début__
he: __כל הזמנים__
hu: __Minden idők__
id: __Sepanjang Masa__
it: __Tutti i tempi__
ja: __史上__
ko: __역대__
lt: __Visų laikų__
nb_no: __Gjennom tidene__
nl: __Allertijden__
pl: __Ranking Ogólny__
pt: __Todos os tempos__
ro: __Toate timpurile__
ru: __Все время__
sv: __Hela tiden__
th: __ตลอดเวลา__
tr: __Tüm zamanlar__
uk: __За весь час__
vi: __Mọi thời đại__
zh_hans: __所有时间__
zh_hant: __所有時間__

# GetServerScoreFieldText_LastWeek
source: __Last week__
ar: __اخر اسبوع__
bg: __Миналата седмица__
cs: __Minulý týden__
da: __Sidste uge__
de: __Letzte Woche__
el: __Την περασμένη εβδομάδα__
es: __Semana pasada__
fi: __Viime viikolla__
fil: __Nakaraang linggo__
fr: __La semaine précédente__
he: __בשבוע האחרון__
hu: __Múlt héten__
id: __Minggu lalu__
it: __Settimana scorsa__
ja: __先週__
ko: __지난 주__
lt: __Praėjusią savaitę__
nb_no: __Forrige uke__
nl: __Vorige week__
pl: __Poprzedni tydzień__
pt: __Semana passada__
ro: __Săptămâna trecută__
ru: __На прошлой неделе__
sv: __Förra veckan__
th: __สัปดาห์ที่แล้ว__
tr: __Geçen hafta__
uk: __Минулого тижня__
vi: __Tuần trước__
zh_hans: __上周__
zh_hant: __上週__

# GetServerScoreFieldText_ThisWeek
source: __This week__
ar: __هذا الاسبوع__
bg: __Тази седмица__
cs: __Tento týden__
da: __I denne uge__
de: __Diese Woche__
el: __Αυτή την εβδομάδα__
es: __Esta semana__
fi: __Tällä viikolla__
fil: __Ngayong linggo__
fr: __Cette semaine__
he: __השבוע הזה__
hu: __Ezen a héten__
id: __Minggu ini__
it: __Questa settimana__
ja: __今週__
ko: __이번 주__
lt: __Šią savaitę__
nb_no: __Denne uken__
nl: __Deze week__
pl: __Bieżący tydzień__
pt: __Esta semana__
ro: __Săptămâna aceasta__
ru: __На этой неделе__
sv: __Denna vecka__
th: __สัปดาห์นี้__
tr: __Bu hafta__
uk: __Цього тижня__
vi: __Tuần này__
zh_hans: __ 这个星期__
zh_hant: __本週__

# GetServerScoreFieldText_Players
source: `{0}` players
ar: لاعبون `{0}`
bg: `{0}` играчи
cs: `{0}` hráčů
da: `{0}` spillere
de: `{0}` Spieler
el: `{0}` παίκτες
es: `{0}` jugadores
fi: `{0}` pelaajat
fil: `{0}` na manlalaro
fr: `{0}` joueurs
he: `{0}` שחקנים
hu: `{0}` játékosok
id: `{0}` pemain
it: `{0}` giocatori
ja: `{0}`人のプレイヤー
ko: `{0}` 플레이어
lt: `{0}` žaidėjai
nb_no: `{0}` Spillere
nl: `{0}` spelers
pl: `{0}` graczy
pt: `{0}` jogadores
ro: `{0}` jucători
ru: `{0}` игроки
sv: `{0}` spelare
th: `{0}` ผู้เล่น
tr: `{0}` oyuncu
uk: `{0}` гравці
vi: `{0}` các cậu
zh_hans: `{0}` 玩家
zh_hant: `{0}` 位玩家

# SendMyScore_Points
source: Points
ar: نقاط
bg: Точки
cs: Body
da: Point
de: Punkte
el: Βαθμοί
es: Puntos
fi: Pisteet
fil: Kabuuang puntos
he: נקודות
hu: Pontok
id: Poin
it: Punti
ja: ポイント
ko: 포인트
lt: Taškai
nb_no: Poeng
nl: Punten
pl: Punkty
pt: Pontos
ro: Puncte
ru: Баллы
sv: Poäng
th: คะแนน
tr: Puan
uk: Бали
vi: Điểm
zh_hans: 积分
zh_hant: 分數

# SendMyScore_Speed
source: Speed
ar: سرعة
bg: Скорост
cs: Rychlost
da: Hastighed
de: Geschwindigkeit
el: Ταχύτητα
es: Velocidad
fi: Nopeus
fil: Bilis
fr: Vitesse
he: מהירות
hu: Sebesség
id: Kecepatan
it: Velocità
ja: 速さ
ko: 속도
lt: Greitis
nb_no: Hastighet
nl: Snelheid
pl: Prędkość
pt: Velocidade
ro: Viteză
ru: Скорость
sv: Hastighet
th: ความเร็ว
tr: Hız
uk: Швидкість
vi: Tốc độ
zh_hans: 速度
zh_hant: 速度

# StartGame_Preparing_SongType
source: Song type: **{0}**
ar: نوع الأغنية: ** {0} **
bg: Вид на песента: **{0}**
cs: Typ písně: **{0}**
da: Sangtype: **{0}**
de: Song Typ: **{0}**
el: Τύπος τραγουδιού: **{0}**
es: Tipo de canción: **{0}**
fi: Kappaleen tyyppi: Kappaleen tyyppi: Kappaleen tyyppi: Kappaleen tyyppi: Kappaleen tyyppi: **{0}**
fil: Uri ng kanta: **{0}**
fr: Type de chanson : **{0}**
hu: Dal típusa: **{0}**
id: Tipe lagu: **{0}**
it: Tipo di canzone: **{0}**
ja: 曲の種類: **{0}**
ko: 노래 유형: **{0}**
lt: Dainos tipas: **{0}**
nb_no: Sangtype: **{0}**
nl: Soort lied: **{0}**
pl: Typ piosenki:**{0}**
pt: Tipo de música: **{0}**
ro: Tipul de cântec: **{0}**
ru: Тип песни: **{0}**
sv: Typ av låt: **{0}**
th: ประเภทเพลง:**{0}**
tr: Şarkı türü: **{0}**
uk: Тип пісні: **{0}**
vi: Loại bài hát: **{0}**
zh_hans: 歌曲类型: **{0}**
zh_hant: 歌曲類型：**{0}**

# AddLastWeekWinnerLine_FieldName
source: Last week's winner
ar: فائز الأسبوع الماضي
bg: Победителят от миналата седмица
cs: Výherce minulého týdne
da: Sidste uges vinder
de: Gewinner der letzten Woche
el: Ο νικητής της περασμένης εβδομάδας
es: Ganador de la semana pasada
fi: Viime viikon voittaja
fil: Nanalo noong nakaraang linggo
fr: Gagnant de la semaine précédente
he: המנצח של שבוע שעבר
hu: A múlt heti győztes
id: Pemenang minggu lalu
it: Il vincitore della settimana scorsa
ja: 先週の優勝者
ko: 지난주 우승자
lt: Praėjusios savaitės nugalėtojas
nb_no: Forrige ukes vinner
nl: De winnaar van vorige week
pl: Zwycięzca poprzedniego tygodnia
pt: Vencedor da semana passada
ro: Câștigătorul de săptămâna trecută
ru: Победитель прошлой недели
sv: Förra veckans vinnare
th: ผู้ชนะเมื่อสัปดาห์ที่แล้ว
tr: Geçen haftanın kazananı
uk: Переможець минулого тижня
vi: Người chiến thắng tuần trước
zh_hans: 上周的冠军
zh_hant: 上週冠軍

# AddRecalculationNoticeField_Field
source: Scores and leaderboards are processed every hour.
ar: تتم معالجة الدرجات والألواح المتصدرين كل ساعة.
bg: Резултатите и класациите се обработват на всеки час.
cs: Skóre a žebříčky jsou zpracovávány každou hodinu.
da: Resultater og ranglister behandles hver time.
de: Punkte und Bestenliste werden jede Stunde aktualisiert.
el: Τα σκορ και οι κατατάξεις επεξεργάζονται κάθε ώρα.
es: Puntajes y posiciones son procesados cada hora.
fi: Pisteet ja pistetaulukot käsitellään tunnin välein.
fil: Ang mga puntos at leaderboards ay inaasikaso bawat oras.
fr: Les scores et les classements sont mis à jour chaque heure.
he: הנקודות ולוח המובילים מעובדים כל שעה.
hu: A pontszámok és ranglisták óránként kerülnek feldolgozásra.
id: Skor dan papan peringkat akan diproses setiap jam.
it: I punteggi e le posizioni vengono elaborati ogni ora.
ja: スコアとリーダーボードは1時間ごとに処理されます。
ko: 점수 및 순위표는 매 시간마다 처리됩니다.
lt: Rezultatai ir lyderių lentelės apdorojami kas valandą.
nb_no: Poeng og topplister behandles hver time.
nl: Punten en scoreborden worden elk uur verwerkt.
pl: Wyniki i tabele wyników są przetwarzane co godzinę.
pt: Pontuações e classificações são processadas a cada uma hora.
ro: Scorurile și clasamentele sunt procesate la fiecare oră.
ru: Результаты и таблицы лидеров обрабатываются каждый час.
sv: Poäng och topplistor bearbetas varje timme.
th: คะแนนและตารางผู้นำจะถูกประมวลผลทุกชั่วโมง
tr: Puanlar ve sıralamalar her saat güncellenir.
uk: Результати та таблиці лідерів обробляються щогодини.
vi: Điểm số và bảng xếp hạng được cập nhật mỗi giờ.
zh_hans: 分数和排行榜每小时处理一次。
zh_hant: 分數和排行榜每小時處理一次。
