Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# PlayerRanking_ResetAllTop_Title
source: All-time points leaderboard has been reset
ar: تمت إعادة تعيين المتصدرين على الإطلاق في النقاط
bg: Класацията с точки за всички времена е нулирана
cs: Byl resetován žebříček bodů za všechny časy
da: Alle tiders point-rangliste er blevet nulstillet
el: Η βαθμολογία όλων των εποχών έχει μηδενιστεί
es: La tabla de clasificaciones de puntos de todos los tiempos ha sido reseteada
fi: Kaikkien aikojen pistetaulukko on nollattu.
fr: Le classement général des points a été réinitialiser
he: דירוג הנקודות בכל הזמנים אופס
hu: Az összesített pontlistát visszaállították
id: Papan poin peringkat sepanjang waktu telah diatur ulang
it: La classifica dei punti di tutti i tempi è stata resettata
ja: 歴代ポイントリーダーボードがリセット
ko: 역대 포인트 순위표가 초기화되었습니다.
lt: Iš naujo nustatyta visų laikų taškų reitingų lentelė
nb_no: Alle tiders poengliste er tilbakestilt
nl: Punten allertijden scorebord is gereset
pl: Tabela liderów wszech czasów została zresetowana
pt: O quadro de líderes de todos os tempos foi redefinido
ro: Clasamentul punctelor din toate timpurile a fost resetat
ru: Обнулена таблица лидеров по количеству очков за все время
sv: Poängligan för alla tider har återställts
th: ตารางคะแนนตลอดกาลถูกรีเซ็ตแล้ว
tr: Tüm zamanların puan sıralaması sıfırlandı
uk: Перезавантажено таблицю лідерів за очками за весь час
vi: Bảng xếp hạng điểm mọi thời đại đã được đặt lại
zh_hans: 历史积分排行榜已重置
zh_hant: 歷史積分排行榜已重置

# StartGameValidator_Video_OnlyForPatrons
source: video rounds are only available to patrons
ar: جولات الفيديو متاحة فقط للداعمين
bg: видео кръговете са достъпни само за покровители
cs: videokroužky jsou k dispozici pouze patronům
da: Videorunder er kun tilgængelige for lånere
de: Video Runden sind nur für Patreons
el: οι γύροι βίντεο είναι διαθέσιμοι μόνο στους πελάτες
es: las rondas de vídeo sólo están disponibles para patrons
fi: videokierrokset ovat vain asiakkaiden saatavilla
fr: les tours de vidéo sont uniquement disponibles pour les mécènes
he: סבבי וידאו זמינים רק ללקוחות
hu: a videókörök csak a vendégek számára elérhetőek
id: Putaran video hanya tersedia bagi pelanggan
it: i round di video sono disponibili solo per gli abbonati
ja: ビデオラウンドはパトロンのみ利用可能
ko: 비디오 라운드는 고객만 이용할 수 있습니다.
lt: vaizdo įrašai prieinami tik globėjams.
nb_no: videorunder er kun tilgjengelig for lånere
nl: videorondes zijn alleen beschikbaar voor donateurs
pl: rundy video są dostępne tylko dla patronów
pt: As rondas de vídeo só estão disponíveis para os patronos
ro: rundele video sunt disponibile doar pentru patroni
ru: видео раунды доступны только для посетителей
sv: Videorundor är endast tillgängliga för kunder
th: วิดีโอรอบมีให้เฉพาะผู้สนับสนุนเท่านั้น
tr: video turları yalnızca müşteriler tarafından kullanılabilir
uk: відео раунди доступні тільки для меценатів
vi: Các vòng video chỉ dành cho ưa thích.
zh_hans: 视频轮播只对观众开放
zh_hant: 影片題僅開放給贊助者

# AnimeListSync_Synchronize_Title
source: Synchronizing {0} user '{1}'
ar: مزامنة {0} المستخدم '{1}'
bg: Синхронизиране на {0} потребител '{1}'
cs: Synchronizace uživatele {0} '{1}'
da: Synkronisering af {0} bruger '{1}'
de: Synchronisiere {0} Benutzer '{1}'
el: Συγχρονισμός του χρήστη {0} '{1}'
es: Sincronización del usuario de {0} '{1}'
fi: Synkronointi {0} käyttäjä '{1}'
fr: Synchronisation de l'utilisateur {0} '{1}'
he: סנכרון משתמש {0} '{1}'
hu: A {0} felhasználó szinkronizálása '{1}'
id: Menyinkronkan {0} pengguna '{1}'
it: Sincronizzazione dell'utente da {0} '{1}'
ja: {0} ユーザー'{1}'を同期中
ko: {0} 사용자 '{1}' 동기화
lt: {0} naudotojo sinchronizavimas '{1}'
nb_no: Synkronisering av {0} bruker '{1}'
nl: Bezig met synchroniseren van {0} gebruiker '{1}'
pl: Synchronizacja {0} użytkownika '{1}'
pt: Sincronizar o usuário de {0} '{1}'
ro: Sincronizarea {0} utilizator '{1}'
ru: Синхронизация {0} пользователя '{1}'
sv: Synkronisering av {0} användare '{1}'
th: การซิงโครไนซ์ผู้ใช้{0} '{1}'
tr: Senkronizasyon {0} kullanıcı '{1}'
uk: Синхронізація {0} користувача '{1}'
vi: Đồng bộ hóa tài khoản người dùng {0} với{1}
zh_hans: 同步{0} 用户 '{1}'
zh_hant: 正在同步使用者 '{1}' 的 {0} 清單

# ButtonGuess_SendButtonsMessage_Title
source: What anime is this?
ar: أي أنيمي هذا؟
bg: Какво аниме е това?
cs: Co je to za anime?
da: Hvilken anime er det?
el: Τι anime είναι αυτό;
es: ¿Qué anime es éste?
fi: Mikä anime tämä on?
fr: De quel animé s'agit-il ?
he: מה זה האנימה הזאת?
hu: Milyen anime ez?
id: Anime apa ini?
it: Quale anime è questo?
ja: これは何のアニメですか？
ko: 무슨 애니메이션인가요?
lt: Koks tai anime?
nb_no: Hvilken anime er dette?
nl: Welke anime is dit?
pl: Co to za anime?
pt: Que anime é esse?
ro: Ce anime este acesta?
ru: Что это за аниме?
sv: Vilken anime är det här?
th: อนิเมะเรื่องนี้คืออะไร?
tr: Hangi anime bu?
uk: Що це за аніме?
vi: Đây là anime nào vậy?
zh_hans: 这是什么动画片？
zh_hant: 這是哪一部動畫？

# ButtonGuess_CheckGuess_SorryWrongAnswer
source: Sorry, that is incorrect.
ar: آسف ، هذا غير صحيح.
bg: Съжалявам, но това е неправилно.
cs: Omlouváme se, ale to není správně.
da: Beklager, det er forkert.
el: Συγγνώμη, αυτό είναι λάθος.
es: Lo siento, es incorrecto.
fi: Anteeksi, se on väärin.
fr: Désolé, c'est incorrect.
he: מצטער, זה לא נכון.
hu: Sajnálom, ez nem helyes.
id: Maaf, itu tidak benar.
it: Mi dispiace, quello è sbagliato
ja: 残念、不正解です。
ko: 죄송합니다. 잘못된 정보입니다.
lt: Atsiprašome, tai neteisinga.
nb_no: Beklager, det er ikke riktig.
nl: Sorry, dat is niet juist.
pl: Przepraszamy, to jest nieprawidłowe.
pt: Desculpe, mas está errado.
ro: Îmi pare rău, dar nu este corect.
ru: Извините, это неверно.
sv: Tyvärr, det stämmer inte.
th: ขออภัย ข้อมูลนั้นไม่ถูกต้อง
tr: Üzgünüm, bu yanlış.
uk: Вибачте, це неправильно.
vi: Xin lỗi, điều đó không chính xác.
zh_hans: 对不起，这是不正确的。
zh_hant: 很遺憾，答錯了。

# Execute_Help_resetalltop
source: Reset the all-time points leaderboard
ar: أعد ضبط لوحة المتصدرين على الإطلاق
bg: Нулиране на класацията с точки за всички времена
cs: Obnovení žebříčku všech dob
da: Nulstil alle tiders pointtavle
el: Επαναφορά του πίνακα κατάταξης πόντων όλων των εποχών
es: Restablece la tabla de puntos de todos los tiempos
fi: Nollaa kaikkien aikojen pistetaulukko
fr: Remettre à zéro le classement des points de tous les temps
he: אפס את טבלת המובילים בכל הזמנים
hu: Az örökranglista visszaállítása
id: Mengatur ulang papan peringkat poin sepanjang masa
it: Azzerare la tabella dei punti di tutti i tempi
ja: 歴代得点ランキングをリセット
ko: 역대 포인트 순위표 초기화
lt: Iš naujo nustatykite visų laikų taškų reitingą
nb_no: Tilbakestill alle tiders poengliste
nl: Reset het punten allertijden scorebord
pl: Zresetuj tabelę liderów wszech czasów
pt: Redefine o quadro de líderes de todos os tempos
ro: Resetează clasamentul punctelor din toate timpurile
ru: Обнуление таблицы лидеров по количеству набранных очков
sv: Återställ poängligan genom tiderna
th: รีเซ็ตตารางคะแนนผู้นำตลอดกาล
tr: Tüm zamanların puan sıralamasını sıfırla
uk: Обнулити таблицю лідерів за всіма очками
vi: Đặt lại bảng xếp hạng điểm số mọi thời đại
zh_hans: 重置历史积分排行榜
zh_hant: 重置歷史積分排行榜

# Execute_Help_resetalltime
source: Reset the all-time speed leaderboard
ar: إعادة ضبط لوحة المتصدرين على الإطلاق
bg: Нулиране на класацията за скорост за всички времена
cs: Resetování žebříčku rychlosti všech dob
da: Nulstil alle tiders hastighedsrangliste
el: Επαναφέρετε τον πίνακα ταχύτητας όλων των εποχών
es: Restablece la tabla de clasificación de velocidad de todos los tiempos
fi: Nollaa kaikkien aikojen nopeusjohtotaulukko
fr: Remettre à zéro le classement des vitesses de tous les temps
he: אפס את טבלת המהירות של כל הזמנים
hu: Az összesített sebességi ranglista visszaállítása
id: Mengatur ulang papan peringkat kecepatan sepanjang masa
it: Resetta la classifica della velocità di tutti i tempi
ja: オールタイム・スピード・リーダーボードをリセット
ko: 역대 최고 속도 순위표 초기화
lt: Iš naujo nustatykite visų laikų greičio lyderių lentelę
nb_no: Tilbakestill alle tiders toppliste for hastighet
nl: Reset het snelheid allertijden scorebord
pl: Zresetuj tabelę liderów prędkości wszech czasów
pt: Reinicia o quadro de líderes de velocidade de todos os tempos
ro: Resetează clasamentul de viteză din toate timpurile
ru: Сбросить таблицу лидеров по скорости за все время
sv: Återställ alla tiders topplista för hastighet
th: รีเซ็ตตารางผู้นำความเร็วตลอดกาล
tr: Tüm zamanların hız lider tablosunu sıfırlayın
uk: Перезавантажити таблицю лідерів за всіма показниками швидкості
vi: Đặt lại bảng xếp hạng tốc độ cao nhất mọi thời đại
zh_hans: 重置历史速度排行榜
zh_hant: 重置歷史最快排行榜

# RoundSession_Stop_NoActiveSession
source: There is no active session in this channel.
ar: لا توجد جلسة نشطة في هذه القناة.
bg: В този канал няма активна сесия.
cs: V tomto kanálu není aktivní žádná relace.
da: Der er ingen aktiv session i denne kanal.
el: Δεν υπάρχει ενεργή συνεδρία σε αυτό το κανάλι.
es: No hay ninguna sesión activa en este canal.
fi: Tällä kanavalla ei ole aktiivista istuntoa.
fr: Il n'y a pas de session active dans ce canal.
he: אין פעילות בערוץ זה.
hu: Nincs aktív munkamenet ezen a csatornán.
id: Tidak ada sesi yang aktif di saluran ini.
it: Non ci sono sessioni attive su questo canale.
ja: このチャンネルにアクティブなセッションはありません。
ko: 이 채널에 활성 세션이 없습니다.
lt: Šiame kanale nėra aktyvios sesijos.
nb_no: Det er ingen aktiv økt i denne kanalen.
nl: Er is geen actieve sessie in dit kanaal.
pl: Nie ma aktywnych sesji na tym kanale.
pt: Não há nenhuma sessão activa neste canal.
ro: Nu există nicio sesiune activă în acest canal.
ru: В этом канале нет активной сессии.
sv: Det finns ingen aktiv session i denna kanal.
th: ไม่มีเซสชั่นที่กำลังใช้งานอยู่ในช่องทางนี้
tr: Bu kanalda aktif bir oturum bulunmuyor.
uk: У цьому каналі немає активної сесії.
vi: Không có phiên hoạt động nào trong kênh này.
zh_hans: 该通道没有活动会话。
zh_hant: 該頻道沒有進行中的遊戲。

# RoundSession_Start_HasActiveRound
source: There is an active round in this channel. Try to use `{0}stopg` or `{0}stopgs` to stop it.
ar: هناك جولة نشطة في هذه القناة. حاول استخدام `{0} stopg` أو` {0} stopgs` لإيقافه.
bg: В този канал има активен кръг. Опитайте се да използвате `{0}stopg` или `{0}stopgs`, за да го спрете.
cs: V tomto kanálu probíhá aktivní kolo. Zkuste k jeho zastavení použít `{0}stopg` nebo `{0}stopg`.
da: Der er en aktiv runde i denne kanal. Prøv at bruge `{0}stopg` eller `{0}stopgs` for at stoppe den.
el: Υπάρχει ένας ενεργός γύρος σε αυτό το κανάλι. Προσπαθήστε να χρησιμοποιήσετε το `{0}stopg` ή το `{0}stopgs` για να το σταματήσετε.
es: Hay una ronda activa en este canal. Intenta usar `{0}stopg` o `{0}stopgs` para detenerla.
fi: Tällä kanavalla on aktiivinen kierros. Yritä käyttää `{0}stopg` tai `{0}stopgs` pysäyttääksesi sen.
fr: Il y a un tour actif dans ce canal. Essayez d'utiliser `{0}stopg` ou `{0}stopgs` pour l'arrêter.
he: יש סיבוב פעיל בערוץ זה. נסה להשתמש ב- `{0}stopg` או `{0}stopgs` כדי לעצור אותו.
hu: Ezen a csatornán egy aktív forduló zajlik. Próbálja meg a `{0}stopg` vagy a `{0}stopgs` segítségével megállítani.
id: Ada ronde yang aktif di saluran ini. Coba gunakan `{0}stopg` atau `{0}stopgs` untuk menghentikannya.
it: C'è un giro attivo su questo canale. Prova a usare `{0}stopg` o `{0}stopgs` per fermarlo.
ja: このチャンネルにはアクティブなラウンドがあります。停止するには `{0}stopg` または `{0}stopgs` を使ってみてください。
ko: 이 채널에 활성 라운드가 있습니다. `{0} stopg` 또는 `{0}stopgs` 를 사용하여 중지하세요.
lt: Šiame kanale vyksta aktyvus raundas. Pabandykite jį sustabdyti naudodami `{0}stopg` arba `{0}stopgs`.
nb_no: Det er en aktiv runde i denne kanalen. Prøv å bruke `{0}stopg` eller `{0}stopgs` for å stoppe den.
nl: Er is een actieve ronde in dit kanaal. Probeer `{0}stopg` of `{0}stopgs` te gebruiken om hem te stoppen.
pl: Obecnie jest aktywna runda na tym kanale. Użyj `{0}stopg` lub `{0}stopgs` żeby ją przerwać.
pt: Há uma ronda activa neste canal. Tente usar `{0}stopg` ou `{0}stopgs` para pará-lo.
ro: Există o rundă activă în acest canal. Încearcă să folosești `{0}stopg` sau `{0}stopgs` pentru a o opri.
ru: В этом канале идет активный раунд. Попробуйте использовать для его остановки `{0}stopg` или `{0}stopgs`.
sv: Det finns en aktiv runda i denna kanal. Försök att använda `{0}stopg` eller `{0}stopgs` för att stoppa den.
th: มีรอบการทำงานอยู่ในช่องนี้ กรุณาใช้คำสั่ง`{0}stopg` หรือ`{0}stopgs` เพื่อหยุดการทำงาน
tr: Bu kanalda aktif bir raunt mevcut. Durdurmak için `{0}stopg` ya da `{0}stopgs` kullanmayı deneyin.
uk: На цьому каналі йде активний раунд. Спробуйте використати `{0}stopg` або `{0}stopgs`, щоб зупинити його.
vi: Hiện tại có một vòng hoạt động trong kênh này. Hãy thử sử dụng `{0}stopg` hoặc `{0}stopgs` để dừng nó.
zh_hans: 本频道有一轮活动。请尝试使用`{0}stopg` 或`{0}stopgs` 来阻止它。
zh_hant: 該頻道有正在進行中的遊戲。請嘗試使用`{0}stopg`或`{0}stopgs`來結束該遊戲。

# ButtonGuess_SendButtonsMessage_Description
source: You can guess only once!
ar: يمكنك تخمين مرة واحدة فقط!
bg: Можете да познаете само веднъж!
cs: Hádat můžete jen jednou!
da: Du kan kun gætte én gang!
el: Μπορείτε να μαντέψετε μόνο μία φορά!
es: ¡Sólo puedes adivinar una vez!
fi: Voit arvata vain kerran!
fr: Vous ne pouvez deviner qu'une seule fois !
he: אתה יכול לנחש רק פעם אחת!
hu: Csak egyszer tippelhetsz!
id: Anda hanya bisa menebak sekali saja!
it: Puoi indovinare solo una volta!
ja: 一度しか当てられません！
ko: 한 번만 맞출 수 있습니다!
lt: Galite spėti tik vieną kartą!
nb_no: Du kan bare gjette én gang!
nl: Je mag maar één keer raden!
pl: Możesz zgadywać tylko raz!
pt: Você só pode adivinhar uma vez!
ro: Poți ghici doar o singură dată!
ru: Вы можете угадать только один раз!
sv: Du får bara gissa en gång!
th: คุณสามารถเดาได้เพียงครั้งเดียว!
tr: Sadece bir kez tahmin edebilirsin!
uk: Ви можете вгадати лише один раз!
vi: Cậu chỉ được đoán một lần thôi!
zh_hans: 你只能猜一次！
zh_hant: 你只能回答一次！

# AnimeTypes_Web
source: Web
el: Ιστοσελίδα
he: אינטרנט
nb_no: Internett
pl: Sieć
th: เว็บ
uk: Веб
vi: Trang web
zh_hant: 網路

# CreateFilterDescription_CharacterRoles_Included
source: Including character roles: **{0}**
bg: Включително роли на герои: **{0}**
cs: Včetně charakterních rolí: **{0}**
da: Inklusive karakterroller: **{0}**
el: Συμπεριλαμβανομένων των ρόλων χαρακτήρων: **{0}**
es: Incluyendo los roles del personaje: **{0}**
fi: Mukaan lukien hahmoroolit: **{0}**
fr: Y compris les rôles de personnages : **{0}**
he: כולל תפקידי דמויות: **{0}**
hu: Beleértve a karakterszerepeket is: **{0}**
id: Termasuk peran karakter: **{0}**
it: Compresi i ruoli dei personaggi: **{0}**
ja: キャラクター役も含めてね：**{0}**
ko: 캐릭터 역할도 포함됩니다: **{0}**
lt: Įskaitant personažų vaidmenis: **{0}**
nb_no: Inkludert karakterroller: **{0}**
nl: Inclusief karakterrollen: **{0}**
pl: W tym role postaci: **{0}**
pt: Incluindo papéis de personagens: **{0}**
ro: Inclusiv roluri de personaje: **{0}**
ru: В том числе и роли персонажей: **{0}**
sv: Inklusive karaktärsroller: **{0}**
th: รวมถึงบทบาทตัวละคร:**{0}**
tr: Karakter rolleri de dahil: **{0}**
uk: У тому числі й характерні ролі: **{0}**
vi: Bao gồm các vai diễn nhân vật: **{0}**
zh_hans: 包括角色扮演：**{0}**
zh_hant: 包含人物角色：**{0}**

# CreateFilterDescription_Lives
source: Lives: **{0}**
bg: Живее: **{0}**
cs: Žije: **{0}**
da: Liv: **{0}**
el: Ζει: **{0}**
es: Vidas: **{0}**
fi: Elää: **{0}**
fr: La vie : **{0}**
he: חיים: **{0}**
hu: Él: **{0}**
id: Nyawa: **{0}**
it: Vite: **{0}**
ja: 生活している：**{0}**
lt: Gyvena: **{0}**
nb_no: Liv: **{0}**
nl: Levens: **{0}**
pl: Życie: **{0}**
pt: Vidas: **{0}**
ro: Trăiește: **{0}**
ru: Жизнь: **{0}**
sv: Liv: **{0}**
th: อาศัยอยู่:**{0}**
tr: Yaşıyor: **{0}**
uk: Життя: **{0}**
vi: Cuộc sống: **{0}**
zh_hans: 生活**{0}**
zh_hant: 生命數：**{0}**

# Help_AnimeTypes_Description
source: You can combine them in a filter using a "," (comma). Exclusions can be set using a "-" or "!" before the type.
el: Μπορείτε να τα συνδυάσετε σε ένα φίλτρο χρησιμοποιώντας ένα "," (κόμμα). Οι αποκλεισμοί μπορούν να οριστούν χρησιμοποιώντας ένα "-" ή "!" πριν από τον τύπο.
fi: Voit yhdistää ne suodattimessa käyttämällä "," (pilkkua). Poissulkemiset voidaan asettaa käyttämällä "-" tai "!" ennen tyyppiä.
he: ניתן לשלב אותם במסנן באמצעות "," (פסיק). ניתן להגדיר אי-הכללות באמצעות "-" או "!" לפני הסוג.
it: È possibile combinarli in un filtro usando un "," (virgola). Le esclusioni possono essere impostate utilizzando un "-" o un "!" prima del tipo.
nb_no: Du kan kombinere dem i et filter ved hjelp av "," (komma). Utelukkelser kan angis ved hjelp av "-" eller "!" foran typen.
nl: Je kunt ze in een filter combineren met een "," (komma). Uitsluitingen kunnen worden ingesteld met een "-" of "!" voor het type.
ru: Вы можете объединить их в фильтр с помощью "," (запятой). Исключения можно задать с помощью знака "-" или "!" перед типом.
th: คุณสามารถรวมพวกมันไว้ในฟิลเตอร์โดยใช้ "," (เครื่องหมายจุลภาค) การยกเว้นสามารถตั้งค่าได้โดยใช้ "-" หรือ "!" ก่อนประเภท
vi: Cậu có thể kết hợp chúng trong một bộ lọc bằng cách sử dụng dấu phẩy (,). Các loại trừ có thể được thiết lập bằng cách sử dụng dấu "-" hoặc "!" trước loại.
zh_hant: 你可以使用 ","（逗號）來組合多個條件作為篩選項。 若要排除某個類型，可在類型前加上 "-" 或 "!" 符號。

# Execute_Help_stopall
source: Stops all rounds on this server
ar: يتوقف كل الجولات على هذا الخادم
bg: Спира всички рундове на този сървър
cs: Zastaví všechna kola na tomto serveru
da: Stopper alle runder på denne server
el: Σταματά όλους τους γύρους σε αυτόν τον διακομιστή
es: Detiene todas las rondas en este servidor
fi: Pysäyttää kaikki kierrokset tällä palvelimella
fr: Arrête toutes les rondes sur ce serveur
he: עוצר את כל הסיבובים בשרת זה
hu: Leállítja az összes kört ezen a szerveren
id: Menghentikan semua ronde di server ini
it: Ferma tutti i round su questo server
ja: このサーバーのすべてのラウンドを停止する
ko: 이 서버의 모든 라운드를 중지합니다.
lt: Sustabdo visus šio serverio raundus
nb_no: Stopper alle runder på denne serveren
nl: Stop alle ronden op deze server
pl: Zatrzymuje wszystkie rundy na tym serwerze
pt: Pára todas as rondas neste servidor
ro: Oprește toate rundele pe acest server
ru: Остановить все раунды на данном сервере
sv: Stoppar alla rundor på denna server
th: หยุดการยิงทุกนัดบนเซิร์ฟเวอร์นี้
tr: Bu sunucudaki tüm rauntları durdurur
uk: Зупиняє всі раунди на цьому сервері
vi: Dừng tất cả các vòng trên máy chủ này
zh_hans: 停止该服务器上的所有回合
zh_hant: 停止該伺服器上的所有遊戲

# CreateFilterDescription_Samples
source: Samples of **{0} seconds**
ar: عينات من ** {0} ثانية **
bg: Образци от **{0} секунди**
cs: Ukázky z **{0} sekund**
da: Eksempler på **{0} sekunder**
el: Δείγματα των **{0} δευτερολέπτων**
es: Muestras de **{0} segundos**
fi: Näytteet **{0} sekuntia**
fr: Échantillons de **{0} secondes**
he: דוגמאות של **{0} שניות**
hu: A **{0} másodpercek mintái**
id: Sampel dari **{0} detik**
it: Campioni di **{0} secondi**
ja: **{0}秒**のサンプル
ko: 샘플 **{0} 초**
lt: **{0} sekundžių pavyzdžiai**
nb_no: Eksempler på **{0} sekunder**
nl: Fragmenten van **{0} seconden**
pl: Próbki **{0} sekund**
pt: Amostras de **{0} segundos**
ro: Eșantioane de **{0} secunde**
ru: Образцы **{0} секунд**
sv: Prov på **{0} sekunder**
th: ตัวอย่างของวินาทีที่**{0}**
tr: **{0} saniye örnekleri**
uk: Приклади **{0} секунд**
vi: Mẫu của **{0} giây**
zh_hans: **{0} 秒的样本**
zh_hant: **{0} 秒的樣本**

# StartGameValidator_SampleLength
source: sample length must be ≥ 5 and ≤ 30 seconds
ar: يجب أن يكون طول العينة ≥ 5 و ≤ 30 ثانية
bg: продължителността на пробата трябва да бъде ≥ 5 и ≤ 30 секунди
cs: délka vzorku musí být ≥ 5 a ≤ 30 sekund.
da: prøvens længde skal være ≥ 5 og ≤ 30 sekunder
el: η διάρκεια του δείγματος πρέπει να είναι ≥ 5 και ≤ 30 δευτερόλεπτα
es: la duración de la muestra debe ser ≥ 5 y ≤ 30 segundos
fi: näytteen pituuden on oltava ≥ 5 ja ≤ 30 sekuntia.
fr: la durée de l'échantillon doit être ≥ 5 et ≤ 30 secondes
he: אורך הדגימה חייב להיות בין 5 ל-30 שניות.
hu: a minta hossza legalább 5 és legfeljebb 30 másodperc lehet.
id: panjang sampel harus ≥ 5 dan ≤ 30 detik
it: la durata del campione deve essere ≥ 5 e ≤ 30 secondi
ja: サンプルの長さは5秒以上30秒以下でなければなりません。
ko: 샘플 길이는 5초 이상 30초 미만이어야 합니다.
lt: mėginio trukmė turi būti ≥ 5 ir ≤ 30 sekundžių.
nb_no: prøvens lengde må være ≥ 5 og ≤ 30 sekunder.
nl: de lengte van de fragmenten moet ≥ 5 en ≤ 30 seconden zijn
pl: długość próbki musi wynosić ≥ 5 i ≤ 30 sekund
pt: a duração da amostra deve ser ≥ 5 e ≤ 30 segundos
ro: durata eșantionului trebuie să fie ≥ 5 și ≤ 30 de secunde
ru: продолжительность образца должна составлять ≥ 5 и ≤ 30 секунд
sv: provets längd måste vara ≥ 5 och ≤ 30 sekunder
th: ความยาวของตัวอย่างต้อง ≥ 5 และ ≤ 30 วินาที
tr: örnek uzunluğu ≥ 5 ve ≤ 30 saniye olmalıdır
uk: тривалість вибірки повинна бути ≥ 5 і ≤ 30 секунд
vi: Độ dài mẫu phải lớn hơn hoặc bằng 5 giây và nhỏ hơn hoặc bằng 30 giây.
zh_hans: 样本长度必须≥ 5 秒且≤ 30 秒
zh_hant: 播放長度必須 ≥ 5 秒且 ≤ 30 秒

# CreateGameStarter_Invalid_Description
source: These validation problems occured:
ar: حدثت مشاكل التحقق من الصحة هذه:
bg: Появиха се тези проблеми с валидирането:
cs: Tyto problémy s validací se vyskytly:
da: Disse valideringsproblemer opstod:
el: Αυτά τα προβλήματα επικύρωσης εμφανίστηκαν:
es: Se produjeron estos problemas de validación:
fi: Näitä validointiongelmia ilmeni:
fr: Ces problèmes de validation se sont produits :
he: התעוררו הבעיות הבאות באימות:
hu: Ezek az érvényesítési problémák előfordultak:
id: Masalah validasi ini terjadi:
it: Si sono verificati questi problemi di convalida:
ja: このようなバリデーション問題が発生：
ko: 이러한 유효성 검사 문제가 발생했습니다:
lt: Kilo šių patvirtinimo problemų:
nb_no: Disse valideringsproblemene oppstod:
nl: Deze validatieproblemen deden zich voor:
pl: Wystąpiły te problemy z walidacją:
pt: Estes problemas de validação ocorreram:
ro: Au apărut aceste probleme de validare:
ru: Возникли проблемы с валидацией:
sv: Dessa valideringsproblem uppstod:
th: เกิดปัญหาการตรวจสอบความถูกต้องดังต่อไปนี้:
tr: Bu doğrulama sorunları ortaya çıktı:
uk: Виникли проблеми з валідацією:
vi: Các vấn đề xác thực sau đây đã xảy ra:
zh_hans: 出现了这些验证问题：
zh_hant: 出現了以下驗證問題：

# CreateGameStarter_Invalid_Title
source: Invalid filters
ar: مرشحات غير صالحة
bg: Невалидни филтри
cs: Neplatné filtry
da: Ugyldige filtre
el: Μη έγκυρα φίλτρα
es: Filtros inválidos
fi: Virheelliset suodattimet
fr: Filtres invalides
he: מסננים לא חוקיים
hu: Érvénytelen szűrők
id: Filter salah
ja: 不適切なフィルター
ko: 잘못된 필터
lt: Netinkami filtrai
nb_no: Ugyldige filtre
nl: Ongeldige filters
pl: Nieprawidłowe filtry
pt: Filtros inválidos
ro: Filtre nevalabile
ru: Недопустимые фильтры
sv: Ogiltiga filter
th: ตัวกรองไม่ถูกต้อง
tr: Geçersiz filtreler
uk: Неправильні фільтри
vi: Bộ lọc không hợp lệ
zh_hans: 无效过滤器
zh_hant: 無效的篩選項

# StartGame_Preparing_BetweenYears
source: Released between the years {0} and {1}
ar: تم بثه بين سنة {0} و {1}
bg: Издаден между годините {0} и {1}
cs: Vysíláno mezi roky {0} a {1}
da: Udgivet mellem årene {0} og {1}
de: Ausgestrahlt zwischen {0} und {1}
el: Μεταδόθηκε μεταξύ των ετών {0} και {1}
es: Emitido entre los años {0} y {1}
fi: Julkaistu vuosina {0} ja {1}
fil: Nilabas mula sa taon ng {0} at {1}
fr: Diffusé entre les années {0} et {1}
he: שודר בין השנים {1}-{0}
hu: A {0} és a {1}
id: Ditayangkan antara tahun {0} dan {1}
it: Emesso tra gli anni {0} e {1}
ja: {0}年から{1}年の間に放映
ko: 년 사이에 출시 {0} 과 {1}
lt: Nuo {0} iki {1}
nb_no: Utgitt mellom årene {0} og {1}
nl: Uitgebracht tussen de jaren {0} en {1}
pl: Emitowano w latach {0} i {1}
pt: Emitido entre os anos {0} e {1}
ro: Lansat între anii {0} și {1}
ru: Транслировалось с {0} по {1} годы
sv: Sändes mellan åren {0} och {1}
th: ออกจำหน่ายระหว่างปี{0} ถึง{1}
tr: {0} ve {1} yılları arasında yayınlandı
uk: Випущено між роками {0} та {1}
vi: Được phát hành trong khoảng thời gian từ năm {0} đến {1}
zh_hans: {0}年至{1}年间播出
zh_hant: 作品年份介於 {0} 和 {1} 年之間

# SendHelp_AnimeRounds
source: Anime rounds
bg: Аниме кръгове
cs: Anime kola
da: Anime-runder
el: Γύροι Anime
es: Rondas de anime
fi: Anime-kierrokset
fr: Rondes d'anime
he: סיבובי אנימה
hu: Anime körök
id: Putaran anime
it: Giri di Anime
ja: アニメ・ラウンド
ko: 애니메이션 라운드
lt: Anime raundai
nb_no: Anime-runder
nl: Anime rondes
pl: Rundy anime
pt: Ronda de anime
ro: Runde de anime
ru: Аниме-раунды
sv: Anime-rundor
th: รอบอนิเมะ
tr: Anime turları
uk: Аніме-раунди
vi: Các vòng anime
zh_hans: 动漫轮
zh_hant: 動畫題
