Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# AnimeListSync_Synchronize_SynchronizedRecently
source: This list was synchronized recently. Please wait {0} before trying again.
ar: تمت مزامنة هذه القائمة مؤخرًا. يرجى الانتظار {0} قبل المحاولة مرة أخرى.
bg: Този списък беше синхронизиран наскоро. Моля, изчакайте {0}, преди да опитате отново.
cs: Tento seznam byl nedávno synchronizován. Před dalším pokusem vyčkejte na adrese {0}.
da: Denne liste blev synkroniseret for nylig. Vent venligst {0} før du prøver igen.
el: Αυτός ο κατάλογος συγχρονίστηκε πρόσφατα. Παρακαλούμε περιμένετε {0} πριν προσπαθήσετε ξανά.
es: Esta lista se ha sincronizado recientemente. Por favor, espera {0} antes de volver a intentarlo.
fi: Tämä luettelo synkronoitiin hiljattain. Odota {0} ennen kuin yrität uudelleen.
fr: Cette liste a été synchronisée récemment. Veuillez patienter {0} avant de réessayer.
he: רשימה זו סונכרנה לאחרונה. אנא המתן {0} לפני שתנסה שוב.
hu: Ezt a listát nemrégiben szinkronizálták. Kérjük, várjon {0} mielőtt újra megpróbálná.
id: Daftar ini disinkronkan baru-baru ini. Harap tunggu {0} sebelum mencoba lagi.
it: Questa lista è stata recentemente sincronizzata. Si prega di attendere {0} prima di riprovare.
ja: このリストは最近同期されました。 再試行する前に、{0} 待ってください。
ko: 이 목록은 최근에 동기화되었습니다. {0} 에서 잠시 기다렸다가 다시 시도하세요.
lt: Šis sąrašas neseniai buvo sinchronizuotas. Prieš bandydami dar kartą palaukite {0}.
nb_no: Denne listen ble nylig synkronisert. Vent på {0} før du prøver igjen.
nl: Deze lijst is onlangs gesynchroniseerd. Wacht alsjeblieft {0} voordat je het opnieuw probeert.
pl: Ta lista została niedawno zsynchronizowana. Poczekaj {0} przed ponowną próbą.
pt: Esta lista foi sincronizada recentemente. Por favor, espere {0} antes de tentar novamente.
ro: Această listă a fost sincronizată recent. Vă rugăm să așteptați {0} înainte de a încerca din nou.
ru: Этот список был недавно синхронизирован. Пожалуйста, подождите {0}, прежде чем повторить попытку.
sv: Denna lista synkroniserades nyligen. Vänligen vänta {0} innan du försöker igen.
th: รายการนี้ได้รับการซิงโครไนซ์เมื่อเร็วๆ นี้ กรุณารอ{0} ก่อนลองอีกครั้ง
tr: Bu liste yakın zamanda senkronize edildi. Tekrar denemeden önce lütfen {0} adresini bekleyin.
uk: Цей список було синхронізовано нещодавно. Будь ласка, зачекайте {0}, перш ніж повторити спробу.
vi: Danh sách này đã được đồng bộ hóa gần đây. Xin hãy đợi {0} trước khi thử lại.
zh_hans: 此列表最近已同步。 请等待{0} 后再尝试。
zh_hant: 此清單最近已同步。 請等待 {0} 後再試一次。

# AnimeListSync_Synchronize_Queued_Title
source: Synchronization queued for {0} user '{1}'
ar: قائمة الانتظار الخاصة بمستخدم {0} '{1}'
bg: Синхронизация в опашката за {0} потребител '{1}'
cs: Synchronizace ve frontě pro uživatele {0} '{1}'
da: Synkronisering i kø for {0} bruger '{1}'
el: Αναμονή συγχρονισμού για τον χρήστη {0} '{1}'
es: Sincronización en cola para el usuario de {0} '{1}'
fi: Synkronointi jonossa {0} käyttäjälle '{1}'
fr: Synchronisation en attente pour {0} utilisateur '{1}'
he: סנכרון בתור עבור משתמש {0} '{1}'
hu: Szinkronizálás várakozik a {0} felhasználó számára '{1}'
id: Sinkronisasi diantrikan untuk {0} pengguna '{1}
it: Sincronizzazione in coda per l'utente di {0} '{1}'
ja: {0} ユーザー'{1}'の同期化がキューに入れられました。
ko: {0} 사용자 '{1}'에 대해 동기화 대기열에 추가됨
lt: Sinchronizavimo eilėje laukiama {0} naudotojo '{1}'
nb_no: Synkronisering i kø for {0} bruker '{1}'
nl: Synchronisatie is in de wachtrij gezet voor {0} gebruiker '{1}'
pl: Synchronizacja w kolejce dla użytkownika {0} '{1}'
pt: Fila de sincronização para o usuário de {0} '{1}'
ro: Sincronizare în coadă pentru {0} utilizator '{1}'
ru: Синхронизация поставлена в очередь для пользователя {0} '{1}'
sv: Synkronisering i kö för {0} användare '{1}'
th: การซิงโครไนซ์คิวสำหรับผู้ใช้{0} '{1}'
tr: Senkronizasyon {0} kullanıcısı için sıraya alındı '{1}'
uk: Черга на синхронізацію для користувача {0} '{1}'
vi: Đồng bộ hóa đã được xếp hàng cho người dùng {0} '{1}'
zh_hans: {0} 用户的同步排队中 '{1}'
zh_hant: 同步已排程給 {0} 用戶 '{1}'

# AnimeListSync_Synchronize_Queued_Description
source: You will receive status updates in direct messages.
ar: ستتلقى تحديثات الحالة في الرسائل المباشرة.
bg: Ще получавате актуализации на състоянието в директни съобщения.
cs: Aktualizace stavu budete dostávat v přímých zprávách.
da: Du vil modtage statusopdateringer i direkte beskeder.
el: Θα λαμβάνετε ενημερώσεις κατάστασης σε άμεσα μηνύματα.
es: Recibirás actualizaciones del estado en los mensajes directos.
fi: Saat tilapäivityksiä suorissa viesteissä.
fr: Vous recevrez des mises à jour de votre statut dans des messages directs.
he: תקבל עדכוני סטטוס בהודעות ישירות.
hu: A közvetlen üzenetekben állapotfrissítéseket fogsz kapni.
id: Anda akan menerima pembaruan status di pesan langsung.
it: Riceverai gli aggiornamenti di stato nei messaggi diretti.
ja: ダイレクトメッセージでステータス更新をお知らせします。
ko: 쪽지로 상태 업데이트를 받게 됩니다.
lt: Būsenos atnaujinimus gausite tiesioginėmis žinutėmis.
nb_no: Du vil motta statusoppdateringer i direktemeldinger.
nl: Je ontvangt statusupdates in persoonlijke berichten.
pl: Będziesz otrzymywać aktualizacje statusu w wiadomościach bezpośrednich.
pt: Você receberá atualizações de status em mensagens diretas.
ro: Veți primi actualizări de stare în mesajele directe.
ru: Вы будете получать обновления статуса в прямых сообщениях.
sv: Du kommer att få statusuppdateringar i direktmeddelanden.
th: คุณจะได้รับการอัปเดตสถานะในข้อความโดยตรง
tr: Doğrudan mesajlarda durum güncellemeleri alacaksınız.
uk: Ви будете отримувати оновлення статусу в прямих повідомленнях.
vi: Cậu sẽ nhận được các cập nhật trạng thái qua tin nhắn trực tiếp.
zh_hans: 您将在直接消息中收到状态更新。
zh_hant: 您將在私人訊息中收到狀態更新。

# AnimeListSync_ActiveSynchronization
source: You can only queue one synchronization job at a time.
ar: يمكنك فقط مزامنة واحد في وقت واحد.
bg: Можете да поставите в опашката само една задача за синхронизация в даден момент.
cs: Do fronty můžete zařadit vždy pouze jednu synchronizační úlohu.
da: Du kan kun sætte ét synkroniseringsjob i kø ad gangen.
el: Μπορείτε να βάλετε σε ουρά μόνο μία εργασία συγχρονισμού κάθε φορά.
es: Sólo se puede poner en cola un trabajo de sincronización a la vez.
fi: Voit asettaa jonoon vain yhden synkronointityön kerrallaan.
fr: Vous ne pouvez mettre en file d'attente qu'un seul travail de synchronisation à la fois.
he: ניתן להוסיף לתור רק משימת סנכרון אחת בכל פעם.
hu: Egyszerre csak egy szinkronizálási feladat állítható sorba.
id: Anda hanya dapat mengantri satu pekerjaan sinkronisasi dalam satu waktu.
it: Solo un lavoro di sincronizzazione può essere messo in coda alla volta.
ja: 一度にキューに入れられる同期ジョブは1つだけです。
ko: 한 번에 하나의 동기화 작업만 대기열에 넣을 수 있습니다.
lt: Vienu metu galima įrašyti tik vieną sinchronizavimo užduotį.
nb_no: Du kan bare sette én synkroniseringsjobb i kø om gangen.
nl: Je kunt slechts één synchronisatietaak tegelijkertijd in de wachtrij plaatsen.
pl: Jednocześnie w kolejce można umieścić tylko jedno zadanie synchronizacji.
pt: Você só pode enfileirar um trabalho de sincronização de cada vez.
ro: Puteți pune la coadă doar o singură sarcină de sincronizare la un moment dat.
ru: Одновременно в очередь можно поставить только одно задание синхронизации.
sv: Du kan bara köa ett synkroniseringsjobb åt gången.
th: คุณสามารถจัดคิวงานซิงโครไนซ์ได้เพียงงานเดียวในแต่ละครั้ง
tr: Bir seferde yalnızca bir senkronizasyon işini sıraya koyabilirsiniz.
uk: Ви можете поставити в чергу лише одне завдання синхронізації одночасно.
vi: Cậu chỉ có thể xếp hàng một tác vụ đồng bộ hóa tại một thời điểm.
zh_hans: 一次只能为一个同步作业排队。
zh_hant: 一次只能排程一個同步作業。

# AnimeListSync_OnStateChanged_Succeeded
source: You can now start using the `{0}:{1}` filter.
ar: يمكنك الآن البدء في استخدام مرشح `{0}: {1}`.
bg: Сега можете да започнете да използвате филтъра `{0}:{1}`.
cs: Nyní můžete začít používat filtr `{0}:{1}`.
da: Du kan nu begynde at bruge filteret `{0}:{1}`.
el: Τώρα μπορείτε να αρχίσετε να χρησιμοποιείτε το φίλτρο `{0}:{1}`.
es: Ahora puedes empezar a utilizar el filtro `{0}:{1}`.
fi: Voit nyt alkaa käyttää `{0}:{1}` -suodatinta.
fr: Vous pouvez maintenant commencer à utiliser le filtre `{0} :{1}`.
he: כעת תוכלו להתחיל להשתמש במסנן `{0}:{1}`.
hu: Most már használhatja a `{0}:{1}` szűrőt.
id: Sekarang anda dapat mulai menggunakan filter `{0}:{1}`.
it: Ora puoi iniziare a usare il filtro `{0}:{1}`.
ja: これで、`{0}:{1}` フィルターを使用できます。
ko: 이제 `{0}:{1}` 필터를 사용할 수 있습니다.
lt: Dabar galite pradėti naudoti `{0}:{1}` filtrą.
nb_no: Du kan nå begynne å bruke filteret `{0}:{1}`.
nl: Je kunt nu het `{0}:{1}` filter gaan gebruiken.
pl: Można teraz rozpocząć korzystanie z filtra `{0}:{1}`.
pt: Agora você pode começar a usar o filtro `{0}:{1}`.
ro: Acum puteți începe să utilizați filtrul `{0}:{1}`.
ru: Теперь можно начать использовать фильтр `{0}:{1}`.
sv: Du kan nu börja använda filtret `{0}:{1}`.
th: คุณสามารถเริ่มใช้ตัวกรอง`{0} ได้แล้ว:{1}`
tr: Artık `{0}:{1}` filtresini kullanmaya başlayabilirsiniz.
uk: Тепер ви можете почати використовувати фільтр `{0}:{1}`.
vi: Cậu có thể bắt đầu sử dụng bộ lọc " `{0}":{1}`.
zh_hans: 现在您可以开始使用`{0}:{1}` 过滤器。
zh_hant: 您現在可以開始使用`{0}:{1}`篩選項。

# AnimeListSync_OnStateChanged_Title
source: Synchronization status for {0} user '{1}'
ar: حالة التزامن للمستخدم {0} '{1}'
bg: Състояние на синхронизацията за {0} потребител '{1}'
cs: Stav synchronizace pro uživatele {0} '{1}'
da: Synkroniseringsstatus for {0} bruger '{1}'
el: Κατάσταση συγχρονισμού για τον χρήστη {0} '{1}'
es: Estado de la sincronización para el usuario de {0} '{1}'
fi: Synkronoinnin tila {0} käyttäjälle '{1}'
fr: Statut de la synchronisation pour l'utilisateur {0} '{1}'
he: סטטוס סנכרון עבור משתמש {0} '{1}'
hu: A {0} felhasználó szinkronizálási állapota '{1}'
id: Status sinkronisasi untuk {0} pengguna '{1}'
it: Stato di sincronizzazione per l'utente di {0} '{1}'
ja: {0} ユーザー'{1}'の同期ステータス
ko: {0} 사용자 '{1}'의 동기화 상태
lt: {0} naudotojo sinchronizavimo būsena '{1}'
nb_no: Synkroniseringsstatus for {0} bruker '{1}'
nl: Synchronisatiestatus voor {0} gebruiker '{1}'
pl: Status synchronizacji dla użytkownika {0} '{1}'
pt: Estado de sincronização para o usuário de {0} '{1}'
ro: Stare de sincronizare pentru {0} utilizator '{1}'
ru: Состояние синхронизации для пользователя {0} '{1}'
sv: Synkroniseringsstatus för {0} användare '{1}'
th: สถานะการซิงโครไนซ์สำหรับผู้ใช้{0} '{1}'
tr: {0} kullanıcısı için senkronizasyon durumu '{1}'
uk: Стан синхронізації для користувача {0} '{1}'
vi: Trạng thái đồng bộ hóa cho người dùng {0} '{1}'
zh_hans: {0} 用户的同步状态 '{1}'
zh_hant: 使用者 {0} 的同步狀態 '{1}'

# AnimeListSyncState_Failed
source: Failed
ar: باءت بالفشل
bg: Неуспешен
cs: Neúspěšný
da: Mislykket
el: Αποτυχημένο
es: Fallido
fi: Epäonnistunut
fr: Échoué
he: נכשל
hu: Sikertelen
id: Gagal
it: Fallito
ja: 失敗
ko: 실패
lt: Nepavyko
nb_no: Mislykket
nl: Mislukt
pl: Nie powiodło się
pt: Falhou
ro: A eșuat
ru: Неудачный
sv: Misslyckades
th: ล้มเหลว
tr: Başarısız
uk: Не вдалося.
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

# AnimeListSyncState_Deleted
source: Deleted
ar: تم الحذف
bg: Изтрити
cs: Odstraněno
da: Slettet
de: Gelöscht
el: Διαγράφηκε
es: Borrado
fi: Poistettu
fr: Supprimé
he: נמחק
hu: Törölt
id: Dihapus
it: Eliminato
ja: 削除済み
ko: 삭제됨
lt: Ištrintas
nb_no: Slettet
nl: Verwijderd
pl: Usunięto
pt: Eliminado
ro: Șters
ru: Удалено
sv: Borttagen
th: ถูกลบ
tr: Silinmiş
uk: Видалено
vi: Đã xóa
zh_hans: 已删除
zh_hant: 已刪除

# JoinVoiceChannel_NoPermissionToConnectOrSpeak_Title
source: Permissions not set correctly to start voice round in '{0}'
ar: الصلاحيات لم يتم ضبطها بشكل صحيح لبدء جولة الصوت في '{0}'
bg: Разрешенията не са зададени правилно за стартиране на гласовия кръг в '{0}'
cs: Oprávnění nejsou správně nastavena pro spuštění hlasového kola v '{0}'
da: Tilladelser ikke sat korrekt til at starte stemmerunde i '{0}'
el: Τα δικαιώματα δεν έχουν οριστεί σωστά για την έναρξη του γύρου φωνής στο '{0}'
es: Permisos no establecidos correctamente para inicar una ronda de voz en '{0}'
fi: Käyttöoikeuksia ei ole asetettu oikein äänikierroksen aloittamiseksi osoitteessa '{0}'
fr: Les autorisations ne sont pas définies correctement pour démarrer le round de voix dans '{0}'
he: ההרשאות לא הוגדרו כהלכה כדי להתחיל סיבוב קולי ב-'{0}'.
hu: Nem megfelelően beállított jogosultságok a hangkör elindításához a '{0}' oldalon.
id: Izin tidak disetel dengan benar untuk memulai putaran suara di '{0}'
it: I permessi non sono stati impostati correttamente per avviare il giro vocale in '{0}'.
ja: {0}' で音声ラウンドを開始するためのパーミッションが正しく設定されていない。
ko: '{0}' 에서 음성 라운드를 시작하기 위한 권한이 올바르게 설정되지 않았습니다.
lt: Leidimai neteisingai nustatyti, kad būtų galima pradėti balso raundą adresu '{0}'
nb_no: Rettighetene er ikke satt riktig for å starte talerunden i '{0}'.
nl: De machtigingen zijn niet correct ingesteld om spraak ronde te started in '{0}'
pl: Uprawnienia nie zostały poprawnie ustawione, aby rozpocząć rundę głosową w '{0}'
pt: As permissões não foram definidas corretamente para iniciar a rodada de voz em '{0}'
ro: Permisiunile nu sunt setate corect pentru a începe runda vocală în '{0}'
ru: Неправильно установлены права для запуска голосового раунда в '{0}'
sv: Behörigheter inte korrekt angivna för att starta röstningsrunda i '{0}'
th: สิทธิ์ไม่ได้รับการตั้งค่าอย่างถูกต้องเพื่อเริ่มรอบเสียงใน '{0}'
tr: '{0}' adresinde ses turunu başlatmak için izinler doğru ayarlanmamış
uk: Неправильно встановлено дозволи для запуску голосового раунду в '{0}'
vi: Quyền truy cập không được thiết lập đúng cách để bắt đầu cuộc gọi thoại trong '{0}'.
zh_hans: 权限设置不正确，无法在 '{0}' 中启动语音轮播
zh_hant: 權限設置不正確，無法在 '{0}' 頻道中開始聲音題遊戲

# JoinVoiceChannel_NoPermissionToConnectOrSpeak_Description
source: You need to give me at least the **View channel**, **Connect** and **Speak** permissions for that channel.
ar: تحتاج إلى أن تعطيني على الأقل صلاحية ** العرض ** و ** الاتصال ** و ** التكلم ** لتلك القناة.
bg: Трябва да ми дадете поне разрешенията **View channel**, **Connect** и **Speak** за този канал.
cs: Musíte mi dát alespoň oprávnění **Zobrazit kanál**, **Připojit** a **Mluvit** pro tento kanál.
da: Du skal som minimum give mig **View channel**, **Connect** and **Speak** permissions for den kanal.
el: Πρέπει να μου δώσετε τουλάχιστον τα δικαιώματα **Προβολή καναλιού**, **Σύνδεση** και **Μίλα** για το συγκεκριμένο κανάλι.
es: Necesitas darme por lo menos los permisos de **Ver Canal**, **Conectar** y **Hablar** para ese canal.
fi: Sinun on annettava minulle ainakin **Näytä kanava**, **Yhdistä** ja **Puhu** -oikeudet kyseiselle kanavalle.
fr: Vous devez au moins me donner les autorisations **Afficher la chaîne**, **Connecter** et **Parler** pour cette chaîne.
he: אתה צריך לתת לי לפחות את ההרשאות הבאות לערוץ זה: **View channel**, **Connect** ו- **Speak**.
hu: Legalább a **View channel**, **Connect** és **Speak** jogosultságokat kell megadnod a csatornához.
id: Anda harus memberikan setidaknya izin **View channel**, **Connect** dan **Speak** untuk saluran tersebut.
it: Dovete darmi almeno i permessi **View channel**, **Connect** e **Speak** per quel canale.
ja: 少なくとも、**View channel** 、**Connect** 、**Speak** の権限を私に与える必要があります。
ko: 해당 채널에 대해 **채널 보기**, **연결** 및 **말하기** 권한 이상을 부여해야 합니다.
lt: Turite man suteikti bent **Peržiūrėti kanalą**, **Prisijungti** ir **Kalbėti** leidimus tam kanalui.
nb_no: Du må gi meg minst **Vis kanal**, **Koble til** og **Snakk** tillatelser for den kanalen.
nl: Je moet me minstens de **Kanaal bekijken**, **Verbinden** en **Spreken** permissies geven voor dat kanaal.
pl: Musisz nadać mi co najmniej uprawnienia **Wyświetl kanał**, **Połącz** i **Mów** dla tego kanału.
pt: Você precisa me conceder pelo menos as permissões **Ver canal**, **Conectar** e **Falar** para esse canal.
ro: Trebuie să-mi acordați cel puțin permisiunile **Vizualizare canal**, **Conectare** și **Vorbire** pentru canalul respectiv.
ru: Вы должны предоставить мне как минимум разрешения **View channel**, **Connect** и **Speak** для этого канала.
sv: Du måste ge mig minst behörigheterna **Visa kanal**, **Anslut** och **Tala** för den kanalen.
th: คุณต้องให้สิทธิ์ฉันอย่างน้อยดังนี้:**ดูช่อง**,**เชื่อมต่อ** และ**พูด** สำหรับช่องนั้น
tr: Bana bu kanal için en azından **Kanalı görüntüle**, **Bağlan** ve **Konuş** izinlerini vermeniz gerekiyor.
uk: Ви повинні дати мені принаймні **Переглянути канал**, **Підключити** і **Розмовляти** дозволи для цього каналу.
vi: Cậu cần cấp cho tớ ít nhất các quyền sau cho kênh đó: Xem **, Kênh**, **, Kết nối** và **, Nói**.
zh_hans: 您至少需要给我**View channel**,**Connect** 和**Speak** 的权限。
zh_hant: 您至少需要給我**檢視該頻道**，**連接**到該頻道和在該頻道**說話**的權限。

# Execute_Help_update
source: Forces an update of this server's information (channels, roles and such)
ar: يفرض تحديث معلومات هذا الخادم (القنوات والأدوار وما شابه)
bg: Принудително актуализиране на информацията за този сървър (канали, роли и др.)
cs: Vynutí aktualizaci informací o tomto serveru (kanály, role a podobně).
da: Fremtvinger en opdatering af denne servers oplysninger (kanaler, roller og lignende).
el: Επιβάλλει την ενημέρωση των πληροφοριών αυτού του διακομιστή (κανάλια, ρόλοι και άλλα παρόμοια)
es: Fuerza una actualización de la información de este servidor (canales, roles y demás)
fi: Pakottaa päivittämään tämän palvelimen tiedot (kanavat, roolit ja muut).
fr: Force une mise à jour des informations de ce serveur (canaux, rôles et autres)
he: מאלץ עדכון של המידע של שרת זה (ערוצים, תפקידים וכדומה)
hu: Kényszeríti a szerver információinak frissítését (csatornák, szerepek és hasonlók)
id: Memaksa pembaruan informasi server ini (saluran, peran, dan semacamnya)
it: Forza un aggiornamento delle informazioni di questo server (canali, ruoli e così via)
ja: このサーバーの情報（チャンネル、ロールなど）を強制的に更新する。
ko: 이 서버의 정보(채널, 역할 등)를 강제로 업데이트합니다.
lt: Atnaujina šio serverio informaciją (kanalus, vaidmenis ir pan.)
nb_no: Tvinger frem en oppdatering av denne serverens informasjon (kanaler, roller og lignende).
nl: Forceert een update van de informatie van deze server (kanalen, rollen en dergelijke)
pl: Wymusza aktualizacje informacji serwera ( kanały, role i inne)
pt: Força uma atualização da informação deste servidor (canais, funções e outros)
ro: Forțează o actualizare a informațiilor acestui server (canale, roluri și altele asemenea)
ru: Принудительное обновление информации об этом сервере (каналы, роли и т.п.)
sv: Tvingar fram en uppdatering av denna servers information (kanaler, roller och liknande)
th: บังคับให้มีการอัปเดตข้อมูลของเซิร์ฟเวอร์นี้ (ช่อง, บทบาท และอื่นๆ)
tr: Bu sunucunun bilgilerinin (kanallar, roller ve benzeri) güncellenmesini zorlar
uk: Примусово оновлює інформацію про цей сервер (канали, ролі тощо)
vi: Buộc cập nhật thông tin của máy chủ này (kênh, vai trò và các thông tin khác)
zh_hans: 强制更新该服务器的信息（频道、角色等）
zh_hant: 強制更新該伺服器的資訊（頻道、角色等）

# SendStatistics_ThemesCount
source: `{0}` themes
ar: موضوعات `{0}`
bg: `{0}` теми
cs: `{0}` témata
da: `{0}` temaer
el: `{0}` θέματα
es: `{0}` temas
fi: `{0}` teemat
fr: `{0}` thèmes
he: `{0}` נושאים
hu: `{0}` témák
id: `{0}` tema
it: `{0}` temi
ja: `{0}` テーマ
ko: `{0}` 테마
lt: `{0}` temos
nb_no: `{0}` temaer
nl: `{0}` thema's
pl: `{0}` tematy
pt: `{0}` temas
ro: `{0}` teme
ru: `{0}` темы
sv: `{0}` teman
th: `{0}` ธีม
tr: `{0}` temalar
uk: `{0}` теми
vi: `{0}` chủ đề
zh_hans: `{0}` 主题
zh_hant: `{0}` 種主題

# SendStatistics_CharactersCount
source: `{0}` characters
ar: ألشخصيات `{0}`
bg: `{0}` символи
cs: `{0}` znaky
da: `{0}` tegn
el: `{0}` χαρακτήρες
es: `{0}` personajes
fi: `{0}` merkit
fr: `{0}` caractères
he: `{0}` דמויות
hu: `{0}` karakterek
id: `{0}` karakter
it: `{0}` caratteri
ja: `{0}` 文字
ko: `{0}` 문자
lt: `{0}` ženklai
nb_no: `{0}` tegn
nl: `{0}` personages
pl: `{0}` znaki
pt: `{0}` personagens
ro: `{0}` caractere
ru: `{0}` символы
sv: `{0}` karaktärer
th: `{0}` ตัวอักษร
tr: `{0}` karakterler
uk: `{0}` символи
vi: `{0}` nhân vật
zh_hans: `{0}` 字符
zh_hant: `{0}` 位角色

# GetScoreFieldText_Rounds
source: `{0}` rounds
ar: جولات `{0}`
bg: `{0}` кръгове
cs: `{0}` kola
da: `{0}` runder
el: `{0}` γύροι
es: `{0}` rondas
fi: `{0}` kierrokset
fr: `{0}` tours
he: `{0}` סיבובים
hu: `{0}` forduló
id: `{0}` putaran
ja: `{0}`ラウンド
ko: `{0}` 라운드
lt: `{0}` raundai
nb_no: `{0}` Runder
nl: `{0}` rondes
pl: `{0}` rund
pt: `{0}` rodadas
ro: `{0}` runde
ru: `{0}` раунды
sv: `{0}` rundor
th: `{0}` รอบ
tr: `{0}` raunt
uk: `{0}` раунди
vi: `{0}` vòng
zh_hans: `{0}` 回合
zh_hant: `{0}` 回合

# SendStatistics_EasyRounds
source: `{0}` easy rounds
ar: `{0}` جولات سهلة
bg: `{0}` лесни кръгове
cs: `{0}` jednoduchých kol
da: `{0}` lette runder
de: `{0}` leichte Runden
el: `{0}` εύκολοι γύροι
es: `{0}` rondas fáciles
fi: `{0}` helpot kierrokset
fil: `{0}` na madali ang laro
fr: `{0}` parties de niveau facile
he: `{0}` סיבובים קלים
hu: `{0}` könnyű körök
id: `{0}` ronde mudah
it: `{0}` round facili
ja: `{0}`個のイージーラウンド
ko: `{0}` 쉬운 라운드
lt: `{0}` lengvi raundai
nb_no: `{0}` enkle runder
nl: `{0}` eenvoudige ronden
pl: `{0}` łatwych rund
pt: `{0}` rounds fáceis
ro: `{0}` runde ușoare
ru: `{0}` простые раунды
sv: `{0}` enkla rundor
th: `{0}` รอบง่าย
tr: `{0}` kolay seviye raunt
uk: `{0}` легкі раунди
vi: `{0}` vòng dễ dàng
zh_hans: `{0}` 个简单的轮
zh_hant: `{0}` 回合簡單難度

# GetServerScoreFieldText_Points
source: `{0}` points
ar: `{0}` النقاط
bg: `{0}` точки
cs: `{0}` bodů
da: `{0}` punkter
de: `{0}` Punkte
el: `{0}` βαθμοί
es: `{0}` puntos
fi: `{0}` pisteet
fil: `{0}` na puntos
hu: `{0}` pontok
id: `{0}` poin
it: `{0}` punti
ja: `{0}`ポイント
ko: `{0}` 포인트
lt: `{0}` taškai
nb_no: `{0}` poeng
nl: `{0}` punten
pl: `{0}` punkty
pt: `{0}` pontos
ro: `{0}` puncte
ru: `{0}` очков
sv: `{0}` punkter
th: `{0}` จุด
tr: `{0}` puan
uk: `{0}` бали
vi: `{0}` điểm
zh_hans: `{0}`分
zh_hant: `{0}` 分

# Create_StartedSession_Title
source: Started a session with {0} rounds
ar: بدأت جلسة مع {0} جولات
bg: Започнах сесия с {0} рунда
cs: Relace s {0} koly začala
da: Startede en session med {0} runder
de: Es startet eine Sitzung mit {0} Runden
el: Ξεκίνησε μια συνεδρία με {0} γύρους
es: Ha empezado una sesión con {0} rondas
fi: Aloitin istunnon {0} kierroksilla
fr: Début d'une session avec {0} parties
he: התחל סבב משחקים עם {0} סיבובים
hu: Kezdett egy munkamenetet {0} körökkel
id: Memulai sesi dengan {0} putaran
it: Hai iniziato una sessione con {0} rounds
ja: {0}ラウンドのセッションを開始しました
ko: {0} 라운드로 세션 시작
lt: Pradėta sesija nuo {0} raundų
nb_no: Startet en økt med {0} runder
nl: Sessie is begonnen met {0} ronden
pl: Rozpoczęto sesję z {0} rundami
pt: Começou-se uma sessão com {0} rounds
ro: A început o sesiune cu {0} runde
ru: Начал сессию с {0} раундов.
sv: Startade en session med {0} rundor
th: เริ่มเซสชั่นด้วย{0} รอบ
tr: {0} raunt içeren bir oturum başlatıldı
uk: Розпочали сесію з раундів {0}
vi: Bắt đầu một phiên với {0} vòng
zh_hans: 一个{0}轮的会话开始了
zh_hant: 已開始一局 {0} 題的遊戲

# SendAnimeInformation_By
source: by
ar: بواسطة
bg: от
cs: od
da: af
de: bei
el: από
es: por
fr: par
hu: a
id: oleh
it: Da
ko: 으로
lt: pagal
nb_no: av
nl: door
pl: twórca
pt: por
ro: de
ru: по ссылке
sv: av
th: โดย
tr: tarafından
uk: до
vi: bởi
zh_hans: 由
zh_hant: 由

# SendAnimeInformation_Song
source: Song
ar: أغنية
bg: Песен
cs: Píseň
da: Sang
de: Lied
el: Τραγούδι
es: Canción
fi: Laulu
fr: Chanson
id: Lagu
it: Canzone
ja: 曲
ko: 노래
lt: Daina
nb_no: Sang
nl: Lied
pl: Piosenka
pt: Música
ro: Cântec
ru: Песня
sv: Sång
th: เพลง
tr: Şarkı
uk: Пісня
vi: Bài hát
zh_hans: 歌
zh_hant: 歌曲

# SendGenres_Title
source: Genres
ar: الأنواع
bg: Жанрове
cs: Žánry
da: Genrer
el: Είδη
es: Géneros
fr: Types
he: ז'אנרים
hu: Műfajok
id: Genre
it: Generi
ja: ジャンル
ko: 장르
lt: Žanrai
nb_no: Sjangre
pl: Gatunki
pt: Gêneros
ro: Genuri
ru: Жанры
sv: Genrer
th: ประเภท
tr: Türler
uk: Жанри
vi: Thể loại
zh_hans: 流派
zh_hant: 分類
