Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# NightmareDifficulty_NoOtherFilters
source: you can't use the Nightmare difficulty with any other filters
ar: لا يمكنك استخدام صعوبة كابوس مع أي مرشحات أخرى
bg: не можете да използвате трудността Nightmare с други филтри.
cs: nemůžeš použít Děsivou obtížnost s jinými filtry
da: Du kan ikke bruge Nightmare-sværhedsgraden med andre filtre.
de: du kannst die Albtraum Schwierigkeitsstufe nicht in Kombination mit anderen Filtern verwenden
el: δεν μπορείτε να χρησιμοποιήσετε τη δυσκολία Nightmare με άλλα φίλτρα
es: no puedes usar la dificultad de pesadilla con ningún otro filtro
fi: Et voi käyttää painajaisvaikeutta minkään muun suodattimen kanssa.
fr: Vous ne pouvez pas utiliser le niveau de difficulté Cauchemar avec d'autre filtres
he: אי אפשר להשתמש ברמת הקושי "סיוט" עם מסננים אחרים.
hu: a Rémálom nehézséget nem használhatod más szűrőkkel.
id: Anda tidak dapat menggunakan kesulitan Mimpi buruk dengan filter lain
it: non puoi usare la difficoltà dell'incubo con qualsiasi altro filtro
ja: 難易度ナイトメアを他のフィルターと使用することはできません
ko: 악몽 난이도는 다른 필터와 함께 사용할 수 없습니다.
lt: negalite naudoti "Nightmare" sudėtingumo su jokiais kitais filtrais.
nb_no: du kan ikke bruke Nightmare-vanskelighetsgraden med andre filtre.
nl: de moeilijkheidsgraad nachtmerrie kan niet in combinatie met andere filters gebruikt worden
pl: nie możesz używać poziomu trudności Koszmar razem z innymi filtrami
pt: você não pode usar a dificuldade Pesadelo com outros filtros
ro: nu poți folosi dificultatea Nightmare cu alte filtre.
ru: вы не можете использовать сложность "Кошмар" с другими фильтрами
sv: du kan inte använda svårighetsgraden Mardröm med några andra filter
th: คุณไม่สามารถใช้ความยาก Nightmare กับฟิลเตอร์อื่นได้
tr: kabus seviye zorluğu başka filtrelerle birlikte kullanamazsın
uk: ви не можете використовувати складність "Кошмар" з іншими фільтрами
vi: Cậu không thể sử dụng chế độ Nightmare cùng với bất kỳ bộ lọc nào khác.
zh_hans: 你不能将恶梦难度与任何其他过滤器一起使用
zh_hant: 地獄難度不能與其他篩選項一起使用

# NsfwMode_Disabled
source: the channel must be set to NSFW in order to use this filter.
ar: يجب ضبط القناة على NSFW من أجل استخدام هذا المرشح.
bg: каналът трябва да е настроен на NSFW, за да се използва този филтър.
cs: aby jsi mohl/a použít tento filtr, musí být kanál nastaven jako NSFW.
da: Kanalen skal være indstillet til NSFW for at kunne bruge dette filter.
de: der Kanal muss auf NSFW gesetzt sein um diesen Filter verwenden zu können.
el: το κανάλι πρέπει να έχει οριστεί σε NSFW για να χρησιμοποιηθεί αυτό το φίλτρο.
es: el canal debe ser configurado a NSFW para poder usar este filtro.
fi: kanavan on oltava NSFW-asetuksella, jotta tätä suodatinta voidaan käyttää.
fr: Le salon doit être NSFW pour utiliser ce filtre.
he: הצ'אט חייב להייות NSFW בשביל להשתמש בסנן הזה.
hu: a csatornának NSFW-re kell állítani a szűrő használatához.
id: saluran harus diatur ke NSFW untuk menggunakan filter ini.
it: il canale deve essere impostato su NSFW per poter utilizzare questo filtro.
ja: このフィルターを使用するには、チャンネルをNSFWに設定する必要があります。
ko: 이 필터를 사용하려면 채널이 NSFW로 설정되어 있어야 합니다.
lt: norint naudoti šį filtrą, kanalas turi būti nustatytas kaip NSFW.
nb_no: kanalen må være satt til NSFW for å kunne bruke dette filteret.
nl: het kanaal moet in NSFW modus gezet zijn om dit filter te mogen gebruiken.
pl: kanał musi być ustawiony na NSFW, aby można było korzystać z tego filtru.
pt: o canal deve estar definido como NSFW para usar este filtro.
ro: canalul trebuie să fie setat la NSFW pentru a putea utiliza acest filtru.
ru: для использования этого фильтра канал должен быть настроен на NSFW.
sv: kanalen måste vara inställd på NSFW för att detta filter ska kunna användas.
th: ช่องต้องตั้งค่าเป็น NSFW เพื่อใช้ฟิลเตอร์นี้
tr: bu filtreyi kullanabilmek için kanal NSFW olarak ayarlanmalıdır.
uk: для використання цього фільтра канал має бути налаштований на NSFW.
vi: Kênh phải được đặt thành NSFW để có thể sử dụng bộ lọc này.
zh_hans: 频道必须设置为 NSFW 才能使用此过滤器。
zh_hant: 頻道必須設置為 限制級頻道 才能使用此篩選項。

# YearEnd_LessThanOrEqualToCurrentYear
source: end year must be ≤ current year
ar: يجب أن يكون العام النهائي ≤ العام الحالي
bg: крайната година трябва да бъде ≤ текущата година
cs: konečný rok musí být ≤ než aktuální rok
da: Slutåret skal være ≤ indeværende år
de: das Endjahr muss ≤ dem jetzigem Jahr sein
el: το έτος τέλους πρέπει να είναι ≤ τρέχον έτος
es: el año de finalización debe ser ≤ año actual
fi: loppuvuoden on oltava ≤ kuluva vuosi
fr: L'année de fin doit être ≤ à l'année présente
he: שנת הסיום חייבת להיות ≤ השנה הנוכחית
hu: a záró évnek ≤ folyó évnek kell lennie
id: akhir tahun harus ≤ tahun ini
it: la fine dell'anno deve essere ≤ anno corrente
ja: 終了年は現在の年以下である必要があります
ko: 연말 연도는 현재 연도보다 작아야 합니다.
lt: pabaigos metai turi būti ≤ einamieji metai
nb_no: Sluttåret må være ≤ inneværende år
nl: eindjaar moet ≤ huidige jaar
pl: rok końcowy musi być ≤ rok bieżący
pt: o ano de conclusão deve ser ≤ ano atual
ro: anul final trebuie să fie ≤ anul curent
ru: конечный год должен быть ≤ текущего года
sv: Slutåret måste vara ≤ innevarande år
th: สิ้นปีต้อง ≤ ปีปัจจุบัน
tr: bitiş yılı günümüzden ileride olamaz
uk: кінцевий рік повинен бути ≤ поточного року
vi: Năm kết thúc phải ≤ năm hiện tại
zh_hans: 完成年份必须 ≤ 当年
zh_hant: 結束年份必須 ≤ 今年

# YearStart_LessThanOrEqualToCurrentYear
source: start year must be ≤ current year
ar: يجب أن يكون سنة البدء ≤ السنة الحالية
bg: началната година трябва да бъде ≤ текущата година
cs: začáteční rok musí být ≤ než aktuální rok
da: Startåret skal være ≤ indeværende år
de: das Startjahr muss ≤ dem jetzigem Jahr sein
el: το έτος έναρξης πρέπει να είναι ≤ τρέχον έτος
es: el año de emisión debe ser ≤ año actual
fi: alkuvuoden on oltava ≤ kuluva vuosi
fr: L'année de début doit être ≤ à l'année présente
he: שנת ההתחלה חייבת להיות ≤ השנה הנוכחית
hu: a kezdő évnek ≤ folyó évnek kell lennie
id: awal tahun harus ≤ tahun ini
it: l'inizio dell'anno deve essere ≤ anno corrente
ja: 放送年は現在の年よりも小さいか同じである必要があります
ko: 시작 연도는 현재 연도보다 작아야 합니다.
lt: pradžios metai turi būti ≤ einamieji metai.
nb_no: startåret må være ≤ inneværende år
nl: beginjaar moet ≤ huidige jaar
pl: rok rozpoczęcia musi być ≤ rok bieżący
pt: o ano de emissão deve ser ≤ ano atual
ro: anul de început trebuie să fie ≤ anul curent
ru: начальный год должен быть ≤ текущего года
sv: Startåret måste vara ≤ innevarande år
th: ปีเริ่มต้นต้อง ≤ ปีปัจจุบัน
tr: başlangıç yılı günümüzden ileride olamaz
uk: початковий рік повинен бути ≤ поточного року
vi: Năm bắt đầu phải ≤ năm hiện tại
zh_hans: 发行年份必须 ≤ 当年
zh_hant: 起始年份必須 ≤ 今年

# YearStart_GreaterThan1900
source: start year must be > 1900
ar: يجب أن يكون سنة البدء> 1900
bg: началната година трябва да е > 1900 г.
cs: začáteční rok musí být > 1900
da: Startåret skal være > 1900
de: das Startjahr muss > 1900 sein
el: το έτος έναρξης πρέπει να είναι > 1900
es: el año de emisión debe ser > 1900
fi: alkuvuoden on oltava > 1900
fr: L'année de début doit être > 1900
he: שנת ההתחלה חייבת להיות &gt; 1900
hu: a kezdő évnek > 1900-nak kell lennie
id: awal tahun harus > 1900
it: l'inizio dell'anno deve essere > 1900
ja: 放送年は1900より大きくなければなりません
ko: 시작 연도는 1900년 이상이어야 합니다.
lt: pradžios metai turi būti > 1900 m.
nb_no: startåret må være > 1900
nl: beginjaar moet > 1900
pl: rok rozpoczęcia musi być> 1900
pt: o ano de emissão deve ser > 1900
ro: anul de început trebuie să fie > 1900
ru: начальный год должен быть > 1900
sv: startår måste vara > 1900
th: ปีเริ่มต้นต้องมากกว่า 1900
tr: başlangıç yılı 1900'den ileride olmalıdır
uk: початковий рік має бути > 1900
vi: Năm bắt đầu phải lớn hơn 1900
zh_hans: 发行年份必须 > 1900
zh_hant: 起始年份必須 > 1900 年

# YearEnd_GreaterThanOrEqualToYearStart
source: end year must be ≥ to start year
ar: يجب أن تكون سنة النهايه ≥ سنة البدء
bg: крайната година трябва да е ≥ на началната година
cs: konečný rok musí být ≥ jak začáteční rok
da: Slutåret skal være ≥ til startåret
de: das Endjahr muss ≥ dem Startjahr sein
el: το έτος τέλους πρέπει να είναι ≥ του έτους έναρξης
es: el año de finalización debe ser ≥ que el año de emisión
fi: loppuvuoden on oltava ≥ alkuvuoden
fr: L'année de fin doit être ≥ à l'année du début
he: שנת הסיום חייבת להיות ≥ לשנת ההתחלה
hu: a záró évnek ≥ a kezdő évnek kell lennie
id: akhir tahun harus ≥ untuk memulai tahun
it: la fine dell'anno deve essere ≥ all'inizio dell'anno
ja: 終了年は開始年に対して≧でなければならない
ko: 시작 연도에 비해 종료 연도가 ≥여야 합니다.
lt: pabaigos metai turi būti ≥ pradžios metų.
nb_no: Sluttåret må være ≥ startåret
nl: eindjaar moet ≥ beginjaar
pl: rok końcowy musi być ≥ rok początkowy
pt: o ano de finalização deve ser ≥ que o ano de emissão
ro: anul final trebuie să fie ≥ la anul de început
ru: конечный год должен быть ≥ начальному году
sv: Slutåret måste vara ≥ till startåret
th: ปีสิ้นสุดต้อง ≥ ปีเริ่มต้น
tr: bitiş yılı başlangıç yılından küçük olamaz
uk: кінцевий рік має бути ≥ початкового року
vi: Năm kết thúc phải lớn hơn hoặc bằng năm bắt đầu.
zh_hans: 完成年份必须 ≥ 发行年份
zh_hant: 結束年份必須 ≥ 起始年份

# SongType_Is_For_Audio_Only
source: song type filter can only be used on audio rounds
ar: لا يمكن استخدام مرشح نوع الأغنية إلا في جولات الصوت
bg: филтърът за тип песен може да се използва само за аудио кръгове
cs: filtr typů písní může být použit pouze na relace s hudbou
da: sangtypefilter kan kun bruges på lydrunder
de: Songtyp Filter können nur in Audiorunden verwendet werden
el: το φίλτρο τύπου τραγουδιού μπορεί να χρησιμοποιηθεί μόνο σε γύρους ήχου
es: el filtro para el tipo de canción solo puede ser usado en rondas de audio
fi: kappaleen tyyppistä suodatinta voidaan käyttää vain äänikierroksilla.
fr: Les filtres pour les extraits musicaux peuvent être utilisée seulement dans les parties de type audio
he: מסנן סוג השיר ניתן לשימוש רק בסיבובי אודיו
hu: a dal típusú szűrő csak audio körökben használható
id: filter jenis lagu hanya dapat digunakan pada ronde audio
it: il filtro tipo canzone può essere usato solo sui round audio
ja: 曲タイプフィルターはオーディオラウンドでのみ使用可能です
ko: 노래 유형 필터는 오디오 라운드에서만 사용할 수 있습니다.
lt: dainos tipo filtrą galima naudoti tik garso įrašams.
nb_no: sangtypefilteret kan bare brukes på lydrunder.
nl: filter op soort lied kan alleen gebruikt worden in audiorondes
pl: filtr typu utworu może być używany tylko w rundach typu audio
pt: filtro de músicas só pode ser usado em rounds de música
ro: filtrul de tip melodie poate fi utilizat numai pentru runde audio
ru: Фильтр типа композиции может использоваться только для звуковых раундов
sv: Filter för låttyp kan endast användas på ljudrundor
th: ตัวกรองประเภทเพลงสามารถใช้ได้เฉพาะในรอบเสียงเท่านั้น
tr: şarkı türü filtreleme yalnızca ses rauntlarında kullanılabilir
uk: фільтр типу пісні можна використовувати тільки на аудіо раундах
vi: Bộ lọc loại bài hát chỉ có thể được sử dụng trên các vòng âm thanh.
zh_hans: 歌曲类型过滤器只能用于音频轮
zh_hant: 歌曲類型篩選項只能用於聲音題

# GenreNotAvailable
source: this genre is not available
ar: هذا النوع غير متوفر
bg: този жанр не е наличен
cs: tento žánr není dostupný
da: Denne genre er ikke tilgængelig
de: dieses Genre ist nicht verfügbar
el: αυτό το είδος δεν είναι διαθέσιμο
es: este género no está disponible
fi: tätä lajia ei ole saatavilla
fr: Ce type d'anime n'est pas disponible
he: ז'אנר זה אינו זמין
hu: ez a műfaj nem elérhető
id: genre ini tidak tersedia
it: questo genere non è disponibile
ja: このジャンルはご利用いただけません
ko: 이 장르는 사용할 수 없습니다.
lt: šio žanro nėra
nb_no: denne sjangeren er ikke tilgjengelig
nl: dit genre is niet beschikbaar
pl: ten gatunek jest niedostępny
pt: esse gênero não está disponível
ro: acest gen nu este disponibil
ru: этот жанр недоступен
sv: denna genre är inte tillgänglig
th: ประเภทนี้ไม่มีให้บริการ
tr: bu tür mevcut değil
uk: цей жанр недоступний
vi: Thể loại này không có sẵn.
zh_hans: 这种类型不可用
zh_hant: 此類型不可用

# Execute_Help_stopg
source: Stops the current round
ar: توقف الجولة الحالية
bg: Спира текущия кръг
cs: Zastaví aktuální kolo
da: Stopper den aktuelle runde
de: Bricht die aktuelle Runde ab
el: Σταματά τον τρέχοντα γύρο
es: Detiene la ronda actual
fi: Pysäyttää nykyisen kierroksen
fr: Arrêter la session en cours
he: עוצר את הסיבוב הנוכחי
hu: Megállítja az aktuális kört
id: Menghentikan ronde saat ini
it: Ferma il round corrente
ja: 現在のラウンドを停止する
ko: 현재 라운드를 중지합니다.
lt: Sustabdo dabartinį raundą
nb_no: Stopper den pågående runden
nl: Stop de huidige ronde
pl: Zatrzymaj bieżącą rundę
pt: Para a partida atual
ro: Oprește runda curentă
ru: Остановка текущего раунда
sv: Stoppar den pågående rundan
th: หยุดรอบปัจจุบัน
tr: Mevcut raundu durdurur
uk: Зупиняє поточний раунд
vi: Dừng vòng hiện tại
zh_hans: 停止这轮
zh_hant: 停止當前回合

# Execute_Help_myscore
source: Shows your personal score
ar: يظهر درجاتك الشخصية
bg: Показва личния ви резултат
cs: Ukáže vaše osobní skóre
da: Viser din personlige score
de: Zeigt deinen persönlichen Punktestand
el: Εμφανίζει την προσωπική σας βαθμολογία
es: Muestra tu puntuaje personal
fi: Näyttää henkilökohtaisen pistemäärän
fr: Affichage de votre score
he: מציג את הציון האישי שלך
hu: Megmutatja a személyes pontszámát
id: Menampilkan skor pribadi Anda
it: Mostra il tuo punteggio personale
ja: パーソナルスコアを表示する
ko: 개인 점수 표시
lt: Rodo jūsų asmeninį rezultatą
nb_no: Viser din personlige poengsum
nl: Toon jouw persoonlijke score
pl: Pokazuje Twój osobisty wynik
pt: Mostra sua pontuação pessoal
ro: Afișează scorul tău personal
ru: Показывает ваш личный счет
sv: Visar din personliga poäng
th: แสดงคะแนนส่วนตัวของคุณ
tr: Kendi skorunuzu gösterir
uk: Показує ваш особистий рахунок
vi: Hiển thị điểm số cá nhân của cậu
zh_hans: 显示你的分数
zh_hant: 顯示個人得分

# Execute_Help_alltop
source: Shows the top players of all time in the server
ar: يعرض أفضل اللاعبين على الإطلاق في السرفر
bg: Показва най-добрите играчи за всички времена в сървъра
cs: Ukáže nejlepší hráče všech dob na tomto serveru
da: Viser de bedste spillere gennem tiderne på serveren
de: Zeigt die besten Spieler aller Zeiten dieses Servers
el: Εμφανίζει τους κορυφαίους παίκτες όλων των εποχών στο διακομιστή
es: Muestra los jugadores top de todo el tiempo en el servidor
fi: Näyttää kaikkien aikojen parhaat pelaajat palvelimella.
fr: Affichage des meilleurs joueurs du serveur depuis le début
he: הראה את השחקנים הטובים ביותר של כל הזמנים בשרת
hu: Megmutatja a szerver minden idők legjobb játékosait.
id: Menampilkan pemain teratas sepanjang masa di server
it: Mostra i migliori giocatori di tutti i tempi sul server
ja: サーバー内の歴代トッププレーヤーを表示する
ko: 서버에서 역대 최고 플레이어를 표시합니다.
lt: Rodomi geriausi visų laikų serverio žaidėjai
nb_no: Viser de beste spillerne på serveren gjennom tidene.
nl: Toon de beste spelers allertijden in deze server
pl: Pokazuje najlepszych graczy wszechczasów na serwerze
pt: Mostra os melhores jogadores de todos os tempos no servidor
ro: Arată cei mai buni jucători din toate timpurile pe server
ru: Показывает лучших игроков за все время существования сервера
sv: Visar de bästa spelarna genom tiderna på servern
th: แสดงผู้เล่นที่ดีที่สุดตลอดกาลในเซิร์ฟเวอร์
tr: Sunucunun tüm zamanların en yüksek puanlı oyuncularını gösterir
uk: Показує найкращих гравців усіх часів на сервері
vi: Hiển thị những người chơi xuất sắc nhất mọi thời đại trên máy chủ.
zh_hans: 显示服务器中所有时间的顶级玩家
zh_hant: 顯示伺服器中的最佳玩家

# Execute_Help_weektop
source: Shows the top players of this week in the server
ar: يعرض أفضل اللاعبين في هذا الأسبوع في السيرفر
bg: Показва най-добрите играчи за тази седмица в сървъра
cs: Ukáže nejlepší hráče tohoto týdne na tomto serveru
da: Viser denne uges topspillere på serveren
de: Zeigt die Topspieler dieser Woche auf diesem Server
el: Δείχνει τους κορυφαίους παίκτες αυτής της εβδομάδας στο διακομιστή
es: Muestra los jugadores top de esta semana en el servidor
fi: Näyttää tämän viikon parhaat pelaajat palvelimella.
fr: Affichage des meilleurs joueurs de la semaine dans le serveur
he: הראה את השחקים הטובים ביותר של השבוע
hu: Megmutatja az e heti legjobb játékosokat a szerveren
id: Menampilkan pemain teratas minggu ini di server
it: Mostra i migliori giocatori di questa settimana sul server
ja: サーバー内の今週のトッププレーヤーを表示する
ko: 서버에서 이번 주 상위 플레이어를 표시합니다.
lt: Rodomi geriausi šios savaitės serverio žaidėjai
nb_no: Viser ukens beste spillere på serveren.
nl: Toon de beste spelers van deze week in deze server
pl: Pokazuje najlepszych graczy tego tygodnia na serwerze
pt: Mostra os melhores jogadores desta semana no servidor
ro: Arată jucătorii de top din această săptămână pe server
ru: Показывает лучших игроков этой недели на сервере
sv: Visar veckans bästa spelare på servern
th: แสดงผู้เล่นอันดับต้น ๆ ของสัปดาห์นี้ในเซิร์ฟเวอร์
tr: Sunucunun bu haftaki en yüksek puanlı oyuncularını gösterir
uk: Показує найкращих гравців цього тижня на сервері
vi: Hiển thị những người chơi hàng đầu của tuần này trên máy chủ
zh_hans: 显示本周服务器中的顶级玩家
zh_hant: 顯示本週伺服器中的最佳玩家

# Execute_Help_CommandList
source: For a complete list of commands please [visit the website]({0}).
ar: للحصول على قائمة كاملة بالأوامر ، يرجى [زيارة الموقع]({0}).
bg: Пълен списък на командите можете да намерите [на уебсайта]({0}).
cs: Seznam všech příkazů nalezneš na [webstránce]({0}).
da: For en komplet liste over kommandoer, besøg venligst [hjemmesiden]({0}).
de: Für eine komplette Befehlsliste besuche bitte [die Homepage]({0}).
el: Για πλήρη κατάλογο των εντολών παρακαλούμε [επισκεφθείτε τον ιστότοπο]({0}).
es: Para una lista completa de comandos, por favor [visita la página web]({0}).
fi: Täydellinen luettelo komennoista löytyy [verkkosivuilta]({0}).
fr: Pour une liste complète des commandes veuillez [visiter le site web]({0}).
he: בשביל רשימה מלאה של הפקודות בבקשה [בקר/י באתר]({0}).
hu: A parancsok teljes listáját [látogasson el a weboldalra]({0}).
id: Untuk daftar lengkap perintah silakan [kunjungi situs web]({0}).
it: Per una lista completa dei comandi, si prega di [visitare la pagina web]({0}).
ja: コマンドの完全なリストは[ウェブサイトをご覧ください]({0})。
ko: 전체 명령어 목록은 [웹사이트 방문]({0})을 참조하세요.
lt: Išsamų komandų sąrašą rasite [apsilankę svetainėje]({0}).
nb_no: En fullstendig liste over kommandoer finner du [på nettstedet]({0}).
nl: Voor een compleet overzicht van de commando's [bezoek de website]({0}).
pl: Aby zobaczyć pełną listę poleceń, [odwiedź stronę internetową]({0}).
pt: Para uma lista completa de comandos por favor [visite o site]({0}).
ro: Pentru o listă completă a comenzilor, vă rugăm să [vizitați site-ul web]({0}).
ru: Полный список команд можно найти [на сайте]({0}).
sv: För en fullständig förteckning över kommandon, vänligen [besök webbplatsen]({0}).
th: สำหรับรายการคำสั่งทั้งหมด โปรด [เยี่ยมชมเว็บไซต์]({0}).
tr: Bütün komutların bir listesi için lütfen [websitesini ziyaret edin]({0}).
uk: Повний список команд можна знайти на веб-сайті ({0}).
vi: Để xem danh sách đầy đủ các lệnh, cậu vui lòng [truy cập trang web]({0}).
zh_hans: 有关完整的命令清单，请[访问网站]({0})。
zh_hant: 有關完整的指令列表，請[參見網站]({0})。

# Execute_Help_sgvn
source: Start a new visual novel image round
ar: ابدأ جولة صورة مرئية جديدة
bg: Започнете нов кръг от изображения на визуален роман
cs: Začne novou relaci s vizuálními novelami
da: Start en ny billedrunde til en visuel roman
de: Startet eine neue Runde mit Visual Novels
el: Ξεκινήστε ένα νέο γύρο εικόνων οπτικού μυθιστορήματος
es: Comienza una nueva ronda de imagen de novela visual
fi: Aloita uusi visuaalisen romaanin kuvakierros
fr: Commencer une nouvelle partie de type visual novel
he: התחל משחק תמונות חדש של ויז'ואל נובל
hu: Új vizuális regény képkör indítása
id: Memulai ronde baru gambar visual novel
it: Inizia un nuovo round di immagini di visual novel
ja: 新しいビジュアルノベルのイメージラウンドを開始する
ko: 새로운 비주얼 노벨 이미지 라운드 시작
lt: Pradėkite naują vaizdinio romano vaizdų ratą
nb_no: Start en ny visuell roman-bilderunde
nl: Begin een nieuwe visual novel afbeeldingenronde
pl: Rozpocznij nową rundę obrazu powieści wizualnej
pt: Começa um novo round de imagens de visual novel
ro: Începe o nouă rundă de imagini de roman vizual
ru: Начать новый раунд изображения визуального романа
sv: Starta en ny bildrunda för visuella romaner
th: เริ่มรอบใหม่ของภาพนิยายภาพ
tr: Yeni bir görsel roman raundu başlatır
uk: Почніть новий раунд візуального роману
vi: Bắt đầu một vòng hình ảnh mới cho visual novel
zh_hans: 开始一个新的视觉小说图像轮
zh_hant: 開始新的一道視覺小說圖片題

# Execute_Help_ctop
source: Shows the custom leaderboard
ar: يظهر المتصدرين المخصصين
bg: Показва персонализираната класация
cs: Ukáže vlastní žebříček
da: Viser det brugerdefinerede leaderboard
de: Zeigt die benutzerdefinierte Rekordliste
el: Εμφανίζει τον προσαρμοσμένο πίνακα κατάταξης
es: Muestra la tabla de posiciones personalizada
fi: Näyttää mukautetun tulostaulun
fr: Affichage du classement personnalisé
he: הראה את רשימת המובילים המותאמת
hu: Megjeleníti az egyéni ranglistát
id: Menampilkan papan peringkat khusus
it: Visualizza la classifica personalizzata
ja: カスタムリーダーボードを表示する
ko: 사용자 지정 순위표 표시
lt: Rodoma pasirinktinė lyderių lenta
nb_no: Viser den egendefinerte ledertavlen
nl: Toon het scorebord op maat
pl: Pokazuje ranking niestandardowy
pt: Mostra a classificação customizada
ro: Afișează clasamentul personalizat
ru: Показывает пользовательскую таблицу лидеров
sv: Visar den anpassade topplistan
th: แสดงกระดานผู้นำแบบกำหนดเอง
tr: Özel sıralamayı gösterir
uk: Відображає користувацький список лідерів
vi: Hiển thị bảng xếp hạng tùy chỉnh
zh_hans: 显示自定义排行榜
zh_hant: 顯示自定義排行榜

# Execute_Help_serverscore
source: Shows this server's total score
ar: يعرض إجمالي النتيجة لهذا السيرفر
bg: Показва общия резултат на този сървър
cs: Ukáže celkové skóre tohoto serveru
da: Viser denne servers samlede score
de: Zeigt die Gesamtpunktzahl des Servers
el: Εμφανίζει τη συνολική βαθμολογία αυτού του διακομιστή
es: Muestra el puntaje total de este servidor
fi: Näyttää tämän palvelimen kokonaispisteet
fr: Affichage du score total du serveur
he: הראה את סכום הנקודות של כל השרת
hu: Megjeleníti a szerver teljes pontszámát
id: Menampilkan skor total di server ini
it: Visualizza il punteggio totale per questo server
ja: このサーバーの合計スコアを表示する
ko: 이 서버의 총 점수를 표시합니다.
lt: Rodomas bendras šio serverio rezultatas
nb_no: Viser serverens totale poengsum
nl: Toon de totaalscore van deze server
pl: Pokazuje łączny wynik tego serwera
pt: Mostra a pontuação total do servidor
ro: Afișează scorul total al acestui server
ru: Показывает общую оценку данного сервера
sv: Visar den här serverns totala poäng
th: แสดงคะแนนรวมของเซิร์ฟเวอร์นี้
tr: Sunucunun toplam skorunu gösterir
uk: Показує загальну оцінку цього сервера
vi: Hiển thị tổng điểm của máy chủ này
zh_hans: 显示该服务器的总分
zh_hant: 顯示該伺服器的總分
