Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# TooManyWrongGuesses_Description
source: {0}, you have guessed '{1}' or something similar too often. I will ignore it for a while.
bg: {0}, твърде често сте отгатвали "{1}" или нещо подобно. Ще го игнорирам за известно време.
cs: {0}, příliš často jste hádali '{1}' nebo něco podobného. Na chvíli to budu ignorovat.
da: {0}Du har gættet "{1}" eller noget lignende for ofte. Jeg vil ignorere det et stykke tid.
el: {0}, έχετε μαντέψει πολύ συχνά το '{1}' ή κάτι παρόμοιο. Θα το αγνοήσω για λίγο.
es: {0}, has adivinado '{1}' o algo parecido muchas veces. Lo ignoraré por un rato.
fi: {0}, olet arvannut liian usein '{1}' tai jotain vastaavaa. Jätän sen hetkeksi huomiotta.
fr: {0}Vous avez trop souvent deviné "{1}" ou quelque chose de similaire. Je vais l'ignorer pendant un certain temps.
he: {0}, ניחשתם '{1}' או משהו דומה לעתים קרובות מדי. אני אתעלם מזה לזמן מה.
hu: {0}, túl gyakran tippelted a '{1}' vagy valami hasonlót. Egy ideig nem veszek róla tudomást.
id: {0}Anda pasti sudah terlalu sering menebak '{1}' atau sesuatu yang serupa. Saya akan mengabaikannya untuk sementara waktu.
it: {0}Hai indovinato troppo spesso "{1}" o qualcosa di simile. Lo ignorerò per un po'.
ja: {0}{1}"とか、似たようなことを何度も言っていますね。しばらく無視します。
ko: {0}'{1}' 또는 이와 유사한 것을 너무 자주 맞혔습니다. 당분간은 무시하겠습니다.
lt: {0}, per dažnai spėjate, kad "{1}" ar panašiai. Kurį laiką į tai nekreipsiu dėmesio.
nb_no: {0}har du gjettet "{1}" eller noe lignende for ofte. Jeg skal ignorere det en stund.
nl: {0}Je hebt te vaak '{1}' of iets dergelijks geraden. Ik zal het een tijdje negeren.
pl: {0}, zbyt często zgadywałeś '{1}' lub coś podobnego. Zignoruję to na jakiś czas.
pt: {0}, adivinhou "{1}" ou algo semelhante demasiadas vezes. Vou ignorá-lo durante algum tempo.
ro: {0}, ați ghicit de prea multe ori '{1}' sau ceva similar. O voi ignora pentru o vreme.
ru: {0}Вы слишком часто угадывали '{1}' или что-то подобное. Я буду игнорировать это некоторое время.
sv: {0}, har du gissat på '{1}' eller något liknande för ofta. Jag kommer att ignorera det ett tag.
th: {0}คุณเดาว่า "{1}" หรืออะไรที่คล้ายกันบ่อยเกินไปแล้ว ฉันจะละเว้นไปสักพัก
tr: {0}'{1}' ya da benzer bir şeyi çok sık tahmin ettiniz. Bir süreliğine görmezden geleceğim.
uk: {0}ви занадто часто вгадували "{1}" або щось подібне. Я буду ігнорувати це деякий час.
vi: {0}Cậu đã đoán "{1}" hoặc một cụm từ tương tự quá nhiều lần. Tớ sẽ bỏ qua nó trong một thời gian.
zh_hans: {0}, 您经常猜 "{1}"或类似的东西。我会暂时忽略它。
zh_hant: {0}，您已經猜過 "{1}" 或類似的回答太多次了。我會暫時忽略它。

# Execute_Help_sgp
source: Start a new Pokémon round
bg: Започнете нов кръг с покемони
cs: Zahájení nového kola Pokémonů
da: Start en ny Pokémon-runde
el: Ξεκινήστε έναν νέο γύρο Pokémon
es: Comienza una nueva ronda de Pokémon
fi: Aloita uusi Pokémon-kierros
fr: Commencer une nouvelle ronde Pokémon
he: התחל סיבוב פוקימון חדש
hu: Új Pokémon kör indítása
id: Memulai ronde Pokémon baru
it: Iniziare un nuovo round Pokémon
ja: 新しいポケモンラウンドを始める
ko: 새로운 포켓몬 라운드 시작
lt: Pradėkite naują pokemonų raundą
nb_no: Start en ny Pokémon-runde
nl: Begin een nieuwe Pokémon-ronde
pl: Rozpocznij nową rundę Pokémonów
pt: Iniciar uma nova ronda Pokémon
ro: Începe o nouă rundă Pokémon
ru: Начать новый раунд игры с покемонами
sv: Starta en ny Pokémonrunda
th: เริ่มรอบใหม่ของโปเกมอน
tr: Yeni bir Pokémon turu başlatın
uk: Почніть новий раунд гри з покемонами
vi: Bắt đầu một vòng Pokémon mới
zh_hans: 开始新一轮神奇宝贝游戏
zh_hant: 開始新的一道寶可夢題

# SendHelp_GameRounds
source: Video game rounds
bg: Кръгове на видеоигри
cs: Kola videoher
da: Videospil-runder
el: Γύροι βιντεοπαιχνιδιών
es: Rondas de videojuegos
fi: Videopelien kierrokset
fr: Rondes de jeux vidéo
he: סבבי משחקי וידאו
hu: Videójáték körök
id: Putaran video game
it: Giri di videogiochi
ja: ビデオゲーム・ラウンド
ko: 비디오 게임 라운드
lt: Vaizdo žaidimų turai
nb_no: Runder med videospill
nl: Videospel rondes
pl: Rundy gier wideo
pt: Rodadas de jogos de vídeo
ro: Runde de jocuri video
ru: Видеоигровые раунды
sv: Rundor för videospel
th: รอบเกมวิดีโอ
tr: Video oyunu turları
uk: Раунди відеоігор
vi: Vòng chơi trò chơi điện tử
zh_hans: 电子游戏回合
zh_hant: 電子遊戲題

# TooManyWrongGuesses_Title
source: Too many wrong guesses
bg: Твърде много грешни предположения
cs: Příliš mnoho špatných odhadů
da: For mange forkerte gæt
el: Πάρα πολλές λανθασμένες εικασίες
es: Has adivinado mal demasiadas veces
fi: Liian monta väärää arvausta
fr: Trop de mauvaises réponses
he: יותר מדי ניחושים שגויים
hu: Túl sok rossz tipp
id: Terlalu banyak tebakan yang salah
it: Troppe ipotesi sbagliate
ja: 間違った推測が多すぎる
ko: 너무 많은 잘못된 추측
lt: Per daug neteisingų spėjimų
nb_no: For mange feil gjetninger
nl: Te veel fout gegokt
pl: Zbyt wiele błędnych odpowiedzi
pt: Demasiados palpites errados
ro: Prea multe presupuneri greșite
ru: Слишком много неверных предположений
sv: För många felaktiga gissningar
th: เดาผิดมากเกินไป
tr: Çok fazla yanlış tahmin
uk: Занадто багато помилкових припущень
vi: Quá nhiều phỏng đoán sai
zh_hans: 猜错太多
zh_hant: 猜錯太多次了

# SendStatistics_VideoGameCount
source: `{0}` video games
bg: `{0}` видеоигри
cs: `{0}` videohry
da: `{0}` Videospil
el: `{0}` βιντεοπαιχνίδια
es: `{0}` videojuegos
fi: `{0}` videopelit
fr: `{0}` jeux vidéo
he: `{0}` משחקי וידאו
hu: `{0}` videojátékok
id: `{0}` video game
it: `{0}` videogiochi
ja: `{0}` ビデオゲーム
ko: `{0}` 비디오 게임
lt: `{0}` vaizdo žaidimai
nb_no: `{0}` Videospill
nl: `{0}` videospellen
pl: `{0}` gry wideo
pt: `{0}` jogos de vídeo
ro: `{0}` jocuri video
ru: `{0}` видеоигры
sv: `{0}` Videospel
th: `{0}` วิดีโอเกม
tr: `{0}` video oyunları
uk: `{0}` відеоігри
vi: `{0}` trò chơi điện tử
zh_hans: `{0}` 电子游戏
zh_hant: `{0}` 款電子遊戲

# CreateFilterDescription_CharacterGender
source: Character gender: **{0}**
bg: Пол на героя: **{0}**
cs: Pohlaví postavy: **{0}**
da: Karakterens køn: **{0}**
el: Φύλο χαρακτήρα: **{0}**
es: Género del personaje: **{0}**
fi: Hahmon sukupuoli: **{0}**
fr: Sexe du personnage : **{0}**
he: מגדר הדמות: **{0}**
hu: Karakter neme: **{0}**
id: Jenis kelamin karakter: **{0}**
it: Genere del personaggio: **{0}**
ja: キャラクターの性別：**{0}**
ko: 캐릭터 성별: **{0}**
lt: Personažo lytis: **{0}**
nb_no: Karakterens kjønn: **{0}**
nl: Karakter geslacht: **{0}**
pl: Płeć postaci: **{0}**
pt: Sexo da personagem: **{0}**
ro: Sexul personajului: **{0}**
ru: Пол персонажа: **{0}**
sv: Karaktärens kön: **{0}**
th: เพศของตัวละคร:**{0}**
tr: Karakter cinsiyeti: **{0}**
uk: Стать персонажа: **{0}**
vi: Giới tính của nhân vật: **{0}**
zh_hans: 角色性别**{0}**
zh_hant: 角色性别：**{0}**

# CreateFilterDescription_NoHints
source: No hints
bg: Без намеци
cs: Žádné nápovědy
da: Ingen antydninger
el: Δεν υπάρχουν υποδείξεις
es: Sin pistas
fi: Ei vihjeitä
fr: Pas d'indices
he: אין רמזים
hu: Nincsenek tippek
id: Tidak ada petunjuk
it: Nessun suggerimento
ja: ノーヒント
ko: 힌트 없음
lt: Jokių užuominų
nb_no: Ingen hint
nl: Geen hints
pl: Brak wskazówek
pt: Sem sugestões
ro: Nu există indicii
ru: Никаких намеков
sv: Inga ledtrådar
th: ไม่มีคำใบ้
tr: İpucu yok
uk: Ніяких натяків.
vi: Không có gợi ý
zh_hans: 无提示
zh_hant: 無提示

# Execute_Help_sbv
source: Start a new video round with multiple-choice buttons
bg: Стартиране на нов кръг от видеоклипове с бутони с избор между няколко отговора
cs: Spuštění nového kola videa s tlačítky s možností výběru z několika možností
da: Start en ny videorunde med multiple choice-knapper
el: Ξεκινήστε έναν νέο γύρο βίντεο με κουμπιά πολλαπλών επιλογών
es: Comienza una nueva ronda de vídeos con botones de opción múltiple
fi: Aloita uusi videokierros monivalintapainikkeilla.
fr: Commencer un nouveau tour vidéo avec des boutons à choix multiples
he: התחל סיבוב וידאו חדש עם כפתורי בחירה מרובה
hu: Új videókör indítása feleletválasztós gombokkal
id: Memulai babak video baru dengan tombol pilihan ganda
it: Avvio di un nuovo ciclo di video con pulsanti a scelta multipla
ja: 複数選択ボタンで新しいビデオラウンドを開始する
ko: 객관식 버튼으로 새 비디오 라운드를 시작하세요.
lt: Pradėkite naują vaizdo įrašų raundą su kelių atsakymų mygtukais
nb_no: Starte en ny videorunde med flervalgsknapper
nl: Start een nieuwe videoronde met meerkeuzeknoppen
pl: Rozpocznij nową rundę wideo z przyciskami wielokrotnego wyboru
pt: Iniciar uma nova ronda de vídeo com botões de escolha múltipla
ro: Începeți o nouă rundă video cu butoane cu alegere multiplă
ru: Начните новый раунд с помощью кнопок с несколькими вариантами ответов
sv: Starta en ny videorunda med flervalsknappar
th: เริ่มรอบวิดีโอใหม่ด้วยปุ่มตัวเลือกแบบหลายคำตอบ
tr: Çoktan seçmeli düğmelerle yeni bir video turu başlatın
uk: Почніть новий раунд відео за допомогою кнопок з декількома варіантами вибору
vi: Bắt đầu một vòng video mới với các nút chọn đáp án
zh_hans: 使用多选按钮开始新一轮视频播放
zh_hant: 開始新的一道影片選擇題

# Execute_Help_sba
source: Start a new audio round with multiple-choice buttons
bg: Започнете нов аудио рунд с бутони за избор от няколко отговора
cs: Spuštění nového zvukového kola s tlačítky s možností výběru z několika možností
da: Start en ny lydrunde med multiple choice-knapper
el: Ξεκινήστε έναν νέο γύρο ήχου με κουμπιά πολλαπλών επιλογών
es: Comienza una nueva ronda de audio con botones de opción múltiple
fi: Aloita uusi äänikierros monivalintapainikkeilla.
fr: Commencer un nouveau tour audio avec des boutons à choix multiples
he: התחל סיבוב אודיו חדש עם כפתורי בחירה מרובה
hu: Új hangkör indítása feleletválasztós gombokkal
id: Memulai babak audio baru dengan tombol pilihan ganda
it: Avviare un nuovo round audio con i pulsanti a scelta multipla
ja: 複数選択ボタンで新しいオーディオラウンドを開始する
ko: 객관식 버튼으로 새 오디오 라운드를 시작하세요.
lt: Pradėkite naują garso raundą su kelių atsakymų mygtukais
nb_no: Starte en ny lydrunde med flervalgsknapper
nl: Start een nieuwe audioronde met meerkeuzeknoppen
pl: Rozpocznij nową rundę audio z przyciskami wielokrotnego wyboru
pt: Iniciar uma nova ronda áudio com botões de escolha múltipla
ro: Începeți o nouă rundă audio cu butoane cu alegere multiplă
ru: Начните новый аудиораунд с помощью кнопок с несколькими вариантами ответов
sv: Starta en ny ljudrunda med flervalsknappar
th: เริ่มรอบเสียงใหม่พร้อมปุ่มตัวเลือกหลายข้อ
tr: Çoktan seçmeli düğmelerle yeni bir ses turu başlatın
uk: Почніть новий аудіо раунд за допомогою кнопок з декількома варіантами вибору
vi: Bắt đầu một vòng âm thanh mới với các nút chọn đáp án
zh_hans: 使用多选按钮开始新一轮音频播放
zh_hant: 開始新的一道聲音選擇題

# ManagementCommandModule_Language_PreferredLanguage
source: Server's language - {0}
bg: Език на сървъра - {0}
cs: Jazyk serveru - {0}
da: Serverens sprog - {0}
el: Γλώσσα διακομιστή - {0}
es: Idioma del servidor - {0}
fi: Palvelimen kieli - {0}
fr: Langue du serveur - {0}
he: שפת השרת - {0}
hu: A kiszolgáló nyelve - {0}
id: Bahasa server - {0}
it: Lingua del server - {0}
ja: サーバーの言語{0}
ko: 서버의 언어 {0}
lt: Serverio kalba - {0}
nb_no: Serverens språk {0}
nl: Taal van de server - {0}
pl: Język serwera - {0}
pt: Língua do servidor - {0}
ro: Limba serverului - {0}
ru: Язык сервера - {0}
sv: Servern språk - (engelska) {0}
th: ภาษาของเซิร์ฟเวอร์ -{0}
tr: Sunucunun dili - {0}
uk: Мова сервера - Мова сервера {0}
vi: Ngôn ngữ của máy chủ - {0}
zh_hans: 服务器语言{0}
zh_hant: 伺服器語言：{0}

# ToReduceThisCooldown_BecomeASupporter
source: To reduce this cooldown, you can [become a supporter]({0}).
cs: Chcete-li zkrátit dobu odezvy, můžete se [stát příznivcem]({0}).
da: For at reducere denne nedkøling kan du [blive en supporter]({0}).
el: Για να μειώσετε αυτή την αναμονή, μπορείτε να [γίνετε υποστηρικτής]({0}).
fi: Voit lyhentää tätä jäähdytysaikaa [ryhtymällä kannattajaksi]({0}).
fr: Pour réduire ce temps de recharge, vous pouvez [devenir un supporter] ({0}).
he: כדי לקצר את זמן ההמתנה, תוכלו [להפוך לתומכים]({0}).
hu: Ennek a lehűlési időnek a csökkentéséhez [támogatóvá válhatsz]({0}).
id: Untuk mengurangi cooldown ini, Anda dapat [menjadi pendukung]({0}).
it: Per ridurre il tempo di attesa, è possibile [diventare sostenitore]({0}).
nb_no: For å redusere denne nedkjølingen kan du [bli en støttespiller]({0}).
nl: Om deze cooldown te verminderen, kun je [supporter worden]({0}).
pl: Aby skrócić ten czas odnowienia, możesz [zostać wspierającym]({0}).
pt: Para reduzir este tempo de espera, podes [tornar-te um apoiante]({0}).
ro: Pentru a reduce această perioadă de răcire, poți [deveni un susținător]({0}).
ru: Чтобы сократить время действия, вы можете [стать сторонником]({0}).
th: เพื่อลดระยะเวลาคูลดาวน์นี้ คุณสามารถ [เป็นผู้สนับสนุน]({0})
tr: Bu bekleme süresini azaltmak için [destekçi olabilirsiniz]({0}).
uk: Щоб зменшити час охолодження, ви можете [стати прихильником]({0}).
vi: Để giảm thời gian chờ này, cậu có thể [trở thành người ủng hộ]({0}).
zh_hans: 要缩短冷却时间，你可以 [成为支持者]({0})。
zh_hant: 想要縮短冷卻時間，你可以[成為支持者]({0})。

# Execute_Help_sgm
source: Start a new manga round
el: Ξεκινήστε έναν νέο γύρο manga
fi: Aloita uusi mangakierros
he: התחל סיבוב מנגה חדש
it: Iniziare un nuovo ciclo di manga
nb_no: Start en ny mangarunde
nl: Begin een nieuwe mangaronde
ru: Начните новый раунд манги
th: เริ่มรอบมังงะใหม่
vi: Bắt đầu một vòng manga mới
zh_hant: 開始新的一道漫畫題

# AnimeTypes_TvSpecial
source: TV Specials
el: Ειδικά τηλεοπτικά προγράμματα
fi: TV-erikoisohjelmat
he: תוכניות טלוויזיה מיוחדות
it: Speciali TV
nb_no: TV-spesialer
ru: Телевизионные спецвыпуски
th: รายการพิเศษทางโทรทัศน์
vi: Chương trình truyền hình đặc biệt
zh_hant: 電視特輯

# Help_AnimeTypes_EnumsField_Title
source: Types:
el: Τύποι:
fi: Tyypit:
he: סוגים:
it: Tipi:
nb_no: Typer:
nl: Soorten:
ru: Типы:
th: ประเภท:
vi: Loại:
zh_hant: 類型：

# MediaTypes_Anime
source: Anime
he: אנימה
ru: Аниме
th: อนิเมะ
uk: Аніме
vi: Hoạt hình
zh_hant: 動畫

# MediaTypes_Manga
source: Manga
he: מנגה
ru: Манга
th: มังงะ
uk: Манга
vi: Truyện tranh
zh_hant: 漫畫

# MediaTypes_VisualNovel
source: Visual novels
cs: Vizuální romány
da: Visuelle romaner
el: Οπτικά μυθιστορήματα
fi: Visuaaliset romaanit
fr: Romans visuels
he: רומנים חזותיים
id: Novel visual
it: Romanzi visivi
nb_no: Visuelle romaner
nl: Visuele romans
pl: Powieści wizualne
ru: Визуальные новеллы
th: นิยายภาพ
tr: Görsel romanlar
uk: Візуальні романи
vi: Tiểu thuyết hình ảnh
zh_hant: 視覺小說

# MediaTypes_VideoGame
source: Video games
cs: Videohry
da: Videospil
el: Βιντεοπαιχνίδια
fi: Videopelit
fr: Jeux vidéo
he: משחקי וידאו
id: Permainan video
it: Videogiochi
nb_no: Videospill
pl: Gry wideo
ru: Видеоигры
th: วิดีโอเกม
tr: Video oyunları
uk: Відеоігри
vi: Trò chơi điện tử
zh_hant: 電子遊戲

# MediaTypes_Pokemon
source: Pokémon
cs: Pokémoni
he: פוקימון
ru: Покемон
th: โปเกมอน
uk: Покемони
zh_hant: 寶可夢

# MediaTypes_AnimeCharacter
source: Anime characters
cs: Postavy z anime
da: Anime-figurer
el: Χαρακτήρες Anime
fi: Anime-hahmot
fr: Personnages d'animation
he: דמויות אנימה
id: Karakter anime
it: Personaggi degli anime
nb_no: Anime-figurer
nl: Anime personages
pl: Postacie z anime
ru: Персонажи аниме
th: ตัวละครอนิเมะ
tr: Anime karakterleri
uk: Персонажі аніме
vi: Nhân vật anime
zh_hant: 動畫角色

# SendStatistics_MangaCount
source: `{0}` manga
he: `{0}` מנגה
ru: `{0}` манга
th: `{0}` มังงะ
zh_hant: `{0}` 部漫畫

# AudioManipulationTypes_Random
source: Random
el: Τυχαία
fi: Satunnainen
he: אקראי
it: Casuale
nb_no: Tilfeldig
nl: Willekeurig
ru: Случайный
th: สุ่ม
vi: Ngẫu nhiên
zh_hant: 隨機

# AudioManipulationTypes_Vibrato
source: Vibrato
he: ויברטו
ru: Вибрато
th: วิบราโต
vi: Rung giọng
zh_hant: 顫音

# AudioManipulationTypes_Tremolo
source: Tremolo
he: טרמולו
ru: Тремоло
th: เทรมโล
vi: Rung
zh_hant: 顫動

# AudioManipulationTypes_Distortion
source: Distortion
el: Παραμόρφωση
fi: Särö
he: עיוות
it: Distorsione
nb_no: Forvrengning
nl: Vervorming
ru: Искажение
th: การบิดเบือน
vi: Sự biến dạng
zh_hant: 失真

# AudioManipulationTypes_Rotation
source: Rotation
el: Περιστροφή
fi: Kierto
he: סיבוב
it: Rotazione
nb_no: Rotasjon
nl: Rotatie
ru: Вращение
th: การหมุนเวียน
vi: Xoay
zh_hant: 左右擺動

# Help_AnimeTypes_Title
source: Anime types for the filter
el: Τύποι Anime για το φίλτρο
fi: Anime-tyypit suodatinta varten
he: סוגי אנימה למסנן
it: Tipi di calce per il filtro
nb_no: Anime-typer for filteret
nl: Kalksoorten voor het filter
ru: Виды аниме для фильтра
th: ประเภทอนิเมะสำหรับตัวกรอง
vi: Các thể loại anime cho bộ lọc
zh_hant: 動畫類型篩選項

# Execute_Help_ping
source: Measure bot and discord latency
el: Μέτρηση της καθυστέρησης bot και discord
fi: Mittaa bottien ja erimielisyyksien viive
he: מדוד את זמן ההשהיה של הבוט ו-Discord
it: Misurare la latenza di bot e discordie
nb_no: Måle bot- og discord-forsinkelse
nl: Meet bot en discord latentie
ru: Измерьте время ожидания бота и раздора
th: วัดค่าความหน่วงของบอทและดิสคอร์ด
vi: Đo độ trễ của bot và Discord
zh_hant: 測量機器人和 Discord 延遲

# SendStatistics_MangaRounds
source: `{0}` manga rounds
el: `{0}` γύροι manga
fi: `{0}` manga kierroksia
he: `{0}` סיבובי מנגה
it: `{0}` giri di manga
nb_no: `{0}` mangarunder
nl: `{0}` manga rondes
ru: `{0}` манга-раунды
th: `{0}` มังงะรอบ
vi: `{0}` các vòng manga
zh_hant: `{0}` 回合漫畫題

# AudioManipulationTypes_Karaoke
source: Karaoke
el: Καραόκε
he: קריוקי
ru: Караоке
th: คาราโอเกะ
zh_hant: 卡拉OK

# SendTopPlayers_LastUpdate
source: Last update
el: Τελευταία ενημέρωση
fi: Viimeisin päivitys
he: עדכון אחרון
it: Ultimo aggiornamento
nb_no: Siste oppdatering
nl: Laatste update
th: อัปเดตล่าสุด
vi: Cập nhật lần cuối
zh_hant: 最後更新

# CreateFilterDescription_AllowMultipleWinners
source: Allowing multiple winners
el: Επιτρέποντας πολλαπλούς νικητές
he: הרשאת זוכים מרובים
nl: Meerdere winnaars toestaan
th: อนุญาตให้มีผู้ชนะหลายคน
vi: Cho phép nhiều người thắng cuộc
zh_hant: 允許多名獲勝者
