Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Create_NoUsableVoiceChannel_Description
source: I could not find a voice channel to join. You can create one with the same name as this text channel, or join the voice channel where you would like me to go.
ar: لم أتمكن من العثور على قناة صوتية للانضمام. يمكنك إنشاء واحد بنفس الاسم مثل هذه القناة النصية ، أو الانضمام إلى القناة الصوتية حيث ترغب في الذهاب.
bg: Не можах да намеря гласов канал, към който да се присъединя. Можете да създадете такъв със същото име като този текстов канал или да се присъедините към гласовия канал, в който искате да отида.
cs: Nemohla jsem najít hlasový kanál, kam bych se mohla připojit. Můžeš vytvořit jeden se stejným jménem jako má tento textový kanál, nebo se připoj do hlasového kanálu kde mě chceš mít.
da: Jeg kunne ikke finde en voice-kanal at joine. Du kan oprette en med samme navn som denne tekstkanal, eller slutte dig til den stemmekanal, hvor du gerne vil have mig til at gå.
el: Δεν μπόρεσα να βρω ένα φωνητικό κανάλι για να συμμετάσχω. Μπορείτε να δημιουργήσετε ένα με το ίδιο όνομα με αυτό το κανάλι κειμένου ή να συμμετάσχετε στο κανάλι φωνής στο οποίο θέλετε να πάω.
es: No pude encontrar un canal de voz para unirme. Puedes crear uno con el mismo nombre que este canal de texto, o unirte al canal de voz donde te gustaría que me uniera.
fi: En löytänyt äänikanavaa, johon liittyä. Voit luoda kanavan, jolla on sama nimi kuin tällä tekstikanavalla, tai liittyä äänikanavaan, johon haluat minun menevän.
fr: Je n'arrive pas à trouver un salon vocal à rejoindre Vous pouvez en créer un avec le même nom que ce salon textuel, ou joindre le salon vocal où vous voulez que j'aille.
he: לא הצלחתי למצוא ערוץ קול להצטרף אליו. אתה יכול ליצור ערוץ עם אותו שם כמו ערוץ הטקסט הזה, או להצטרף לערוץ הקול שבו אתה רוצה שאצטרף.
hu: Nem találtam olyan hangcsatornát, amelyhez csatlakozhatnék. Létrehozhatsz egyet ugyanolyan névvel, mint ez a szöveges csatorna, vagy csatlakozhatsz ahhoz a hangcsatornához, ahová szeretnéd, hogy menjek.
id: Saya tidak dapat menemukan saluran suara untuk bergabung. Anda dapat membuatnya dengan nama yang sama dengan saluran teks ini, atau bergabung ke tempat saluran suara yang anda inginkan saya memasukinya.
it: Non sono riuscito a trovare un canale vocale a cui unirmi. Puoi crearne uno con lo stesso nome di questo canale di testo, o unirti al canale de voce a cui vuoi che mi unisca.
ja: 参加できるボイスチャンネルが見つかりませんでした。 このテキストチャンネルと同じ名前のチャンネルを作るか、ボイスチャンネルに参加してください。
ko: 참여할 음성 채널을 찾을 수 없습니다. 이 문자 채널과 같은 이름으로 채널을 만들거나 원하는 음성 채널에 참여하실 수 있습니다.
lt: Negalėjau rasti balso kanalo, prie kurio galėčiau prisijungti. Galite sukurti kanalą tokiu pačiu pavadinimu kaip šis tekstinis kanalas arba prisijungti prie balso kanalo, į kurį norite, kad eičiau.
nb_no: Jeg fant ingen talekanal jeg kunne bli med i. Du kan opprette en med samme navn som denne tekstkanalen, eller bli med i talekanalen der du vil at jeg skal gå.
nl: Ik kon geen spraakkanaal vinden om mee te verbinden. Je kunt een spraakkanaal aanmaken met dezelfde naam als dit tekstkanaal, of zorg dat je zelf in het spraakkanaal bevindt waar je mij in wil.
pl: Nie udało mi się znaleźć kanału głosowego, do którego można dołączyć. Możesz utworzyć kanał głosowy o takiej samej nazwie jak aktualny kanał tekstowy lub wybrać kanał głosowy, do którego mam się udać.
pt: Fui incapaz de encontrar um canal de voz para entrar. Você pode criar um canal de voz com o mesmo nome que esse canal de texto, ou entrar no canal de voz que você gostaria que eu fosse.
ro: Nu am putut găsi un canal vocal la care să mă alătur. Puteți crea unul cu același nume ca și acest canal de text sau puteți intra pe canalul de voce unde doriți să mă duc.
ru: Я не смог найти голосовой канал, к которому можно было бы присоединиться. Вы можете создать такой канал с тем же именем, что и этот текстовый канал, или присоединиться к голосовому каналу, куда вы хотели бы меня направить.
sv: Jag kunde inte hitta någon röstkanal att ansluta mig till. Du kan skapa en med samma namn som den här textkanalen, eller gå med i den röstkanal där du vill att jag ska gå.
th: ฉันไม่สามารถหาช่องเสียงเพื่อเข้าร่วมได้ คุณสามารถสร้างช่องเสียงโดยใช้ชื่อเดียวกับช่องข้อความนี้ หรือเข้าร่วมช่องเสียงที่คุณต้องการให้ฉันเข้าไป
tr: Katılabilecek bir ses kanalı bulamadım. Bu yazı kanalının isminde bir kanal oluşturabilir ya da katılmamı istediğin bir ses kanalına girebilirsin.
uk: Я не зміг знайти голосовий канал, щоб приєднатися. Ви можете створити канал з такою ж назвою, як і цей текстовий канал, або приєднатися до голосового каналу, куди ви хочете, щоб я перейшов.
vi: Tớ không thể tìm thấy kênh thoại để tham gia. Cậu có thể tạo một kênh thoại có tên giống như kênh văn bản này, hoặc tham gia kênh thoại mà cậu muốn tớ tham gia.
zh_hans: 我找不到可以加入的语音频道。 你可以创建一个与这个文本频道同名的频道，或者加入你想让我去的语音频道。
zh_hant: 我找不到可以加入的語音頻道。 您可以創建一個與此文字頻道同名的頻道，或者先加入至您希望我加入的語音頻道。

# Create_NoUsableVoiceChannel_Title
source: No usable voice channel found
ar: لم يتم العثور على قناة صوت قابلة للاستخدام
bg: Не е намерен използваем гласов канал
cs: Nenašla jsem žádné použitelné hlasové kanály
da: Ingen brugbar talekanal fundet
de: Keinen benutzbaren Voice-Channel gefunden
el: Δεν βρέθηκε χρησιμοποιήσιμο κανάλι φωνής
es: Ningún canal de voz utilizable fue encontrado
fi: Ei löydetty käyttökelpoista äänikanavaa
fr: Il n'y a pas de salon vocal utilisable
he: לא נמצא ערוץ קול שמיש
hu: Nem találtak használható hangcsatornát
id: Tidak dapat menemukan saluran suara yang dapat digunakan
it: Nessun canale vocale utilizzabile è stato trovato
ja: 使用可能なボイスチャンネルが見つかりません
ko: 사용 가능한 음성 채널을 찾을 수 없습니다.
lt: Nerastas naudingas balso kanalas
nb_no: Ingen brukbar talekanal funnet
nl: Geen bruikbaar spraakkanaal gevonden
pl: Nie znaleziono odpowiedniego kanału głosowego
pt: Não foi encontrado um canal de voz utilizável
ro: Nu s-a găsit niciun canal de voce utilizabil
ru: Не найден ни один пригодный для использования голосовой канал
sv: Ingen användbar röstkanal hittades
th: ไม่พบช่องเสียงที่สามารถใช้งานได้
tr: Kullanılabilir ses kanalı bulunamadı
uk: Не знайдено жодного придатного голосового каналу
vi: Không tìm thấy kênh thoại có thể sử dụng
zh_hans: 找不到可用的语音频道
zh_hant: 未找到可用的語音頻道

# Create_StartedSession_Description
source: Rounds will be starting automatically. To skip a round, use `{0}stopg` and to cancel the session use `{0}stopgs`.
ar: ستبدأ الجولات تلقائيًا. لتخطي جولة ، استخدم `{0} stopg` وللإلغاء الجلسة ، استخدم` {0} stopgs`.
bg: Рундовете ще започнат автоматично. За да пропуснете даден рунд, използвайте `{0}stopg`, а за да отмените сесията, използвайте `{0}stopgs`.
cs: Kola budou začínat automaticky. Pro přeskočení kola použij `{0}stopg` a pro skončení relace použij `{0}stopgs`.
da: Runderne starter automatisk. For at springe en runde over skal du bruge `{0}stopg` og for at annullere sessionen skal du bruge `{0}stopgs`.
de: Die Runden starten automatisch. Um eine Runde zu überspringen, verwende `{0}stopg` und zum Abbruch der Sitzung verwende `{0}stopgs`.
el: Οι γύροι θα ξεκινήσουν αυτόματα. Για να παραλείψετε έναν γύρο, χρησιμοποιήστε `{0}stopg` και για να ακυρώσετε τη συνεδρία χρησιμοποιήστε `{0}stopgs`.
es: Las rondas comenzarán automáticamente. Para saltar una ronda, usa `{0}stopg` y para cancelar la sesión usa `{0}stopgs`.
fi: Kierrokset alkavat automaattisesti. Voit ohittaa kierroksen käyttämällä `{0}stopg` ja peruuttaa istunnon käyttämällä `{0}stopgs`.
fr: Les parties vont commencer automatiquement. Pour passer une partie, utilisez `{0}stopg` et pour annuler toutes les parties utilisez `{0}stopgs`.
he: משחק יתחיל בצורה אוטומטית. כדי לדלג על משחק, השתמש/י ב`{0}stopg` וכדי לבטל את הסבב משחקים השתמש/י ב`{0}stopgs`.
hu: A fordulók automatikusan indulnak. Egy forduló kihagyásához használja a `{0}stopg` parancsot, a munkamenet leállításához pedig a `{0}stopgs` parancsot.
id: Putaran akan dimulai secara otomatis. Untuk melewati satu putaran, gunakan `{0}stopg` dan untuk membatalkan sesi gunakan `{0}stopgs`.
it: I round inizieranno automaticamente. Per saltare un round, usa `{0}stopg` e per cancellare la sessione usa `{0}stopgs`.
ja: ラウンドは自動的に開始されます。 ラウンドをスキップするには、`{0}stopg` を使用し、セッションをキャンセルするには、`{0}stopgs` を使用します。
ko: 라운드가 자동으로 시작됩니다. 라운드를 건너뛰려면 `{0}stopg` 을 사용하고 세션을 취소하려면 `{0}stopgs` 을 사용합니다.
lt: Rungtys bus pradedamos automatiškai. Norėdami praleisti raundą, naudokite `{0}stopg`, o norėdami atšaukti sesiją, naudokite `{0}stopgs`.
nb_no: Rundene starter automatisk. For å hoppe over en runde bruker du `{0}stopg` og for å avbryte økten bruker du `{0}stopgs`.
nl: Rondes zullen automatisch starten. Gebruikt nogmaals `{0}sgs` om het filter te veranderen. Gebruik `{0}stopg` om een ronde over te slaan en gebruik `{0}stopgs` om de gehele sessie te beëindigen.
pl: Rundy rozpoczną się automatycznie. Aby pominąć rundę, użyj `{0}stopg`, aby zatrzymać rozgrywkę użyj `{0} stopgs`.
pt: Rounds começarão automaticamente. Para pular um round, use `{0}stopg` e para cancelar uma sessão use `{0}stopgs`.
ro: Rundele vor începe automat. Pentru a sări peste o rundă, utilizați `{0}stopg` și pentru a anula sesiunea utilizați `{0}stopgs`.
ru: Раунды будут начинаться автоматически. Чтобы пропустить раунд, используйте команду `{0}stopg`, а для отмены сеанса - `{0}stopgs`.
sv: Rundorna startar automatiskt. För att hoppa över en runda, använd `{0}stopg` och för att avbryta sessionen använd `{0}stopgs`.
th: รอบจะเริ่มโดยอัตโนมัติ หากต้องการข้ามรอบ ให้ใช้`{0}stopg` และหากต้องการยกเลิกเซสชัน ให้ใช้`{0}stopgs`
tr: Rauntlar otomatik olarak başlayacak. Raundu atlamak için, `{0}stopg` yaz ve oturumu iptal etmek için `{0}stopgs` yaz.
uk: Раунди починатимуться автоматично. Щоб пропустити раунд, використовуйте `{0}stopg`, а щоб скасувати сесію - `{0}stopgs`.
vi: Các vòng sẽ bắt đầu tự động. Để bỏ qua một vòng, hãy sử dụng `{0}stopg` và để hủy phiên, hãy sử dụng `{0}stopgs`.
zh_hans: 各轮将自动开始。 要跳过一轮的话，使用`{0}stopg`，要取消会话的话，使用`{0}stopgs`。
zh_hant: 比賽將自動開始。 要跳過一題，請使用`{0}stopg` ；要取消整場比賽，請使用`{0}stopgs` 。

# SendStartedMessage_Description
source: Join voice channel **{0}** to listen and be able to guess.
ar: انضم إلى القناة الصوتية ** {0} ** للاستماع وتكون قادرًا على التخمين.
bg: Присъединете се към гласовия канал **{0}** , за да слушате и да можете да отгатвате.
cs: Připoj se do hlasového kanálu **{0}** pro poslech a možnost hádat.
da: Deltag i stemmekanalen **{0}** for at lytte og kunne gætte.
de: Betritt voice channel **{0}** um zuzuhören und zu raten.
el: Εγγραφείτε στο φωνητικό κανάλι **{0}** για να ακούσετε και να είστε σε θέση να μαντέψετε.
es: Únete a un canal de voz **{0}** para escuchar y poder adivinar.
fi: Liity äänikanavaan **{0}** kuunnellaksesi ja voidaksesi arvata.
fr: Rejoins le salon vocal **{0}** pour écouter et être capable de deviner.
he: הצטרפו לערוץ הקולי **{0}** כדי להאזין ולנסות לנחש.
hu: Csatlakozzon a **{0}** hangcsatornához, hogy meghallgassa és kitalálhassa.
id: Masuklah kedalam saluran suara **{0}**untuk bisa mendengar dan menebak.
it: Unisciti a un canale vocale **{0}** per ascoltare e indovinare.
ja: 音声チャンネル **{0}** に参加すれば、聴いたり当てたりすることができます。
ko: 음성 채널 **{0}** 에 가입하여 듣고 맞혀보세요.
lt: Prisijunkite prie balso kanalo **{0}** , kad galėtumėte klausytis ir spėti.
nb_no: Bli med på talekanalen **{0}** for å lytte og kunne gjette.
nl: Verbind met spraakkanaal **{0}** om te luisteren en te mogen gokken.
pl: Dołącz do kanału głosowego **{0}**, aby słuchać i zgadywać.
pt: Entre no canal de voz **{0}** para poder escutar e adivinhar.
ro: Alăturați-vă canalului de voce **{0}** pentru a asculta și a putea ghici.
ru: Присоединяйтесь к голосовому каналу **{0}** , чтобы слушать и уметь гадать.
sv: Gå med i röstkanalen **{0}** för att lyssna och kunna gissa.
th: เข้าร่วมช่องเสียง**{0}** เพื่อฟังและทาย
tr: Dinlemek ve tahmin edebilmek için ses kanalına bağlan **{0}**.
uk: Приєднуйтесь до голосового каналу **{0}** , щоб слухати і вгадувати.
vi: Hãy tham gia kênh thoại **{0}** để nghe và có thể đoán.
zh_hans: 加入语音频道**{0}** ，听一听，猜一猜。
zh_hant: 加入語音頻道**{0}** ，聽一聽，猜一猜。

# SendStartedMessage_Title
source: The round has started!
ar: بدأت الجولة!
bg: Кръгът започна!
cs: Kolo začalo!
da: Runden er startet!
de: Die Runde hat gestartet.
el: Ο γύρος ξεκίνησε!
es: ¡La ronda ha comenzado!
fi: Kierros on alkanut!
fr: La partie a commencé !
he: הסיבוב התחיל!
hu: A forduló megkezdődött!
id: Ronde telah dimulai!
it: Il round è iniziato!
ja: ラウンドが始まりました！
ko: 라운드가 시작되었습니다!
lt: Ratas prasidėjo!
nb_no: Runden har startet!
nl: De ronde is gestart!
pl: Runda rozpoczęta!
pt: O round começou!
ro: Runda a început!
ru: Раунд начался!
sv: Rundan har börjat!
th: รอบได้เริ่มขึ้นแล้ว!
tr: Raunt başladı!
uk: Раунд розпочався!
vi: Vòng đấu đã bắt đầu!
zh_hans: 这轮比赛已经开始了!
zh_hant: 本回合已經開始！

# Start_MaximumRoundsReached_Description
source: To save server resources, the maximum rounds in one session for you is {0}. To increase this limit, you can help with crowd-funding by [becoming a patron]({1})!
ar: لحفظ موارد الخادم ، فإن الحد الأقصى لجولات في جلسة واحدة لك هي {0}. لزيادة هذا الحد ، يمكنك المساعدة في تمويل المشروع من خلال [أن تصبح راعيًا]({1})!
bg: За да се пестят ресурсите на сървъра, максималният брой рундове в една сесия за вас е {0}. За да увеличите този лимит, можете да помогнете с групово финансиране, като [станете патрон]({1})!
cs: Pro šetření výkonu serveru je počet kol na relaci maximálně {0}. Pro zvýšení limitu můžeš pomoc finanční podporou tím, že se [staneš patronem]({1})!
da: For at spare serverressourcer er det maksimale antal runder i en session for dig {0}. For at øge denne grænse kan du hjælpe med crowd-funding ved at [blive protektor]({1})!
el: Για την εξοικονόμηση πόρων του διακομιστή, οι μέγιστοι γύροι σε μία συνεδρία για εσάς είναι {0}. Για να αυξήσετε αυτό το όριο, μπορείτε να βοηθήσετε με τη χρηματοδότηση του πλήθους, [γίνετε υποστηρικτής]({1})!
es: Para ahorrar recursos del servidor, el máximo de rondas permitidas en una sesión para ti es {0}. ¡Para incrementar este límite, puedes apoyar con un donativo [volviéndote un patron]({1})!
fi: Palvelimen resurssien säästämiseksi maksimikierrokset yhdessä istunnossa ovat {0}. Jos haluat nostaa tätä rajaa, voit auttaa joukkorahoituksella [ryhtymällä mesenaatiksi]({1})!
fr: Pour sauver des ressources, le nombre maximum de parties par session pour vous est de {0}. Pour augmenter cette limite, vous pouvez aider en [devenant mon Patreon]({1}) !
he: כדי לחסוך במשאבי השרת, המספר המקסימלי של משחקים בסבב משחקים אחד בשבילך הוא {0}. כדי להגדיל את מגבלה זו, אתה יכול לעזור לממן באמצעות [תרומה]({1})!
hu: A szerver erőforrásainak kímélése érdekében az Ön számára egy munkamenetben a maximális fordulószám a {0}. Ennek a limitnek a növeléséhez segíthetsz a tömegfinanszírozással, ha [mecénássá válsz]({1})!
id: Untuk menghemat sumber daya server, putaran maksimum dalam satu sesi untuk Anda adalah {0}. Untuk meningkatkan batas ini, Anda dapat membantu dengan penggalangan dana[menjadi pelanggan]({1})!
it: Per risparmiare le risorse del server, il massimo di round consentito in una sessione per te è {0}. Per aumentare questo limite, puoi aiutare con il crowd-funding [diventando un abbonato]({1})!
ja: サーバーのリソースを節約するため、1セッションの最大ラウンド数は{0}です。 この上限を増やすために、[パトロンになって]({1})クラウドファンディングに協力することができます！
ko: 서버 리소스를 절약하기 위해 한 세션의 최대 라운드 수는 {0} 입니다. 이 한도를 늘리려면 [후원자 되기]({1})를 통해 크라우드 펀딩을 도울 수 있습니다!
lt: Kad būtų taupomi serverio ištekliai, per vieną seansą galite atlikti ne daugiau kaip {0}. Norėdami padidinti šį limitą, galite padėti su minios finansavimu [tapdami mecenatu]({1})!
nb_no: For å spare serverressurser er det maksimale antallet runder i én økt for deg {0}. For å øke denne grensen kan du hjelpe til med crowd-funding ved å [bli støttespiller]({1})!
nl: Om servermiddelen besparen, is het maximum aantal ronden in één sessie voor jou {0}. Je kunt dit limiet verhogen door te helpen met crowd-funden en [een donateur te worden]({1})!
pl: Aby zaoszczędzić zasoby serwera, maksymalna liczba rund w jednej sesji wynosi {0}. Aby zwiększyć ten limit, możesz wspomóc RinBot [zostając patronem]({1})!
pt: Para salvar recursos do servidor, a quantidade máxima de rounds em uma sessão para você é {0}. Para aumentar esse limite, você pode contribuir [se tornando um patrão]({1})!
ro: Pentru a economisi resursele serverului, numărul maxim de runde într-o sesiune este {0}. Pentru a mări această limită, puteți ajuta cu finanțare publică [devenind patron]({1})!
ru: Для экономии ресурсов сервера максимальное количество раундов в одной сессии для вас составляет {0}. Чтобы увеличить этот лимит, вы можете помочь с краудфандингом, [став меценатом]({1})!
sv: För att spara serverresurser är det maximala antalet rundor i en session för dig {0}. För att öka denna gräns kan du hjälpa till med crowd-funding genom att [bli en beskyddare]({1})!
th: เพื่อประหยัดทรัพยากรของเซิร์ฟเวอร์ รอบสูงสุดในหนึ่งเซสชั่นสำหรับคุณคือ{0} หากต้องการเพิ่มขีดจำกัดนี้ คุณสามารถช่วยเหลือผ่านการระดมทุนโดย [การเป็นผู้สนับสนุน]({1})!
tr: Sunucu kaynaklarını korumak için, tek seferde oynayabileceğin maksimum raunt senin için {0}. Bu limiti artırmak için, bize yardımcı olabilirsin [destekçi olarak]({1})!
uk: Для економії ресурсів сервера максимальна кількість раундів в одній сесії для вас становить {0}. Щоб збільшити цей ліміт, ви можете допомогти краудфандингом, [ставши меценатом] ({1})!
vi: Để tiết kiệm tài nguyên máy chủ, số vòng tối đa trong một phiên cho cậu là {0}. Để tăng giới hạn này, cậu có thể tham gia gây quỹ cộng đồng bằng cách [trở thành nhà tài trợ]({1})!
zh_hans: 为节省服务器资源，您在一个会话中的最大回合数为{0} 。 要提高这一上限，您可以通过[成为赞助人]({1}) 帮助进行众筹！
zh_hant: 為節省伺服器資源，您在一局比賽中的回合數上限為{0} 。 若要提高上限，您可以通過[成為贊助者]({1}) 幫忙進行贊助！

# Start_MaximumRoundsReached_Title
source: Reached maximum rounds this session
ar: وصلت إلى أقصى جولات في هذه الجلسة
bg: Постигнат максимален брой кръгове в тази сесия
cs: Dosažen limit kol v této relaci
da: Opnåede maksimale runder i denne session
el: Έφτασε το μέγιστο αριθμό γύρων σε αυτή τη σύνοδο
es: El máximo de rondas para esta sesión fue alcanzado
fi: Saavutti maksimikierrokset tässä istunnossa
fr: Le nombre maximal de parties cette session a été atteint
he: מספר משחקים מקסימלי הוסג בסבב הזה
hu: Elérte a maximális fordulószámot ebben az ülésszakban
id: Mencapai putaran maksimum sesi ini
it: Il numero massimo di round per questa sessione è stato raggiunto
ja: 今セッションで最大ラウンド数に達しました
ko: 이번 세션에서 최대 라운드에 도달했습니다.
lt: Šioje sesijoje pasiektas maksimalus rungčių skaičius
nb_no: Nådde maksimalt antall runder denne økten
nl: Maximum aantal ronden is bereikt
pl: Osiągnięto maksymalną liczbę rund w tej sesji
pt: O limite máximo de rounds para essa sessão foi alcançado
ro: A atins numărul maxim de runde în această sesiune
ru: Достигнуто максимальное количество раундов в этой сессии
sv: Nådde maximalt antal rundor denna session
th: ถึงรอบสูงสุดในเซสชั่นนี้
tr: Bu oturum için maksimum raunt sayısına ulaşıldı
uk: Досягнуто максимальних раундів у цій сесії
vi: Đã đạt số vòng tối đa trong phiên này
zh_hans: 达到本届会议的最高回合数
zh_hant: 已達到本局比賽的最大回合數
