Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# RoundSession_Create_MoreThanMaxRounds_Description
source: You can have a maximum of `{0}` rounds per session.
ar: يمكنك الحصول على جولات `{0}` لكل جلسة كحد أقصى.
bg: Можете да направите максимум `{0}` рунда на сесия.
cs: V jednom sezení můžete absolvovat maximálně `{0}` kol.
da: Du kan maksimalt have `{0}` runder pr. session.
el: Μπορείτε να έχετε το πολύ `{0}` γύρους ανά συνεδρία.
es: Puedes tener un máximo de `{0}` rondas por sesión.
fi: Sinulla voi olla enintään `{0}` kierroksia istuntoa kohti.
fr: Vous pouvez avoir un maximum de `{0}` tours par session.
he: ניתן לשחק לכל היותר `{0}` סיבובים בכל מפגש.
hu: Egy foglalkozáson legfeljebb `{0}` fordulókra van lehetőség.
id: Anda dapat memiliki maksimum `{0}` putaran per sesi.
it: Puoi avere un massimo di `{0}` round per sessione.
ja: あなたは1セッションにつき最大`{0}`ラウンド開始できます 。
ko: 세션당 최대 `{0}` 라운드를 진행할 수 있습니다.
lt: Per vieną sesiją galite atlikti ne daugiau kaip `{0}` raundų.
nb_no: Du kan maksimalt ha `{0}` runder per økt.
nl: Je kunt maximaal `{0}` rondes per sessie spelen.
pl: Możesz mieć maksymalnie `{0}` rund na sesje
pt: Você pode ter um máximo de `{0}` rodadas por sessão.
ro: Puteți avea un maxim de `{0}` runde pe sesiune.
ru: За один сеанс можно провести не более `{0}` раундов.
sv: Du kan ha högst `{0}` rundor per session.
th: คุณสามารถมีได้สูงสุด`{0}` รอบต่อเซสชั่น
tr: Her oturumda maksimum `{0}` raunda sahip olabilirsiniz.
uk: Ви можете зробити максимум `{0}` раундів за одну сесію.
vi: Cậu có thể có tối đa `{0}` lượt mỗi phiên.
zh_hans: 每节课最多可进行`{0}` 轮。
zh_hant: 您每局遊戲最多可以進行`{0}`回合。

# RoundSession_Create_MoreThanMaxRounds_Title
source: Exceeded maximum allowed rounds for session
ar: تجاوزت أقصى جولات مسموح بها للجلسة
bg: Превишаване на максимално допустимите кръгове за сесията
cs: Překročení maximálního povoleného počtu kol pro relaci
da: Overskredet maksimalt tilladte runder for sessionen
el: Υπέρβαση των μέγιστων επιτρεπόμενων γύρων για τη σύνοδο
es: Se ha superado el máximo de rondas permitidas para la sesión
fi: Ylitti istunnon suurimman sallitun kierrosmäärän
fr: Dépassement du nombre maximum de tours autorisés pour la session
he: חריגה ממספר הסיבובים המרבי המותר לסשן
hu: Túllépte a maximálisan megengedett fordulószámot az ülésen
id: Melebihi putaran maksimum yang diizinkan untuk sesi
it: Il numero massimo di giri consentito per la sessione è stato superato
ja: セッションの最大ラウンド数を超えました
ko: 세션에 허용되는 최대 라운드를 초과했습니다.
lt: Viršytas maksimalus leistinas sesijos raundų skaičius
nb_no: Overskredet maksimalt tillatte runder for økten
nl: Maximum toegestane rondes voor sessie is overschreden
pl: Przekroczono maksymalną ilość rund dozwolonych na jedną sesję
pt: Excedeu as rondas máximas permitidas para a sessão
ro: A depășit numărul maxim de runde permise pentru sesiune
ru: Превышение максимально допустимого количества раундов за сессию
sv: Överskridit maximalt antal tillåtna rundor för sessionen
th: เกินจำนวนรอบสูงสุดที่อนุญาตสำหรับเซสชัน
tr: Oturumda izin verilen maksimum raunt sayısı aşıldı
uk: Перевищено максимально дозволені раунди для сесії
vi: Vượt quá số lượt tối đa cho phép trong phiên làm việc
zh_hans: 超出本节允许的最大轮数
zh_hant: 超出本局遊戲最大回合數

# RoundSession_Create_MoreThanMaxRounds_Description_Increase
source: To increase this limit, you can [become a patron]({0}).
ar: لزيادة هذا الحد ، يمكنك [أن تصبح راعيًا]({0}).
bg: За да увеличите този лимит, можете да [станете патрон]({0}).
cs: Chcete-li tento limit zvýšit, můžete se [stát patronem]({0}).
da: For at øge denne grænse kan du [blive protektor]({0}).
el: Για να αυξήσετε αυτό το όριο, μπορείτε να [γίνετε προστάτης]({0}).
es: Para aumentar este límite, puedes [convertirte en un patron]({0}).
fi: Jos haluat nostaa tätä rajaa, voit [liittyä mesenaatiksi]({0}).
fr: Pour augmenter cette limite, vous pouvez [devenir mécène]({0}).
he: כדי להגדיל את המגבלה הזו, אתה יכול [להפוך לפטרון]({0}).
hu: Ha növelni szeretné ezt a limitet, akkor [váljon mecénássá]({0}).
id: Untuk meningkatkan batas ini, Anda bisa [menjadi pelanggan]({0}).
it: Per aumentare questo limite, puoi [diventare un patrono]({0}).
ja: この上限を増やすために、[パトロンになる]({0})ことができます。
ko: 이 한도를 늘리려면 [후원자 되기]({0})를 이용하세요.
lt: Norėdami padidinti šią ribą, galite [tapti globėju]({0}).
nb_no: For å øke denne grensen kan du [bli beskytter]({0}).
nl: Om deze limiet te verhogen, kun je [donateur worden]({0}).
pl: Żeby zwiększyć limit, możesz [zostać patronem]({0}).
pt: Para aumentar este limite, você pode [tornar-se um patrono]({0}).
ro: Pentru a mări această limită, puteți [deveni patron]({0}).
ru: Чтобы увеличить этот лимит, вы можете [стать меценатом] ({0}).
sv: För att öka denna gräns kan du [bli mecenat]({0}).
th: เพื่อเพิ่มขีดจำกัดนี้ คุณสามารถ [เป็นผู้สนับสนุน]({0})
tr: Bu limiti artırmak için [patron olun]({0}).
uk: Щоб збільшити цей ліміт, ви можете [стати меценатом] ({0}).
vi: Để tăng giới hạn này, cậu có thể [trở thành nhà tài trợ]({0}).
zh_hans: 要提高限额，您可以 [成为赞助人]({0})。
zh_hant: 若要提高限額，您可以[成為贊助者]({0})。

# RequireBetaBot_Error
source: This feature is currently only available on beta.
ar: هذه الميزة متوفرة حاليًا فقط على نسخة التجريبية.
bg: Понастоящем тази функция е налична само в бета версията.
cs: Tato funkce je aktuálně dostupná pouze v betě.
da: Denne funktion er i øjeblikket kun tilgængelig i beta.
el: Αυτή η λειτουργία είναι προς το παρόν διαθέσιμη μόνο στην beta έκδοση.
es: Esta función actualmente solo está disponible en la versión beta.
fi: Tämä ominaisuus on tällä hetkellä saatavilla vain beta-versiossa.
fr: Cette fonctionnalité est seulement disponible en béta.
he: תכונה זו זמינה כרגע רק בגרסת בטא.
hu: Ez a funkció jelenleg csak a béta verzióban érhető el.
id: Fitur ini saat ini hanya tersedia dalam versi beta.
it: Questa funzione è attualmente disponibile solo in versione beta.
ja: この機能は現在ベータ版でしか利用できません。
ko: 이 기능은 현재 베타 버전에서만 사용할 수 있습니다.
lt: Šiuo metu ši funkcija veikia tik beta versijoje.
nb_no: Denne funksjonen er foreløpig bare tilgjengelig i betaversjonen.
nl: Deze functie is momenteel alleen beschikbaar op de betaversie.
pl: Ta funkcja jest obecnie dostępna tylko w wersji beta.
pt: Essa funcionalidade só está disponível no beta.
ro: Această funcție este disponibilă în prezent doar în versiunea beta.
ru: В настоящее время эта функция доступна только в бета-версии.
sv: Denna funktion är för närvarande endast tillgänglig i betaversionen.
th: คุณสมบัตินี้สามารถใช้งานได้เฉพาะในเวอร์ชันเบต้าเท่านั้น
tr: Bu özelliğe şu an için sadece beta sürümünde erişilebilir.
uk: Наразі ця функція доступна лише в бета-версії.
vi: Tính năng này hiện chỉ có sẵn trên phiên bản beta.
zh_hans: 该功能目前仅在测试版中提供。
zh_hant: 該功能目前僅在測試版中提供。

# RequireDevBot_Error
source: This feature is currently only available on development.
ar: هذه الميزة متاحة حاليا فقط على التطوير.
bg: Понастоящем тази функция е налична само за разработка.
cs: Tato funkce je aktuálně dostupná pouze ve vývoji.
da: Denne funktion er i øjeblikket kun tilgængelig under udvikling.
de: Diese Funktion ist derzeit nur in der Entwicklung verfügbar.
el: Αυτή η λειτουργία είναι προς το παρόν διαθέσιμη μόνο στην ανάπτυξη.
es: Esta función actualmente solo está disponible en desarrollo.
fi: Tämä ominaisuus on tällä hetkellä saatavilla vain kehitystyössä.
fr: Cette fonctionnalité est présentement en développement.
he: תכונה זו זמינה כרגע רק בפיתוח.
hu: Ez a funkció jelenleg csak a fejlesztés során érhető el.
id: Fitur ini saat ini hanya tersedia dalam pengembangan.
it: Questa caratteristica è attualmente disponibile solo in fase di sviluppo.
ja: この機能は現在、開発版でしか利用できません。
ko: 이 기능은 현재 개발 중일 때만 사용할 수 있습니다.
lt: Ši funkcija šiuo metu prieinama tik kuriant.
nb_no: Denne funksjonen er for øyeblikket bare tilgjengelig i utviklingsfasen.
nl: Deze functie is momenteel alleen beschikbaar op de ontwikkelversie.
pl: Ta funkcja jest obecnie dostępna tylko w fazie rozwoju.
pt: Essa funcionalidade só está disponível no desenvolvimento.
ro: Această funcție este disponibilă în prezent doar pentru dezvoltare.
ru: В настоящее время эта функция доступна только в стадии разработки.
sv: Denna funktion är för närvarande endast tillgänglig för utveckling.
th: คุณสมบัตินี้สามารถใช้งานได้เฉพาะในโหมดการพัฒนาเท่านั้น
tr: Bu özellik şu an için geliştirme aşamasında.
uk: Наразі ця функція доступна лише на стадії розробки.
vi: Tính năng này hiện tại chỉ có sẵn trên phiên bản phát triển.
zh_hans: 该功能目前仅在开发阶段可用。
zh_hant: 該功能目前僅在開發版本提供。

# RequirePatronTier_Error
source: This command is only available to patrons. See [this page]({0}) on how to become one.
ar: هذا الأمر متاح فقط للداعمين. انظر [هذه الصفحة]({0}) حول كيفية أن تصبح واحدة.
bg: Тази команда е достъпна само за патрони. Вижте [тази страница]({0}) как да станете такъв.
cs: Tento příkaz je k dispozici pouze patronům. Jak se jím stát, se dozvíte na [této stránce]({0}).
da: Denne kommando er kun tilgængelig for lånere. Se [denne side]({0}) om, hvordan du bliver en.
el: Αυτή η εντολή είναι διαθέσιμη μόνο στους προστάτες. Δείτε [αυτή τη σελίδα]({0}) για το πώς μπορείτε να γίνετε προστάτες.
es: Éste comando está sólo disponible para patrons. Mira [ésta página]({0}) para saber cómo convertirse en uno.
fi: Tämä komento on vain suojelijoiden käytettävissä. Katso [tältä sivulta]({0}), miten voit ryhtyä suojelijaksi.
fr: Cette commande n'est disponible que pour les contributeurs. Consultez [cette page]({0}) pour savoir comment en devenir un.
he: פקודה זו זמינה רק למנויים. ראה [דף זה]({0}) כדי ללמוד כיצד להפוך למנוי.
hu: Ez a parancs csak a védnökök számára érhető el. Lásd [ezen az oldalon]({0}), hogyan válhatsz védnökké.
id: Perintah ini hanya tersedia untuk pelanggan. Lihat [halaman ini] ({0}) tentang cara menjadi anggota.
it: Questo comando è disponibile solo per i patroni. Vedere [questa pagina]({0}) per sapere come diventarlo.
ja: このコマンドはパトロンのみが利用できる。パトロンになる方法については[このページ]({0})を参照してください。
ko: 이 명령은 후원자만 사용할 수 있습니다. 후원자가 되는 방법은 [이 페이지]({0})를 참조하세요.
lt: Šią komandą gali naudoti tik globėjai. Kaip juo tapti, skaitykite [šiame puslapyje]({0}).
nb_no: Denne kommandoen er kun tilgjengelig for lånere. Se [denne siden]({0}) om hvordan du blir låner.
nl: Dit commando is alleen beschikbaar voor donateurs. Zie [deze pagina]({0}) over hoe je er een kunt worden.
pl: To polecenie jest dostępne tylko dla patronów. Zobacz [tę stronę]({0}), aby dowiedzieć się, jak zostać patronem.
pt: Este comando está disponível apenas para patrons. Veja [esta página]({0}) sobre como se tornar um.
ro: Această comandă este disponibilă numai pentru patroni. Consultați [această pagină]({0}) pentru a afla cum să deveniți unul.
ru: Эта команда доступна только меценатам. Как им стать, смотрите на [этой странице]({0}).
sv: Detta kommando är endast tillgängligt för låntagare. Se [denna sida]({0}) om hur du blir en.
th: คำสั่งนี้มีให้เฉพาะสมาชิกเท่านั้น ดู [หน้านี้]({0}) เพื่อดูวิธีการสมัครสมาชิก
tr: Bu komut sadece kullanıcılar tarafından kullanılabilir. Nasıl üye olunacağı konusunda [bu sayfaya]({0}) bakınız.
uk: Ця команда доступна лише для меценатів. Дивіться [цю сторінку] ({0}) про те, як ним стати.
vi: Lệnh này chỉ dành cho thành viên. Xem [trang này]({0}) để biết cách trở thành thành viên.
zh_hans: 该命令只对赞助人有效。请参阅 [this page]({0}) 了解如何成为赞助人。
zh_hant: 只有贊助者可以使用此指令。 請參閱[此頁面]({0})瞭解如何成為贊助者。

# CreateFilterDescription_ImageManipulations
source: Image manipulations: **{0}**
ar: معالجة الصور: ** {0} **
bg: Манипулации на изображения: **{0}**
cs: Manipulace s obrázky: **{0}**
da: Billedmanipulationer: **{0}**
el: Επεξεργασία εικόνας: **{0}**
es: Manipulaciones de imagen: **{0}**
fi: Kuvankäsittelyt: **{0}**
fr: Manipulations d'image : **{0}**
he: מניפולציות תמונה: **{0}**
hu: Képmanipulációk: **{0}**
id: Manipulasi gambar: **{0}**
it: Manipolazioni di immagini: **{0}**
ja: 画像操作：**{0}**
ko: 이미지 조작: **{0}**
lt: Manipuliavimas vaizdais: **{0}**
nb_no: Bildemanipulasjoner: **{0}**
nl: Afbeeldingmanipulaties: **{0}**
pl: Manipulacje obrazem: **{0}**
pt: Manipulações de imagem: **{0}**
ro: Manipulări de imagini: **{0}**
ru: Манипуляции с изображениями: **{0}**
sv: Bildmanipulering: **{0}**
th: การปรับแต่งภาพ:**{0}**
tr: Görüntü manipülasyonları: **{0}**
uk: Маніпуляції з зображенням: **{0}**
vi: Chỉnh sửa hình ảnh: **{0}**
zh_hans: 图像处理：**{0}**
zh_hant: 圖片處理：**{0}**

# AudioManipulationTypes_Reversed
source: Reversed
ar: عكس
bg: Обърнат
cs: Obrácený
da: Omvendt
el: Αντίστροφη
es: Inverso
fi: Käänteinen
fr: Inversé
he: הפוך
hu: Fordított
id: Terbalik
it: Invertito
ja: 逆再生
ko: 반전
lt: Atvirkštinis
nb_no: Omvendt
nl: Achterstevoren
pl: Odwrócony
pt: Inverso
ro: Inversat
ru: Перевернутый
sv: Upphävd
th: กลับด้าน
tr: Tersine çevrildi
uk: Перевернута
vi: Ngược lại
zh_hans: 逆转
zh_hant: 倒放

# AudioManipulationTypes_Tempo
source: Tempo increased
ar: زادت الإيقاع
bg: Увеличаване на темпото
cs: Tempo se zvýšilo
da: Tempoet øges
el: Αυξημένος ρυθμός
es: Aumento del ritmo
fi: Tempo kiihtyi
fr: Augmentation du rythme
he: הקצב עלה
hu: A tempó megnövekedett
id: Tempo meningkat
it: Tempo aumentato
ja: テンポを上げる
ko: 템포 증가
lt: Padidėjęs tempas
nb_no: Økt tempo
nl: Hoger tempo
pl: Zwiększone tempo
pt: Maior ritmo
ro: Tempo crescut
ru: Увеличение темпа
sv: Ökat tempo
th: จังหวะเร็วขึ้น
tr: Tempo arttı
uk: Темп збільшився
vi: Tốc độ tăng lên
zh_hans: 节奏加快
zh_hant: 加速

# ImageManipulationTypes_Pixelated
source: Pixelated
ar: بكسل
da: Pixeleret
es: Pixelado
fi: Pikselöity
fr: Pixellisé
he: מרובע
hu: Pixelált
it: Pixelato
ja: ピクセル化
ko: 픽셀화
lt: Pikselinis
nb_no: Pixelert
nl: Korrelig
pl: Rozpikselowany
pt: Pixelizado
ro: Pixelat
ru: Пикселизированный
sv: Pixelerad
th: พิกเซลแตก
tr: Pikselli
uk: Піксельний
vi: Điểm ảnh
zh_hans: 像素化
zh_hant: 馬賽克

# ImageManipulationTypes_Inverted
source: Inverted colors
ar: ألوان مقلوبة
bg: Обърнати цветове
cs: Invertované barvy
da: Inverterede farver
el: Αντεστραμμένα χρώματα
es: Colores invertidos
fi: Käänteiset värit
fr: Couleurs inversées
he: צבעים הפוכים
hu: Invertált színek
id: Warna terbalik
it: Colori invertiti
ja: 色反転
ko: 반전된 색상
lt: Apverstos spalvos
nb_no: Inverterte farger
nl: Tegenovergestelde kleuren
pl: Odwrócone kolory
pt: Cores invertidas
ro: Culori inversate
ru: Инвертированные цвета
sv: Inverterade färger
th: สีกลับด้าน
tr: Ters çevrilmiş renkler
uk: Інвертовані кольори
vi: Màu sắc đảo ngược
zh_hans: 反转颜色
zh_hant: 顏色反轉

# ImageManipulationTypes_Grayscale
source: Grayscale
ar: رمادي
bg: Сива скала
cs: Stupně šedi
da: Gråtoner
el: Κλίμακα του γκρι
es: Escala de grises
fi: Harmaasävyt
fr: Échelle de gris
he: גוון אפור
hu: Szürkeárnyalatos
id: Skala abu-abu
it: Scala di grigi
ja: グレースケール
ko: 그레이스케일
lt: Pilka skalė
nb_no: Gråtoner
nl: Zwartwit
pl: Skala szarości
pt: Escala de cinza
ro: Scară de griuri
ru: Градации серого
sv: Gråskala
th: เกรย์สเกล
tr: Gri Tonlama
uk: Відтінки сірого
vi: Thang độ xám
zh_hans: 灰度
zh_hant: 灰階

# ImageManipulationTypes_OilPaint
source: Oil-painted
ar: مرسومة بالزيت
bg: Маслено боядисани
cs: Olejomalba
da: Oliemalet
el: Ελαιοχρωματισμένο
es: Pintado al óleo
fi: Öljymaalattu
fr: Peint à l'huile
he: צבוע בשמן
hu: Olajjal festett
id: Dicat dengan cat minyak
it: Dipinto a olio
ja: 油彩
ko: 유화
lt: Aliejiniais dažais dažytas
nb_no: Oljemalt
nl: Olieverfschilderij
pl: Malowany olejem
pt: Pintado a óleo
ro: Pictat în ulei
ru: Окрашенные маслом
sv: Oljemålad
th: ทาสีน้ำมัน
tr: Yağlı boya
uk: Олійні фарби
vi: Sơn dầu
zh_hans: 油画
zh_hant: 油畫

# ImageManipulationTypes_Flip
source: Flipped
ar: مقلوبة
bg: Обърнат
cs: Obrácený
el: Αναποδογυρισμένο
es: Volteado
fr: Flippé
he: הפוך
id: Terbalik
it: Capovolto
ja: 上下反転
lt: Apversta
nl: Ondersteboven
pl: Odwrócony
pt: Virado
ru: Перевернутый
sv: Flippad
th: พลิกกลับ
uk: Перевернулася.
vi: Đảo ngược
zh_hans: 翻转
zh_hant: 翻轉

# CreateFilterDescription_AudioManipulations
source: Audio manipulations: **{0}**
ar: معالجة الصوت: ** {0} **
bg: Аудио манипулации: **{0}**
cs: Manipulace se zvukem: **{0}**
da: Lydmanipulationer: **{0}**
el: Χειρισμοί ήχου: **{0}**
es: Manipulaciones de audio: **{0}**
fi: Äänimanipulaatiot: **{0}**
fr: Manipulations de l'audio : **{0}**
he: מניפולציות אודיו: **{0}**
hu: Hangmanipulációk: **{0}**
id: Manipulasi audio: **{0}**
it: Manipolazioni di audio: **{0}**
ja: オーディオ操作：**{0}**
ko: 오디오 조작: **{0}**
lt: Garso manipuliacijos: **{0}**
nb_no: Lydmanipulasjoner: **{0}**
nl: Audiomanipulaties: **{0}**
pl: Manipulacje dźwiękiem: **{0}**
pt: Manipulações de áudio: **{0}**
ro: Manipulări audio: **{0}**
ru: Аудиоманипуляции: **{0}**
sv: Ljudmanipulationer: **{0}**
th: การปรับแต่งเสียง:**{0}**
tr: Ses manipülasyonları: **{0}**
uk: Звукові маніпуляції: **{0}**
vi: Các thao tác âm thanh: **{0}**
zh_hans: 音频处理：**{0}**
zh_hant: 音訊處理：**{0}**

# SongType_MustBe
source: song type must be: {0}
ar: يجب أن يكون نوع الأغنية: {0}
bg: Типът на песента трябва да бъде: {0}
cs: typ skladby musí být: {0}
da: sangtype skal være: {0}
el: Ο τύπος τραγουδιού πρέπει να είναι: {0}
es: el tipo de la canción debe ser: {0}
fi: kappaleen tyypin on oltava: {0}
fr: le type de chanson doit être : {0}
he: סוג השיר חייב להיות: {0}
hu: A dal típusának a következőnek kell lennie: {0}
id: jenis lagu yang harus dipilih: {0}
it: il tipo di brano deve essere: {0}
ja: 曲のタイプはこうでなければならない：{0}
ko: 노래 유형이어야 합니다: {0}
lt: dainos tipas turi būti: {0}
nb_no: sangtype må være: {0}
nl: songtype moet zijn: {0}
pl: typem utworu musi być: {0}
pt: o tipo de música deve ser: {0}
ro: tipul de cântec trebuie să fie: {0}
ru: тип композиции должен быть: {0}
sv: låt typ måste vara: {0}
th: ประเภทเพลงต้องเป็น:{0}
tr: şarkı türü olmalıdır: {0}
uk: тип пісні повинен бути: {0}
vi: Loại bài hát phải là: {0}
zh_hans: 歌曲类型必须是{0}
zh_hant: 歌曲類型必須是：{0}

# MiscCommandModule_Credits_Translations_Description
source: Check [the translation statistics]({0}) for a list of everyone who contributed!
ar: تحقق [إحصائيات الترجمة]({0}) لقائمة من كل من ساهم!
bg: Проверете [статистиката на превода]({0}) за списък на всички, които са допринесли!
cs: Podívej se na [statistiky překladů]({0}) pro seznam všech, co se na nich podíleli!
da: Tjek [oversættelsesstatistikken]({0}) for en liste over alle, der har bidraget!
el: Ελέγξτε [τα στατιστικά στοιχεία της μετάφρασης]({0}) για μια λίστα με όλους όσους συνέβαλαν!
es: ¡Checa [las estadísticas de la traducción]({0}) para ver la lista de las personas que han contribuido!
fi: Tarkista [käännöstilastot]({0}), josta löydät luettelon kaikista, jotka osallistuivat käännöksiin!
fr: Consultez [les statistiques de traduction]({0}), pour obtenir la liste de tous ceux qui ont contribué !
he: בדקו [את סטטיסטיקת התרגום]({0}) כדי לראות רשימה של כל מי שתרם!
hu: Nézd meg [a fordítási statisztikát]({0}), ahol mindenki szerepel, aki hozzájárult a fordításhoz!
id: Periksa [statistik terjemahan]({0}) untuk daftar semua orang yang berkontribusi!
it: Controlla [le statistiche di traduzione]({0}) per una lista di tutti coloro che hanno contribuito!
ja: [翻訳統計]({0})で、貢献してくれた全員のリストをチェックしましょう！
ko: 번역 통계]({0})에서 기여한 모든 사람의 목록을 확인하세요!
lt: Peržiūrėkite [vertimų statistiką]({0}), kur rasite visų prisidėjusiųjų sąrašą!
nb_no: Sjekk [oversettelsesstatistikken]({0}) for en liste over alle som har bidratt!
nl: Bekijk [de vertalingstatistieken]({0}) voor een lijst van iedereen die bijgedragen heeft!
pl: Sprawdź [statystyki tłumaczeń]({0}), aby zobaczyć listę wszystkich, dzięki którym powstało to tłumaczenie!
pt: Olhe[the translation statistics]({0}) a lista de todos que contribuíram no projeto!
ro: Verificați [statisticile de traducere]({0}) pentru o listă cu toți cei care au contribuit!
ru: Проверьте [статистику переводов]({0}), чтобы узнать список всех, кто внес свой вклад!
sv: Se [översättningsstatistiken]({0}) för en lista över alla som har bidragit!
th: ตรวจสอบ [สถิติการแปล]({0}) เพื่อดูรายชื่อทุกคนที่มีส่วนร่วม!
tr: Katkıda bulunan herkesin listesini görmek için [çeviri istatistiklerine]({0}) göz at!
uk: Перевірте [статистику перекладів] ({0}), щоб побачити список усіх, хто долучився до перекладу!
vi: Xem [thống kê dịch thuật]({0}) để xem danh sách những người đã đóng góp!
zh_hans: 请查看 [翻译统计]({0})，了解所有贡献者的名单！
zh_hant: 請查看[翻譯統計資料]({0})以獲取所有貢獻者的名單！

# AnimeListSync_Synchronize_Description
source: This list is already being synchronized. The current state is **{0}**
ar: يتم بالفعل مزامنة هذه القائمة. الحالة الحالية هي ** {0} **
bg: Този списък вече се синхронизира. Текущото състояние е **{0}**
cs: Tento seznam je již synchronizován. Aktuální stav je **{0}**
da: Denne liste er allerede ved at blive synkroniseret. Den aktuelle tilstand er **{0}**
de: Die Liste wurde schon aktualisiert. Der aktuelle Status ist **{0}**
el: Αυτός ο κατάλογος συγχρονίζεται ήδη. Η τρέχουσα κατάσταση είναι **{0}**
es: Esta lista ya se está sincronizando. El estado actual es **{0}**
fi: Tämä luettelo on jo synkronoitu. Tämänhetkinen tila on **{0}**
fr: Cette liste est déjà en cours de synchronisation. L'état actuel est **{0}**
he: רשימה זו כבר מסונכרנת. המצב הנוכחי הוא **{0}**
hu: Ez a lista már szinkronizálásra került. A jelenlegi állapot **{0}**
id: Daftar ini sudah disinkronkan. Status saat ini adalah **{0}**
it: Questa lista si sta già sincronizzando. Lo stato attuale è **{0}**
ja: このリストはすでに同期中です。 現在の状態は**{0}**
ko: 이 목록은 이미 동기화 중입니다. 현재 상태는 다음과 같습니다. **{0}**
lt: Šis sąrašas jau sinchronizuojamas. Dabartinė būsena yra **{0}**
nb_no: Denne listen er allerede synkronisert. Den nåværende tilstanden er **{0}**
nl: Deze lijst wordt al gesynchroniseerd. De huidige status is **{0}**
pl: Jej obecny status to **{0}**
pt: Esta lista já está sendo sincronizada. O estado atual é **{0}**
ro: Această listă este deja în curs de sincronizare. Starea actuală este **{0}**
ru: Этот список уже синхронизируется. Текущее состояние **{0}**
sv: Denna lista håller redan på att synkroniseras. Det aktuella läget är **{0}**
th: รายการนี้กำลังถูกซิงโครไนซ์อยู่แล้ว สถานะปัจจุบันคือ**{0}**
tr: Bu liste zaten senkronize ediliyor. Geçerli durum şudur **{0}**
uk: Цей список вже синхронізується. Поточний стан **{0}**
vi: Danh sách này đang được đồng bộ hóa. Trạng thái hiện tại là **{0}**
zh_hans: 该列表已经同步。 当前状态为**{0}**
zh_hant: 該清單已經在同步中。 當前狀態為**{0}**

# AnimeListSyncState_Enqueued
source: Enqueued
ar: في قائمة الانتظار
bg: Записване в списъка
da: I kø
de: Eingereiht
el: Σε αναμονή
es: En cola
fr: En file d'attente
he: בתור
id: Antrian
it: In coda
ja: 待ち受け
ko: 대기 중
lt: Užregistruota
nb_no: I kø
nl: In de wachtrij gezet
pl: Dodano do kolejki
pt: Consultado
ro: În așteptare
ru: Записано
sv: I kö
th: คิวรอ
tr: Kaydedildi
uk: Зачекайте.
vi: Được xếp hàng
zh_hans: 已排队
zh_hant: 已排入列隊

# AnimeListSync_Synchronize_BadUsername
source: You supplied a bad username.
ar: لقد قدمت اسم مستخدم غير صالح.
bg: Предоставили сте лошо потребителско име.
cs: Zadali jste špatné uživatelské jméno.
da: Du har angivet et dårligt brugernavn.
el: Παρέχετε ένα κακό όνομα χρήστη.
es: Has proporcionado un nombre de usuario incorrecto.
fi: Annoit huonon käyttäjätunnuksen.
fr: Vous avez fourni un mauvais nom d'utilisateur.
he: הזנת שם משתמש שגוי.
hu: Rossz felhasználónevet adtál meg.
id: Anda memberikan nama pengguna yang buruk.
it: Hai fornito un nome utente errato.
ja: ユーザー名が間違っています。
ko: 잘못된 사용자 아이디를 입력했습니다.
lt: Pateikėte blogą vartotojo vardą.
nb_no: Du oppga et dårlig brukernavn.
nl: Je hebt een verkeerde gebruikersnaam opgegeven.
pl: Podałeś złą nazwę użytkownika.
pt: Você forneceu um mau nome de usuário.
ro: Ați furnizat un nume de utilizator greșit.
ru: Вы указали неверное имя пользователя.
sv: Du angav ett felaktigt användarnamn.
th: คุณให้ชื่อผู้ใช้ไม่ถูกต้อง
tr: Kötü bir kullanıcı adı vermişsiniz.
uk: Ви вказали неправильне ім'я користувача.
vi: Cậu đã cung cấp tên người dùng không hợp lệ.
zh_hans: 您提供了一个糟糕的用户名。
zh_hant: 你提供的使用者名稱無效。
