Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# AddTopPlayerDescription_FromDateToDate
source: From {0} to {1}
ar: من {0} إلى {1}
bg: От {0} до {1}
cs: Od {0} do {1}
da: Fra {0} til {1}
de: Von {0} bis {1}
el: Από {0} μέχρι {1}
es: De {0} a {1}
fi: Osoitteesta {0} osoitteeseen {1}
fil: Mula {0} hanggang {1}
fr: De {0} à {1}
he: מ{0} ל{1}
hu: A {0} -tól a {1}
id: Dari {0} hingga {1}
it: Da {0} a {1}
ja: {0}から{1}まで
ko: {0} 에서 {1}
lt: Nuo {0} iki {1}
nb_no: Fra {0} til {1}
nl: Van {0} tot {1}
pl: Od {0} do {1}
pt: De {0} até {1}
ro: De la {0} la {1}
ru: С сайта {0} по {1}
sv: Från {0} till {1}
th: จาก{0} ถึง{1}
tr: {0} tarihinden {1} tarihine kadar
uk: З {0} на {1}
vi: Từ {0} đến {1}
zh_hans: 从{0}到{1}
zh_hant: 從{0} 到{1}

# AddTopPlayerDescription_StartedFrom
source: Started {0}
ar: بدأت {0}
bg: Започнат {0}
cs: Začátek {0}
da: I gang {0}
de: Gestartet {0}
el: Ξεκίνησε στις {0}
es: Comenzado {0}
fi: Aloitettu {0}
fil: Nagsimula noong {0}
fr: Début le {0}
he: התחיל לפני {0}
hu: Elindult {0}
id: Telah dimulai {0}
it: Iniziato {0}
ja: {0}に開始
ko: 시작됨 {0}
lt: Pradžia {0}
nb_no: Startet {0}
nl: Begonnen {0}
pl: Rozpoczęto {0}
pt: Começou {0}
ro: A început cu {0}
ru: Начало {0}
sv: Startade {0}
th: เริ่มต้น{0}
tr: {0} gün önce başladı
uk: Розпочато. {0}
vi: Bắt đầu {0}
zh_hans: {0}开始
zh_hant: 已開始{0}

# EndCustomPlayerRanking_NoneActive
source: No custom leaderboard is active. You may start one using `{0}startctop`.
ar: لا توجد قائمة المتصدرين المخصصين نشط. يمكنك أن تبدأ واحدة باستخدام `{0} startCtOp`.
bg: Не е активна потребителска класация. Можете да стартирате такава, като използвате `{0}startctop`.
cs: Vlastní žebříček není aktivní. Můžeš ho začít pomocí `{0}startctop`.
da: Ingen brugerdefineret leaderboard er aktiv. Du kan starte en ved at bruge `{0}startctop`.
de: Keine benutzerdefinierte Bestenliste verfügbar. Du kannst eine mit `{0}startctop` starten.
el: Δεν υπάρχουν ενεργές προσαρμοσμένες βαθμολογίες. Μπορείτε να ξεκινήσετε μια χρησιμοποιώντας το `{0}startctop`.
es: Ninguna tabla de posiciones personalizada está activa. Puedes comenzar una usando `{0}startctop`.
fi: Mukautettu pistetaulukko ei ole aktiivinen. Voit aloittaa sellaisen käyttämällä `{0}startctop`.
fil: Walang custom leaderboard na nagaganap dito. Gumawa ng bago gamit ng `{0}startctop`.
fr: Vous n'avez pas de classement personnalisé actif. Vous pouvez en commencer un nouveau en faisant `{0}startctop`.
he: אף רשימת מובילים מותאמת לא פועלת כרגע. תוכל/י להתחיל אחת באמצעות `{0}startctop`.
hu: Nincs egyéni ranglista aktív. A `{0}startctop` segítségével indíthatsz egyet.
id: Tidak ada papan peringkat khusus yang aktif. Anda dapat memulainya menggunakan `{0}startctop`.
it: Nessuna classifica personalizzata è attiva. Puoi avviarne uno usando `{0}startctop`.
ja: アクティブなカスタムリーダーボードはありません。 `{0}startctop` を使用して開始できます。
ko: 사용자 지정 순위표가 활성화되어 있지 않습니다. `{0}startctop` 을 사용하여 시작할 수 있습니다.
lt: Pasirinktinė lyderių lenta nėra aktyvi. Ją galite pradėti naudodami `{0}startctop`.
nb_no: Ingen egendefinert ledertavle er aktiv. Du kan starte en ved å bruke `{0}startctop`.
nl: Geen scorebord op maat is actief. Je kunt eentje beginnen met `{0}startctop`.
pl: Żaden niestandardowy ranking nie jest teraz aktywny. Możesz rozpocząć nowy używając `{0}startctop`.
pt: Nenhuma classificação customizada está ativa. Você pode começar uma usando `{0}startctop`.
ro: Nu este activ niciun clasament personalizat. Puteți începe unul folosind `{0}startctop`.
ru: Пользовательская таблица лидеров не активна. Вы можете начать его, используя `{0}startctop`.
sv: Ingen anpassad topplista är aktiv. Du kan starta en med `{0}startctop`.
th: ไม่มีกระดานผู้นำที่กำหนดเองที่ใช้งานอยู่ คุณสามารถเริ่มกระดานผู้นำได้โดยใช้`{0}startctop`.
tr: Aktif olan bir özel sıralama yok. `{0}startctop` yazarak bir tane başlatabilirsin.
uk: Жоден власний лідерборд не активний. Ви можете створити його за допомогою `{0}startctop`.
vi: Không có bảng xếp hạng tùy chỉnh nào đang hoạt động. Cậu có thể tạo một bảng xếp hạng bằng cách sử dụng `{0}startctop`.
zh_hans: 没有自定义的排行榜是活跃的。 你可以使用`{0}startctop`开始一个。
zh_hant: 沒有啟用中的自定義排行榜。 您可以使用`{0}startctop` 新增一個。

# ResetCustomPlayerRanking_NoneFound
source: No custom leaderboard found. You may start one using `{0}startctop`.
ar: لا توجد قائمة المتصدرين المخصصين نشط. يمكنك أن تبدأ واحدة باستخدام `{0} startCtOp`.
bg: Не е намерена потребителска класация. Можете да стартирате такава, като използвате `{0}startctop`.
cs: Vlastní žebříček nebyl nalezen. Můžeš ho začít pomocí `{0}startctop`.
da: Ingen brugerdefineret leaderboard fundet. Du kan starte en ved at bruge `{0}startctop`.
de: Keine benutzerdefinierte Bestenliste gefunden. Du kannst eine mit `{0}startctop` starten.
el: Δεν βρέθηκαν προσαρμοσμένες βαθμολογίες. Μπορείτε να ξεκινήσετε ένα προσαρμοσμένο πίνακα βαθμολογιών χρησιμοποιώντας το `{0}startctop`.
es: Ninguna tabla de posiciones personalizada fue encontrada. Puedes comenzar una usando `{0}startctop`.
fi: Mukautettua pistetaulukkoa ei löytynyt. Voit aloittaa sellaisen käyttämällä `{0}startctop`.
fil: Walang custom leaderboard dito. Gumawa ng bago gamit ang `{0}startctop`.
fr: Vous n'avez pas de classement personnalisé, mais vous pouvez en faire un en utilisant `{0}startctop`.
he: אף רשימת מובילים מותאמת לא נמצא. תוכל/י להתחיל אחת באמצעות `{0}startctop`.
hu: Nem találtak egyéni ranglistát. Elindíthat egyet a `{0}startctop` segítségével.
id: Tidak ada papan peringkat khusus yang ditemukan. Anda dapat memulainya menggunakan `{0}startctop`.
it: Non è stata trovata nessuna classifica personalizzata. Puoi avviarne uno usando `{0}startctop`.
ja: カスタムリーダーボードが見つかりません。 `{0}startctop` を使って開始できます。
ko: 사용자 지정 순위표를 찾을 수 없습니다. `{0}startctop` 을 사용하여 시작할 수 있습니다.
lt: Nerastas joks pasirinktinis reitingas. Galite ją pradėti naudodami `{0}startctop`.
nb_no: Ingen tilpasset ledertavle funnet. Du kan starte en ved å bruke `{0}startctop`.
nl: Geen scorebord op maat gevonden. Je kunt eentje beginnen met `{0}startctop`.
pl: Nie znaleziono żadnego niestandardowego rankingu. Możesz rozpocząć nowy używając `{0}startctop`.
pt: Nenhuma classificação customizada encontrada. Você pode começar uma usando`{0}startctop`.
ro: Nu s-a găsit niciun clasament personalizat. Puteți începe unul folosind `{0}startctop`.
ru: Пользовательская таблица лидеров не найдена. Вы можете запустить его, используя `{0}startctop`.
sv: Ingen anpassad leaderboard hittades. Du kan starta en med `{0}startctop`.
th: ไม่พบกระดานผู้นำที่กำหนดเอง คุณสามารถเริ่มกระดานผู้นำได้โดยใช้`{0}startctop`
tr: Özel sıralama bulunamadı. `{0}startctop` yazarak bir tane başlatabilirsin.
uk: Користувацьких лідербордів не знайдено. Ви можете створити його за допомогою `{0}startctop`.
vi: Không tìm thấy bảng xếp hạng tùy chỉnh. Cậu có thể tạo một bảng xếp hạng bằng cách sử dụng `{0}startctop`.
zh_hans: 没有发现自定义排行榜。 你可以使用`{0}startctop`开始一个。
zh_hant: 未找到自定義排行榜。 您可以使用`{0}startctop` 新增一個。

# ResetCustomPlayerRanking_Reset
source: The custom leaderboard was reset. You may start a new one again with `{0}startctop`.
ar: تم إعادة تعيين لوحة المتصدرين المخصصة. يمكنك بدء واحدة جديدة مرة أخرى مع `{0} startCtOp`.
bg: Потребителската класация беше нулирана. Можете да започнете нова отново с `{0}startctop`.
cs: Vlastní žebříček byl resetován. Můžeš začít nový pomocí `{0}startctop`.
da: Det brugerdefinerede leaderboard blev nulstillet. Du kan starte en ny igen med `{0}startctop`.
de: Die benutzerdefinierte Bestenliste wurde zurückgesetzt. Du kannst mit `{0}startctop` eine neue starten.
el: Ο προσαρμοσμένος πίνακας κατάταξης μηδενίστηκε. Μπορείτε να ξεκινήσετε ξανά μια νέα με `{0}startctop`.
es: La tabla de posiciones personalizada fue reiniciada. Puedes comenzar una nueva con `{0}startctop`.
fi: Mukautettu pistetaulukko nollattiin. Voit aloittaa uuden uudelleen osoitteessa `{0}startctop`.
fil: Naulit ang custom leaderboard na ito. Gumawa ng bago ulit gamit ang `{0}startctop`.
fr: Votre classement personnalisé a été réinitialisé. Vous pouvez en commencer un nouveau en faisant `{0}startctop`.
he: רשימת המובילים המותאמת אותחלה. תוכל/י להתחיל אחת חדשה באמצעות `{0}startctop`.
hu: Az egyéni ranglistát visszaállították. Újraindíthatsz egy újat a `{0}startctop` segítségével.
id: Papan peringkat khusus telah disetel ulang. Anda dapat memulai yang baru lagi dengan `{0}startctop`.
it: La classifica personalizzata è stata resettata. Puoi iniziarne uno nuovo con `{0}startctop`.
ja: カスタムリーダーボードがリセットされました。 `{0}startctop` でまた開始できます。
ko: 사용자 지정 순위표가 재설정되었습니다. `{0}startctop` 으로 다시 시작할 수 있습니다.
lt: Buvo iš naujo nustatyta pasirinktinė lyderių lentelė. Galite vėl pradėti naują, naudodami `{0}startctop`.
nb_no: Den egendefinerte topplisten ble tilbakestilt. Du kan starte en ny igjen med `{0}startctop`.
nl: Het scorebord op maat is gereset. Je kunt een nieuwe beginnen met `{0}startctop`.
pl: Niestandardowy ranking został zresetowany. Możesz ponownie rozpocząć nowy, używając`{0}startctop`.
pt: A classificação customizada foi reiniciada. Você pode começar outra novamente usando `{0}startctop`.
ro: Clasamentul personalizat a fost resetat. Puteți începe din nou unul nou cu `{0}startctop`.
ru: Пользовательская таблица лидеров была сброшена. Вы можете начать новую с помощью `{0}startctop`.
sv: Den anpassade topplistan har återställts. Du kan starta en ny igen med `{0}startctop`.
th: กระดานผู้นำแบบกำหนดเองถูกรีเซ็ตแล้ว คุณสามารถเริ่มใหม่ได้อีกครั้งด้วย`{0}startctop`.
tr: Özel sıralama sıfırlandı. `{0}startctop` yazarak yeni bir tane başlatabilirsin.
uk: Користувацький лідерборд було обнулено. Ви можете створити новий за допомогою `{0}startctop`.
vi: Bảng xếp hạng tùy chỉnh đã được đặt lại. Cậu có thể bắt đầu một bảng xếp hạng mới bằng cách sử dụng lệnh sau: `{0}startctop`.
zh_hans: 自定义排行榜被重置了。 你可以用`{0}startctop`重新开始一个新的。
zh_hant: 自定義排行榜已重置。 您可以通過`{0}startctop` 重新開始一個新的排行榜。

# SendStatistics_AnimeRounds
source: `{0}` anime rounds
ar: جولات الانمي `{0}`
bg: `{0}` аниме кръгове
cs: `{0}` anime kol
da: `{0}` anime-runder
de: `{0}` Animerunden
el: `{0}` γύροι anime
es: `{0}` rondas de anime
fi: `{0}` anime kierroksia
fil: `{0}` na anime rounds
fr: `{0}` parties de type anime
he: `{0}` סיבובי אנימה
hu: `{0}` anime körök
id: `{0}` ronde anime
it: `{0}` rounds di anime
ja: `{0}`個のアニメラウンド
ko: `{0}` 애니메이션 라운드
lt: `{0}` anime raundai
nb_no: `{0}` anime-runder
nl: `{0}` animeronden
pl: `{0}` rundy anime
pt: `{0}` rounds de anime
ro: `{0}` runde anime
ru: `{0}` аниме-раунды
sv: `{0}` Anime-rundor
th: `{0}` อนิเมะรอบ
tr: `{0}` anime raundu
uk: `{0}` аніме-раунди
vi: `{0}` các vòng anime
zh_hans: `{0}` 个动漫轮
zh_hant: `{0}` 回合動畫題

# SendStatistics_AudioRounds
source: `{0}` audio rounds
ar: جولات الصوت `{0}`
bg: `{0}` аудио кръгове
cs: `{0}` zvukových kol
da: `{0}` Lydrunder
de: `{0}` Audiorunden
el: `{0}` γύροι ήχου
es: `{0}` rondas de audio
fi: `{0}` äänikierrokset
fil: `{0}` na audio rounds
fr: `{0}` parties de type audio
he: `{0}` סיבובי אודיו
hu: `{0}` hangkörök
id: `{0}` ronde audio
it: `{0}` rounds audio
ja: `{0}`個のオーディオラウンド
ko: `{0}` 오디오 라운드
lt: `{0}` garso raundai
nb_no: `{0}` Lydrunder
nl: `{0}` audioronden
pl: `{0}` rundy audio
pt: `{0}` rounds de música
ro: `{0}` runde audio
ru: `{0}` звуковые раунды
sv: `{0}` ljudrundor
th: `{0}` เสียงรอบทิศ
tr: `{0}` ses raundu
uk: `{0}` аудіо раунди
vi: `{0}` vòng âm thanh
zh_hans: `{0}` 个音频轮
zh_hant: `{0}` 回合聲音題

# SendStatistics_Database
source: __Database__
ar: __قاعدة البيانات__
bg: __База данни__
cs: __Databáze__
de: __Datenbank__
el: __Βάση Δεδομένων__
es: __Base de datos__
fi: __Tietokanta__
fr: __Base de données__
hu: __Adatbázis__
id: __Basis data__
it: __Base di dati__
ja: __データベース__
ko: __데이터베이스__
lt: __Duomenų bazė__
pl: __Baza danych__
pt: __Banco de dados__
ro: __Baza de date__
ru: __База данных__
sv: __Databas__
th: __ฐานข้อมูล__
tr: __Veritabanı__
uk: __База даних__
vi: __Cơ sở dữ liệu__
zh_hans: __资料库__
zh_hant: __資料庫__

# SendStatistics_GuildCount
source: `{0}` servers
ar: سرفرات `{0}`
bg: `{0}` сървъри
cs: `{0}` serverů
da: `{0}` servere
de: `{0}` Server
el: `{0}` σέρβερ
es: `{0}` servidores
fi: `{0}` palvelimet
fil: `{0}` na servers
fr: `{0}` serveurs
he: `{0}` שרתים
hu: `{0}` szerverek
id: `{0}` server
it: `{0}` server
ja: `{0}`サーバー
ko: `{0}` 서버
lt: `{0}` serveriai
nb_no: `{0}` servere
pl: `{0}` serwery
pt: `{0}` servidores
ro: `{0}` servere
ru: `{0}` серверы
sv: `{0}` servrar
th: `{0}` เซิร์ฟเวอร์
tr: `{0}` sunucu
uk: `{0}` сервери
vi: `{0}` máy chủ
zh_hans: `{0}` 台服务器
zh_hant: `{0}` 個伺服器

# SendStatistics_Guilds
source: __Servers__
ar: __سرفرات__
bg: __Сървъри__
cs: __Servery__
da: __Servere__
de: __Server__
el: __Σέρβερ__
es: __Servidores__
fi: __Palvelimet__
fr: __Serveurs__
hu: __Szerverek__
id: __Server__
ja: __サーバー__
ko: __서버__
lt: __Serveriai__
nb_no: __Servere__
pl: __Serwery__
pt: __Servidores__
ro: __Servere__
ru: __Серверы__
sv: __Servrar__
th: __เซิร์ฟเวอร์__
tr: __Sunucular__
uk: __Сервери__
vi: __Máy chủ__
zh_hans: __服务器__
zh_hant: __伺服器__

# SendStatistics_ImageRounds
source: `{0}` image rounds
ar: جولات الصورة `{0}`
bg: `{0}` кръгове от изображения
cs: `{0}` obrázkových kol
da: `{0}` Billedrunder
de: `{0}` Bilderrunden
el: `{0}` γύροι εικόνας
es: `{0}` rondas de imagen
fi: `{0}` kuvakierrokset
fil: `{0}` na image rounds
fr: `{0}` parties avec des images
he: `{0}` משחקי תמונות
hu: `{0}` képkörök
id: `{0}` ronde gambar
it: `{0}` rounds di immagini
ja: `{0}`個の画像ラウンド
ko: `{0}` 이미지 라운드
lt: `{0}` vaizdo raundai
nb_no: `{0}` bilderunder
nl: `{0}` afbeeldingsronden
pl: `{0}` rundy obrazu
pt: `{0}` rounds de imagem
ro: `{0}` runde de imagini
ru: `{0}` раунды изображений
sv: `{0}` Bildrundor
th: `{0}` ภาพหมุน
tr: `{0}` görsel raundu
uk: `{0}` раунди зображень
vi: `{0}` vòng hình ảnh
zh_hans: `{0}` 个图像轮
zh_hant: `{0}` 回合圖片題

# SendStatistics_PlayerCount
source: `{0}` users
ar: المستخدمين `{0}`
bg: `{0}` потребители
cs: `{0}` použivatelů
da: `{0}` brugere
de: `{0}` Benutzer
el: `{0}` χρήστες
es: `{0}` usuarios
fi: `{0}` käyttäjät
fil: `{0}` na users
fr: `{0}` utilisateurs
he: `{0}` משתמשים
hu: `{0}` felhasználók
id: `{0}` pengguna
it: `{0}` utenti
ja: `{0}`人のユーザー
ko: `{0}` 사용자
lt: `{0}` vartotojai
nb_no: `{0}` brukere
nl: `{0}` gebruikers
pl: `{0}` użytkownicy
pt: `{0}` usuários
ro: `{0}` utilizatori
ru: `{0}` пользователи
sv: `{0}` användare
th: `{0}` ผู้ใช้
tr: `{0}` kullanıcı
uk: `{0}` користувачі
vi: `{0}` các cậu
zh_hans: `{0}` 用户
zh_hant: `{0}` 使用者

# SendStatistics_Players
source: __Players__
ar: __الاعبين__
bg: __Играчи__
cs: __Hráči__
da: __Spillere__
de: __Spieler__
el: __Παίκτες__
es: __Jugadores__
fi: __Pelaajat__
fr: __Joueurs__
he: __שחקנים__
hu: __Játékosok__
id: __Pemain__
it: __Giocatori__
ja: __プレイヤー__
ko: __플레이어__
lt: __Žaidėjai__
nb_no: __Spillere__
nl: __Spelers__
pl: __Gracze__
pt: __Jogadores__
ro: __Jucători__
ru: __Игроки__
sv: __Spelare__
th: __ผู้เล่น__
tr: __Oyuncular__
uk: __Гравці__
vi: __Các cậu__
zh_hans: __玩家__
zh_hant: __玩家__

# SendStatistics_PlayerWon1000Count
source: `{0}` won > 1000 rounds
ar: `{0}` فاز > 1000 جولة
bg: `{0}` спечелени > 1000 изстрела
cs: `{0}` vyhrál/a > 1000 kol
da: `{0}` vundet > 1000 skud
de: `{0}` gewann > 1000 Runden
el: `{0}` κέρδισε > 1000 γύρους
es: `{0}` ganó > 1000 rondas
fi: `{0}` voitti > 1000 laukausta
fil: `{0}` ang nanalo ng 1000+ rounds
fr: `{0}` a gagné > 1000 parties
he: `{0}` ניצח > 1000 משחקים
hu: `{0}` nyert > 1000 lövés
id: `{0}` menang > 1000 putaran
it: `{0}` ha vinto > 1000 round
ja: `{0}`人が1000ラウンド以上勝ちました
ko: `{0}` 원 > 1000 라운드
lt: `{0}` laimėta > 1000 šovinių
nb_no: `{0}` vunnet > 1000 skudd
nl: `{0}` won > 1000 ronden
pl: `{0}` wygrano > 1000 rund
pt: `{0}` venceu > 1000 rounds
ro: `{0}` a câștigat > 1000 runde
ru: `{0}` произведено > 1000 выстрелов
sv: `{0}` vunnit > 1000 skott
th: `{0}` ชนะ > 1000 รอบ
tr: 1000 raunttan fazla kazanan kişi sayısı `{0}`
uk: `{0}` виграли > 1000 раундів
vi: `{0}` Thắng &gt; 1000 lượt
zh_hans: `{0}` 赢了 > 1000轮
zh_hant: `{0}` 獲勝 > 1000 回合

# SendStatistics_PlayerWon100Count
source: `{0}` won > 100 rounds
ar: `{0}` فاز > 100 جولة
bg: `{0}` спечелени > 100 изстрела
cs: `{0}` vyhrál/a > 100 kol
da: `{0}` vundet > 100 skud
de: `{0}` gewann > 100 Runden
el: `{0}` κέρδισε > 100 γύρους
es: `{0}` ganó > 100 rondas
fi: `{0}` voitti > 100 laukausta
fil: `{0}` ang nanalo ng 100+ rounds
fr: `{0}` a gagné > 100 parties
he: `{0}` ניצח > 100 משחקים
hu: `{0}` nyert > 100 lövés
id: `{0}` menang > 100 putaran
it: `{0}` ha vinto > 100 round
ja: `{0}`人が100ラウンド以上勝ちました
ko: `{0}` 원 > 100 라운드
lt: `{0}` laimėta > 100 šovinių
nb_no: `{0}` vunnet > 100 skudd
nl: `{0}` won > 100 ronden
pl: `{0}` wygrano > 100 rund
pt: `{0}` venceu > 100 rounds
ro: `{0}` a câștigat > 100 de cartușe
ru: `{0}` выиграно > 100 выстрелов
sv: `{0}` vann > 100 skott
th: `{0}` ชนะมากกว่า 100 รอบ
tr: 100 raunttan fazla kazanan kişi sayısı `{0}`
uk: `{0}` виграв > 100 раундів
vi: `{0}` thắng &gt; 100 ván
zh_hans: `{0}` 赢了 > 100轮
zh_hant: `{0}` 獲勝 > 100 回合

# SendStatistics_PlayerWon10Count
source: `{0}` won > 10 rounds
ar: `{0}` فاو > 10 جولات
bg: `{0}` спечелени > 10 рунда
cs: `{0}` vyhrál/a > 10 kol
da: `{0}` vandt > 10 runder
de: `{0}` gewann > 10 Runden
el: `{0}` κέρδισε > 10 γύρους
es: `{0}` ganó > 10 rondas
fi: `{0}` voitti > 10 erää
fil: `{0}` ang nanalo ng 10+ rounds
fr: `{0}` a gagné > 10 parties
he: `{0}` ניצח > 10 משחקים
hu: `{0}` > 10 menetet nyert
id: `{0}` menang > 10 putaran
it: `{0}` ha vinto > 10 round
ja: `{0}`人が10ラウンド以上勝ちました
ko: `{0}` 승리 > 10라운드
lt: `{0}` laimėta > 10 raundų
nb_no: `{0}` vunnet > 10 runder
nl: `{0}` won > 10 ronden
pl: `{0}` wygrano > 10 rund
pt: `{0}` venceu > 10 rounds
ro: `{0}` a câștigat > 10 runde
ru: `{0}` выиграл > 10 раундов
sv: `{0}` vunnit > 10 ronder
th: `{0}` ชนะ > 10 ยก
tr: 10 raunttan fazla kazanan kişi sayısı `{0}`
uk: `{0}` виграли > 10 раундів
vi: `{0}` Thắng &gt; 10 hiệp
zh_hans: `{0}` 赢了 > 10轮
zh_hant: `{0}` 獲勝 > 10 回合

# SendStatistics_RoundsCancelled
source: `{0}` rounds cancelled
ar: `{0}` تم إلغاء الجوله
bg: `{0}` отменени кръгове
cs: `{0}`´kol bylo zrušeno
da: `{0}` Runder aflyst
de: `{0}` Runden abgebrochen
el: `{0}` ακυρωμένοι γύροι
es: `{0}` rondas canceladas
fi: `{0}` kierrokset peruttu
fil: `{0}` na rounds ang tinapos
fr: `{0}` parties annulées
he: `{0}` משחקים בוטלו
hu: `{0}` törölt körök
id: `{0}` ronde dibatalkan
it: `{0}` round annullati
ja: `{0}`ラウンドキャンセル
ko: `{0}` 라운드 취소
lt: `{0}` atšauktos rungtys
nb_no: `{0}` Runder avlyst
nl: `{0}` ronden geannuleerd
pl: `{0}` przerwanych rund
pt: `{0}` rounds cancelados
ro: `{0}` runde anulate
ru: `{0}` раунды отменены
sv: `{0}` rundor inställda
th: `{0}` ยกเลิกการแข่งขัน
tr: İptal edilen rauntlar `{0}`
uk: `{0}` раундів скасовано
vi: `{0}` Các vòng thi bị hủy bỏ
zh_hans: `{0}` 轮已取消
zh_hant: `{0}` 回合已取消

# SendStatistics_RoundsFinished
source: `{0}` rounds finished
ar: `{0}` جولات تم انهائها
bg: `{0}` завършени кръгове
cs: `{0}` bylo dokončeno
da: `{0}` afsluttede runder
de: `{0}` Runden abgeschlossen
el: `{0}` τελειωμένοι γύροι
es: `{0}` rondas finalizadas
fi: `{0}` kierrokset päättyneet
fil: `{0}` na rounds ang natapos
fr: `{0}` parties terminées
he: `{0}` משחקים שסוימו
hu: `{0}` befejezett körök
id: `{0}` ronde selesai
it: `{0}` round completati
ja: `{0}`ラウンド終了
ko: `{0}` 라운드 완료
lt: `{0}` baigti raundai
nb_no: `{0}` avsluttede runder
nl: `{0}` ronden voltooid
pl: `{0}` zakończonych rund
pt: `{0}` rounds terminados
ro: `{0}` runde terminate
ru: `{0}` завершенные раунды
sv: `{0}` rundor avslutade
th: `{0}` รอบที่เสร็จสิ้น
tr: Bitirilen rauntlar `{0}`
uk: `{0}` раунди закінчено
vi: `{0}` Các vòng thi đã kết thúc
zh_hans: `{0}` 轮已完成
zh_hant: `{0}` 回合已完成

# SendStatistics_SongsCount
source: `{0}` songs
ar: أغاني `{0}`
bg: `{0}` песни
cs: `{0}` písní
da: `{0}` sange
el: `{0}` τραγούδια
es: `{0}` canciones
fi: `{0}` laulut
fil: `{0}` na kanta
fr: `{0}` chansons
he: `{0}` שירים
hu: `{0}` dalok
id: `{0}` lagu
it: `{0}` canzoni
ja: `{0}`曲
ko: `{0}` 노래
lt: `{0}` dainos
nb_no: `{0}` sanger
nl: `{0}` liedjes
pl: `{0}` piosenek
pt: `{0}` músicas
ro: `{0}` cântece
ru: `{0}` песни
sv: `{0}` sånger
th: `{0}` เพลง
tr: `{0}` şarkı
uk: `{0}` пісні
vi: `{0}` bài hát
zh_hans: `{0}`首歌
zh_hant: `{0}` 首歌曲

# SendStatistics_VideoRounds
source: `{0}` video rounds
ar: جولات الفيديو `{0}`
bg: `{0}` кръгове на видеото
cs: `{0}` video kol
da: `{0}` Videorunder
de: `{0}` Videorunden
el: `{0}` γύροι βίντεο
es: `{0}` rondas de vídeo
fi: `{0}` videokierrokset
fil: `{0}` na video rounds
fr: `{0}` parties de type vidéos
he: `{0}` משחקי וידאו
hu: `{0}` videó körök
id: `{0}` ronde video
it: `{0}` rounds di video
ja: `{0}`個のビデオラウンド
ko: `{0}` 비디오 라운드
lt: `{0}` vaizdo įrašų raundai
nb_no: `{0}` videorunder
nl: `{0}` videoronden
pl: `{0}` rund video
pt: `{0}` rounds de vídeo
ro: `{0}` runde video
ru: `{0}` видео раунды
sv: `{0}` Videorundor
th: `{0}` วิดีโอรอบ
tr: `{0}` video raundu
uk: `{0}` відео раунди
vi: `{0}` các vòng video
zh_hans: `{0}` 个视频轮
zh_hant: `{0}` 回合影片題

# SendStatistics_VisualNovelCount
source: `{0}` visual novels
ar: روايات مرئية `{0}`
bg: `{0}` визуални романи
cs: `{0}` visual novel
da: `{0}` visuelle romaner
el: `{0}` οπτικές νουβέλες
es: `{0}` novelas visuales
fi: `{0}` visuaaliset romaanit
fil: `{0}` na visual novels
fr: `{0}` romans visuels
he: `{0}` וויז'ואל נובל
hu: `{0}` vizuális regények
id: `{0}` visual novel
it: `{0}` romanzi visivi
ja: `{0}`本のビジュアルノベル
ko: `{0}` 비주얼 노벨
lt: `{0}` vaizdiniai romanai
nb_no: `{0}` visuelle romaner
pl: `{0}` powieści wizualnych
pt: `{0}` romances visuais
ro: `{0}` romane vizuale
ru: `{0}` визуальные новеллы
sv: `{0}` visuella romaner
th: `{0}` นิยายภาพ
tr: `{0}` görsel roman
uk: `{0}` візуальні романи
vi: `{0}` tiểu thuyết hình ảnh
zh_hans: `{0}` 部视觉小说
zh_hant: `{0}` 部視覺小說

# SendStatistics_VisualNovelRounds
source: `{0}` visual novel rounds
ar: `{0}` جولات رواية مرئية
bg: `{0}` кръгове на визуален роман
cs: `{0}` visual novel kol
da: `{0}` runder med visuelle romaner
de: `{0}` Visual Novel-Runden
el: `{0}` γύροι οπτικής νουβέλας
es: `{0}` rondas de novelas visuales
fi: `{0}` visuaalinen romaani kierroksia
fil: `{0}` na visual novel rounds
fr: `{0}` parties de type visual novel
he: `{0}` משחקי וויז'ואל נובל
hu: `{0}` vizuális regény körök
id: `{0}` ronde visual novel
it: `{0}` rounds di romanzi visivi
ja: `{0}`個のビジュアルノベルラウンド
ko: `{0}` 비주얼 노벨 라운드
lt: `{0}` vizualinių romanų turai
nb_no: `{0}` runder med visuelle romaner
nl: `{0}` visual novel ronden
pl: `{0}` rund powieści wizualnych
pt: `{0}` rounds de visual novel
ro: `{0}` runde de romane vizuale
ru: `{0}` раунды визуальных новелл
sv: `{0}` rundor med visuella romaner
th: `{0}` รอบนิยายภาพ
tr: `{0}` görsel roman raundu
uk: `{0}` раунди візуального роману
vi: `{0}` Các vòng chơi của visual novel
zh_hans: `{0}` 个视觉小说轮
zh_hant: `{0}` 回合視覺小說題

# SendStatistics_GlobalFieldName
source: Global
ar: عالمي
bg: Глобален
cs: Globální
da: Globalt
el: Παγκόσμια
fi: Maailmanlaajuinen
fil: Pandaigdigan
hu: Globális
it: Globale
ja: グローバル
ko: 글로벌
lt: Pasaulinis
nb_no: Globalt
nl: Globaal
pl: Świat
ru: Глобальный
sv: Globalt
th: ระดับโลก
tr: Evrensel
uk: Глобальний
vi: Toàn cầu
zh_hans: 全球
zh_hant: 全球

# SendStatistics_Rounds
source: __Rounds__
ar: __جولات__
cs: __Relace__
da: __Runder__
de: __Runden__
el: __Γύροι__
es: __Rondas__
fi: __Kierrokset__
fr: __Parties__
he: __משחקים__
hu: __Forduló__
id: __Ronde__
ja: __ラウンド__
ko: __라운드__
lt: __Rundai__
nb_no: __Runder__
nl: __Ronden__
pl: __Rundy__
pt: __Rodadas__
ro: __Rânduri__
ru: __Раунды__
sv: __Rundor__
th: __รอบ__
tr: __Rauntlar__
uk: __Раунди__
vi: __Vòng__
zh_hans: __轮__
zh_hant: __回合__
