Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# EndCustomPlayerRanking_Ended
source: The custom leaderboard in this channel was ended. You may now reset it using `{0}resetctop`.
ar: انتهى المتصدرون المخصصون في هذه القناة. يمكنك الآن إعادة ضبطه باستخدام `{0} refstctop`.
bg: Потребителската класация в този канал беше прекратена. Сега можете да го възстановите, като използвате `{0}resetctop`.
cs: Vlastní žebříček v tomto kanále byl ukončen. Můžeš ho resetovat pomocí `{0}resetctop`.
da: Det brugerdefinerede leaderboard i denne kanal blev afsluttet. Du kan nu nulstille den ved hjælp af `{0}resetctop`.
de: Die benutzerdefinierte Bestenliste wurde beendet. Du kannst sie jetzt mit `{0}resetctop` zurücksetzen.
el: Οι προσαρμοσμένες βαθμολογίες αυτού του καναλιού έχουν τελειώσει. Μπορείτε να τις επαναφέρετε χρησιμοποιώντας το `{0}resetctop`.
es: La tabla de posiciones personalizada en este canal finalizó. Puedes reiniciarla usando `{0}resetctop`.
fi: Tämän kanavan mukautettu tulostaulu lopetettiin. Voit nyt nollata sen käyttämällä `{0}resetctop`.
fil: Ang custom leaderboard sa channel na ito ay natapos na. Maaari mo itong magamit ulit gamit ang `{0}resetctop`.
fr: Le classement personnalisé de ce salon est terminé. Vous pouvez le réinitialiser en utilisant `{0}resetctop`.
he: רשימת המובילים המותאמת בצ'אט הזה הסתיימה. את/ה תוכל/י לאתחל אותה באמצעות `{0}resetctop`.
hu: Az egyéni ranglista ezen a csatornán megszűnt. Most visszaállíthatja a `{0}resetctop` segítségével.
id: Papan peringkat khusus di saluran ini telah berakhir. Anda sekarang dapat menyetel ulang menggunakan `{0}resettop`.
it: La classifica personalizzata su questo canale è terminata. Potete riavviarlo usando `{0}resetctop`.
ja: このチャンネルのカスタムリーダーボードは終了しました。 `{0}resetctop`を使用してリセットできます。
ko: 이 채널의 사용자 지정 리더보드가 종료되었습니다. 이제 `{0}resetctop` 을 사용하여 재설정할 수 있습니다.
lt: Buvo baigta naudoti šio kanalo pasirinktinė lyderių lenta. Dabar galite ją iš naujo nustatyti naudodami `{0}resetctop`.
nb_no: Den egendefinerte topplisten i denne kanalen ble avsluttet. Du kan nå tilbakestille den ved å bruke `{0}resetctop`.
nl: Het scorebord op maat in dit kanaal is beëindigd. Je kunt hem nu resetten met `{0}resetctop`.
pl: Niestandardowy ranking na tym kanale został już zakończony. Możesz go zresetować za pomocą polecenia `{0} resetctop`.
pt: A classificação customizada nesse canal foi encerrada. Você pode recomeçar utilizando `{0}resetctop`.
ro: Clasamentul personalizat din acest canal a fost încheiat. Acum îl puteți reseta folosind `{0}resetctop`.
ru: Пользовательская таблица лидеров в этом канале была закрыта. Теперь вы можете сбросить его, используя `{0}resetctop`.
sv: Den anpassade topplistan i den här kanalen avslutades. Du kan nu återställa den med `{0}resetctop`.
th: กระดานผู้นำแบบกำหนดเองในช่องนี้ได้สิ้นสุดลงแล้ว คุณสามารถรีเซ็ตได้ตอนนี้โดยใช้`{0}resetctop`.
tr: Bu kanaldaki özel sıralama sona erdi. `{0}resetctop` yazarak sıfırlayabilirsin.
uk: Кастомний лідерборд на цьому каналі завершився. Ви можете скинути його за допомогою `{0}resetctop`.
vi: Bảng xếp hạng tùy chỉnh trong kênh này đã kết thúc. Cậu có thể đặt lại nó bằng cách sử dụng `{0}resetctop`.
zh_hans: 这个频道的自定义排行榜已经结束。 你现在可以用`{0}resetctop`重置它。
zh_hant: 本頻道的自定義排行榜已結束。 您現在可以使用`{0}resetctop` 重新設置。

# SendStatistics_AnimeCount
source: `{0}` anime
ar: أنمي `{0}`
bg: `{0}` аниме
es: `{0}` de anime
fil: `{0}` na anime
fr: `{0}` animes
he: `{0}` אנימה
it: `{0}` di anime
ja: `{0}`個のアニメ
ko: `{0}` 애니메이션
pt: `{0}` animes
ru: `{0}` аниме
th: `{0}` อนิเมะ
uk: `{0}` аніме
zh_hans: `{0}` 动漫
zh_hant: `{0}` 部動畫

# AddRecalculationNoticeField_Field2
source: To get faster processing, you can [boost your server]({0}).
ar: للحصول على معالجة أسرع ، يمكنك [عمل بوست للسيرفر الخاص بك]({0}).
bg: За да получите по-бърза обработка, можете да [boost your server]({0}).
cs: Pro získání rychlejšího zpracovávání můžeš [vylepšit server]({0}).
da: For at få hurtigere behandling kan du [booste din server]({0}).
de: Für schnellere Aktualisierung kannst du [deinen Server boosten]({0}).
el: Για πιο γρήγορη επεξεργασία δεδομένων ,μπορείτε να [κάνετε boost στο σέρβερ]({0}).
es: Para tener un procesamiento más rápido, puedes [boostear tu servidor]({0}).
fi: Jos haluat nopeamman käsittelyn, voit [tehostaa palvelintasi]({0}).
fil: Para sa mabilis na pagpoproseso, maaari mong [i-boost ang server mo]({0}).
fr: Pour avoir un traitement plus rapide vous pouvez [booster votre serveur]({0}).
he: כדי להשיג עיבוד מהיר יותר, תוכל [לשדרג את השרת שלך]({0}).
hu: A gyorsabb feldolgozás érdekében [boost your server]({0}).
id: Untuk mendapatkan proses yang lebih cepat, anda dapat [meningkatkan server Anda]({0}).
it: Per un'elaborazione più veloce, puoi [potenziare il tuo server]({0}).
ja: 早い処理を得るために、 [サーバーをブースト]({0})することができます。
ko: 처리 속도를 높이려면 [서버 부스트]({0})를 사용하세요.
lt: Jei norite sparčiau apdoroti duomenis, galite [padidinti serverį]({0}).
nb_no: For å få raskere behandling kan du [booste serveren]({0}).
nl: Om snellere verwerking te krijgen, kun je [deze server boosten]({0}).
pl: Aby przyspieszyć przetwarzanie, możesz [ulepszyć swój serwer]({0}).
pt: Para processar mais rapidamente, você pode [impulsionar seu servidor]({0}).
ro: Pentru a obține o procesare mai rapidă, puteți să vă [măriți serverul]({0}).
ru: Чтобы ускорить обработку, можно [boost your server]({0}).
sv: För att få snabbare bearbetning kan du [öka din server]({0}).
th: เพื่อให้การประมวลผลเร็วขึ้น คุณสามารถ [เพิ่มประสิทธิภาพเซิร์ฟเวอร์ของคุณ]({0})
tr: Daha hızlı güncellenmesini sağlamak için, sunucuna [takviye yapabilirsin]({0}).
uk: Щоб пришвидшити обробку, ви можете [підвищити навантаження на сервер] ({0}).
vi: Để có tốc độ xử lý nhanh hơn, cậu có thể [tăng cường hiệu suất máy chủ của mình]({0}).
zh_hans: 为了获得更快的处理，你可以[提升你的服务器]({0})。
zh_hant: 要獲得更快的處理速度，可以[加成你的伺服器]({0})。

# StartGame_Preparing_Difficulty_Easy
source: Easy
ar: سهل
cs: Snadná
da: Let
de: Einfach
el: Εύκολο
es: Fácil
fi: Helppo
fil: Madali
fr: Facile
he: קל
id: Mudah
it: Facile
ja: イージー
ko: 쉬운
lt: Lengva
nb_no: Enkelt
nl: Eenvoudig
pl: Łatwy
pt: Fácil
ro: Ușor
ru: Легко
sv: Lätt
th: ง่าย
tr: Kolay
uk: Легко.
vi: Dễ dàng
zh_hans: 简单
zh_hant: 簡單

# StartGame_Preparing_Difficulty_Normal
source: Normal
ar: متوسط
bg: Нормален
cs: Normální
el: Κανονικό
fi: Normaali
fil: Katamtaman
fr: Normale
hu: Normál
it: Normale
ja: ノーマル
ko: 보통
lt: Normalus
nl: Normaal
pl: Normalny
ru: Нормальный
th: ปกติ
tr: Orta
uk: Нормально.
vi: Bình thường
zh_hans: 正常
zh_hant: 一般

# StartGame_Preparing_Difficulty_Hard
source: Hard
ar: صعب
cs: Těžká
da: Hård
de: Schwer
el: Δύσκολο
es: Difícil
fi: Kova
fil: Mahirap
fr: Difficile
he: קשה
hu: Kemény
id: Susah
it: Difficile
ja: ハード
ko: 하드
nl: Moeilijk
pl: Trudny
pt: Difícil
sv: Hård
th: ยาก
tr: Zor
uk: Жорстко.
vi: Khó
zh_hans: 难
zh_hant: 困難

# StartGame_Preparing_Difficulty_Extreme
source: Extreme
ar: شديد
cs: Extrémní
da: Ekstrem
de: Extrem
el: Ακραίο
es: Extremo
fil: Matindi
fr: Extrême
he: קיצוני
id: Ekstrim
it: Estremo
ja: エクストリーム
ko: 익스트림
lt: Ekstremalus
nb_no: Ekstrem
nl: Extreem
pl: Ekstremalny
pt: Extremo
ru: Экстрим
sv: Extrem
th: สุดขั้ว
tr: Aşırı Zor
uk: Екстрим
vi: Cực đoan
zh_hans: 极端
zh_hant: 極限

# StartGame_Preparing_Difficulty_Nightmare
source: Nightmare
ar: كابوس
bg: Кошмар
cs: Děsivá
da: Mareridt
de: Albtraum
el: Εφιάλτης
es: Pesadilla
fi: Painajainen
fil: Bangungot
fr: Cauchemar
he: סיוט
hu: Rémálom
id: Mimpi buruk
it: Incubo
ja: ナイトメア
ko: 악몽
lt: Košmaras
nb_no: Mareritt
nl: Nachtmerrie
pl: Koszmarny
pt: Pesadelo
ro: Coșmar
ru: Кошмар
sv: Mardröm
th: ฝันร้าย
tr: Kabus
uk: Кошмар.
vi: Cơn ác mộng
zh_hans: 恶梦
zh_hant: 地獄

# SongType_2
source: Ending
ar: النهاية
bg: Прекратяване на
da: Afslutning
el: Τερματισμός
es: Cierre
fi: Lopetus
fr: Fin
he: סיום
hu: Befejezés
id: Penutup
it: Chiusura
ja: エンディング
ko: 엔딩
lt: Pabaiga
nb_no: Avslutning
pl: Piosenka kończąca
pt: Encerramento
ro: Sfârșitul
ru: Конец
sv: Avslutande
th: จบ
tr: Kapanış Müziği
uk: Закінчення
vi: Kết thúc
zh_hans: 闭幕曲
zh_hant: 片尾曲

# SendStatistics_HardRounds
source: `{0}` hard rounds
ar: `{0}` جولات صعبة
bg: `{0}` твърди кръгове
cs: `{0}` těžkých kol
da: `{0}` hårde runder
de: `{0}` schwere Runden
el: `{0}` σκληροί γύροι
es: `{0}` rondas difíciles
fi: `{0}` kovat kierrokset
fil: `{0}` na mahirap ang laro
fr: `{0}` parties de niveau difficile
he: `{0}` סיבובים קשים
hu: `{0}` kemény körök
id: `{0}` ronde susah
it: `{0}` round difficili
ja: `{0}`個のハードラウンド
ko: `{0}` 하드 라운드
lt: `{0}` kieti apvalumai
nb_no: `{0}` harde runder
nl: `{0}` moeilijke ronden
pl: `{0}` trudnych rund
pt: `{0}`rounds difíceis
ro: `{0}` runde tari
ru: `{0}` твёрдые снаряды
sv: `{0}` hårda rundor
th: `{0}` ลูกกระสุนทรงกลมแข็ง
tr: `{0}` zor seviye raunt
uk: `{0}` важкі раунди
vi: `{0}` viên đạn cứng
zh_hans: `{0}` 个困难的轮
zh_hant: `{0}` 回合困難難度

# SendStatistics_ExtremeRounds
source: `{0}` extreme rounds
ar: جولات شديدة `{0}`
bg: `{0}` екстремни кръгове
cs: `{0}` extrémních kol
da: `{0}` ekstreme runder
de: `{0}` extreme Runden
el: `{0}` ακραία γύρους
es: `{0}` rondas extremas
fi: `{0}` äärimmäiset kierrokset
fil: `{0}` na matindi ang laro
fr: `{0}` parties de niveau extrême
he: `{0}` סיבובים קיצוניים
hu: `{0}` extrém körök
id: `{0}` ronde ekstrim
it: `{0}` round estremi
ja: `{0}`個のエクストリームラウンド
ko: `{0}` 익스트림 라운드
lt: `{0}` ekstremalūs raundai
nb_no: `{0}` ekstreme runder
nl: `{0}` extreme ronden
pl: `{0}` ekstremalnych rund
pt: `{0}` rounds extremos
ro: `{0}` runde extreme
ru: `{0}` экстремальные раунды
sv: `{0}` extrema rundor
th: `{0}` รอบสุดขีด
tr: `{0}` aşırı zor seviye raunt
uk: `{0}` екстремальні раунди
vi: `{0}` vòng thi đấu cực đoan
zh_hans: `{0}` 个极端的轮
zh_hant: `{0}` 回合極限難度

# SendStatistics_EverythingRounds
source: `{0}` rounds with no difficulty
ar: جولات `{0}` بدون صعوبة
bg: `{0}` кръгове без затруднения
cs: `{0}` kol bez obtížnosti
da: `{0}` runder uden problemer
de: `{0}` Runden ohne Schwierigkeitsgrad
el: `{0}` γύρους χωρίς δυσκολία
es: `{0}` rondas sin dificultad
fi: `{0}` kierrokset ilman vaikeuksia
fil: `{0}` na laro na walang kahirapan
fr: `{0}` parties sans niveau de difficulté
he: `{0}` סיבובים ללא קושי
hu: `{0}` körök nehézség nélkül
id: `{0}` ronde tanpa kesulitan
it: `{0}` round senza difficoltà
ja: `{0}`個の難易度なしラウンド
ko: `{0}` 어려움 없는 라운드
lt: `{0}` raundai be jokių sunkumų
nb_no: `{0}` runder uten problemer
nl: `{0}` ronden zonder moeilijkheidsgraad
pl: `{0}` rund bez poziomu trudności
pt: `{0}`rounds sem dificuldade selecionada
ro: `{0}` runde fără dificultate
ru: `{0}` раунды без затруднений
sv: `{0}` rundor utan problem
th: `{0}` รอบที่ไม่มีอุปสรรค
tr: `{0}` seviye seçilmemiş raunt
uk: `{0}` раундів без особливих зусиль
vi: `{0}` các vòng thi không gặp khó khăn
zh_hans: `{0}` 个无难度的轮
zh_hant: `{0}` 回合無難度

# StartGame_VoiceRoundSessionIsActive_Title
source: A session is already active
ar: جلسة نشطة بالفعل
bg: Сесията вече е активна
cs: Relace je již aktívní
da: En session er allerede aktiv
de: Es ist bereits eine Sitzung aktiv
el: Μια σύνοδος είναι ήδη ενεργή
es: Ya hay una sesión activa
fi: Istunto on jo aktiivinen
fil: May larong nagaganap na
fr: Une partie est déjà en court
he: יש כבר סבב משחקים פעיל
hu: A munkamenet már aktív
id: Sebuah sesi sudah aktif
it: C'è già una sessione attiva
ja: すでにアクティブなセッションがあります
ko: 세션이 이미 활성화되어 있습니다.
lt: Sesija jau aktyvi
nb_no: En økt er allerede aktiv
nl: Een spraakkanaalsessie is al actief
pl: Sesja jest już aktywna
pt: Uma sessão já está ativa
ro: O sesiune este deja activă
ru: Сессия уже активна
sv: En session är redan aktiv
th: เซสชันกำลังใช้งานอยู่
tr: Mevcut raunt devam ediyor
uk: Сесія вже активна
vi: Một phiên đã được kích hoạt
zh_hans: 已经有一个活动会议
zh_hant: 一局比賽已在進行

# SendDatabaseUnavailable_Title
source: {0} rounds are currently unavailable
ar: {0} الجولات غير متوفرة حاليًا
bg: {0} кръговете в момента не са налични
cs: {0} kol je momentálně nedostupných
da: {0} runderne er ikke tilgængelige i øjeblikket
de: {0} Spiel ist momentan nicht verfügbar
el: {0} οι γύροι δεν είναι προς το παρόν διαθέσιμοι
es: {0} rondas no están disponibles
fi: {0} kierrokset eivät ole tällä hetkellä käytettävissä
fil: Ang mga {0} rounds ay hindi pa magagamit
fr: {0} parties sont présentement indisponible
he: {0} הסיבובים אינם זמינים כרגע
hu: {0} a körök jelenleg nem állnak rendelkezésre
id: {0} ronde saat ini tidak tersedia
it: {0} round non sono disponibili
ja: {0}ラウンドは現在使用できません
ko: {0} 현재 라운드를 사용할 수 없습니다.
lt: {0} raundai šiuo metu neprieinami
nb_no: {0} Rundene er for øyeblikket ikke tilgjengelige
nl: {0} ronden zijn momenteel niet beschikbaar
pl: {0} rozgrywek jest aktualnie dostępnych
pt: {0} jogos estão atualmente indisponíveis
ro: {0} rundele sunt momentan indisponibile
ru: {0} патроны в настоящее время недоступны
sv: {0} rundor är för närvarande inte tillgängliga
th: {0} ขณะนี้ไม่มีรอบให้บริการ
tr: {0} rauntları şu anda kullanılabilir değil
uk: {0} раунди наразі недоступні
vi: {0} Các vòng hiện tại không có sẵn.
zh_hans: {0}目前无法使用轮次
zh_hant: {0} 回合目前不可用

# CreateFilterDescription_AnimeOrigins_Included
source: Including origins: **{0}**
bg: Включително произхода: **{0}**
cs: Včetně původu: **{0}**
da: Herunder oprindelse: **{0}**
el: Συμπεριλαμβανομένης της προέλευσης: **{0}**
es: Incluyendo los orígenes: **{0}**
fi: Mukaan lukien alkuperä: **{0}**
fr: Y compris les origines : **{0}**
he: כולל מקורות: **{0}**
hu: Beleértve a származást: **{0}**
id: Termasuk asal-usul: **{0}**
it: Comprese le origini: **{0}**
ja: 出自も含めて：**{0}**
ko: 원산지 포함: **{0}**
lt: Įskaitant kilmę: **{0}**
nb_no: Inkludert opprinnelse: **{0}**
nl: Inclusief oorsprong: **{0}**
pl: W tym pochodzenie: **{0}**
pt: Incluindo as origens: **{0}**
ro: Inclusiv originile: **{0}**
ru: Включая происхождение: **{0}**
sv: Inklusive ursprung: **{0}**
th: รวมแหล่งที่มา:**{0}**
tr: Kökenler dahil: **{0}**
uk: Включаючи походження: **{0}**
vi: Bao gồm nguồn gốc: **{0}**
zh_hans: 包括起源：**{0}**
zh_hant: 包含產地：**{0}**

# CreateFilterDescription_AnimeOrigins_Excluded
source: Excluding origins: **{0}**
bg: С изключение на произхода: **{0}**
cs: S výjimkou původu: **{0}**
da: Eksklusive oprindelse: **{0}**
el: Εξαιρουμένης της προέλευσης: **{0}**
es: Excluyendo los orígenes: **{0}**
fi: Lukuun ottamatta alkuperää: **{0}**
fr: En excluant les origines : **{0}**
he: למעט מקורות: **{0}**
hu: A származás nélkül: **{0}**
id: Tidak termasuk negara asal: **{0}**
it: Escluse le origini: **{0}**
ja: 原産地を除く：**{0}**
ko: 원산지 제외: **{0}**
lt: Išskyrus kilmę: **{0}**
nb_no: Eksklusive opprinnelse: **{0}**
nl: Exclusief oorsprong: **{0}**
pl: Z wyłączeniem pochodzenia: **{0}**
pt: Excluindo as origens: **{0}**
ro: Cu excepția originilor: **{0}**
ru: Без учета происхождения: **{0}**
sv: Exklusive ursprung: **{0}**
th: ไม่รวมแหล่งที่มา:**{0}**
tr: Kökenler hariç: **{0}**
uk: За винятком походження: **{0}**
vi: Loại trừ nguồn gốc: **{0}**
zh_hans: 不包括原产地：**{0}**
zh_hant: 不包含產地：**{0}**

# SendStatistics_AnimeCharacterRounds
source: `{0}` anime character rounds
ar: `{0}` جولات شخصيات أنمي
bg: `{0}` кръгове от аниме герои
cs: `{0}` kol s anime postavami
da: `{0}` runder med anime-figurer
de: `{0}` Charakterrunden
el: `{0}` γύροι χαρακτήρων anime
es: `{0}` rondas de personajes de anime
fi: `{0}` anime hahmo kierroksia
fil: `{0}` na laro sa mga anime characters
fr: `{0}` parties de type personnage d'anime
he: `{0}` דמויות אנימה עגולות
hu: `{0}` anime karakter körök
id: `{0}` ronde karakter anime
it: `{0}` rounds di personaggi di anime
ja: `{0}`個のアニメキャラクターラウンド
ko: `{0}` 애니메이션 캐릭터 라운드
lt: `{0}` anime personažų apvalumai
nb_no: `{0}` runder med anime-karakterer
nl: `{0}` animepersonageronden
pl: `{0}` rund postaci z anime
pt: `{0}` rounds de personagens de anime
ro: `{0}` runde de caractere anime
ru: `{0}` круги для персонажей аниме
sv: `{0}` rundor för anime-karaktärer
th: `{0}` ตัวละครอนิเมะหน้าตากลม
tr: `{0}` anime karakteri raundu
uk: `{0}` раунди з аніме-персонажами
vi: `{0}` các vòng tròn nhân vật anime
zh_hans: `{0}` 个动漫人物轮
zh_hant: `{0}` 回合動畫角色題

# SendStatistics_PlayerWon1Count
source: `{0}` won at least 1 round
ar: فاز `{0}` جولة واحدة على الأقل
bg: `{0}` спечелил поне 1 рунд
cs: `{0}` vyhrál/a alespoň 1 kolo
da: `{0}` vandt mindst 1 runde
de: `{0}` gewann mindestens 1 Runde
el: `{0}` κέρδισε τουλάχιστον 1 γύρο
es: `{0}` ganaron al menos 1 ronda
fi: `{0}` voitti vähintään 1 kierroksen
fr: `{0}` ont gagné au moins une partie
he: `{0}` ניצח לפחות בסיבוב אחד
hu: `{0}` legalább 1 menetet nyert
id: `{0}` memenangkan setidaknya 1 ronde
it: `{0}` ha vinto almeno 1 round
ja: `{0}`人が1ラウンド以上勝利
ko: `{0}` 최소 1라운드에서 승리
lt: `{0}` laimėjo bent 1 raundą
nb_no: `{0}` vunnet minst 1 runde
nl: `{0}` won tenminste 1 ronde
pl: `{0}` wygrałeś przynajmniej 1 rundę
pt: `{0}` venceu pelo menos 1 round
ro: `{0}` a câștigat cel puțin o rundă
ru: `{0}` выиграл не менее 1 раунда
sv: `{0}` vunnit minst 1 rond
th: `{0}` ชนะอย่างน้อย 1 รอบ
tr: En az 1 raunt kazanan kişi sayısı `{0}`
uk: `{0}` виграли принаймні 1 раунд
vi: `{0}` thắng ít nhất 1 hiệp
zh_hans: `{0}` 赢了至少一轮
zh_hant: `{0}` 獲勝至少一回合

# StartGame_Preparing_ExclusivelyFromList
source: From user(s) **{0}** on {1}
ar: من المستخدمين (s) ** {0} ** على {1}
bg: От потребител(и) **{0}** on {1}
cs: Od uživatele(ů) **{0}** na {1}
da: Fra bruger(e) **{0}** den {1}
el: Από τον/τους χρήστη/ες **{0}** στο {1}
es: De el/los usuario(s) **{0}** en {1}
fi: Käyttäjältä **{0}** on: . {1}
fr: Venant des utilisateurs **{0}** sur {1}
he: מאת המשתמשים **{0}** ב- {1}
hu: Felhasználó(k)tól **{0}** on {1}
id: Dari pengguna **{0}** pada {1}
it: Dall'utente(i) **{0}** in {1}
ja: {1} のユーザー **{0}** より
ko: 사용자(들)로부터 **{0}** on {1}
lt: Nuo naudotojo (-ų) **{0}** dėl {1}
nb_no: Fra bruker(e) **{0}** på {1}
nl: Van speler(s) **{0}** op {1}
pl: Od użytkownika(użytkowników) **{0}** z {1}
pt: Do usuário(s) **{0}** em {1}
ro: De la utilizator(i) **{0}** pe {1}
ru: От пользователя(ей) **{0}** на {1}
sv: Från användare **{0}** på {1}
th: จากผู้ใช้**{0}** เมื่อวันที่{1}
tr: **{0}** adlı kişi veya kişilerin {1} hesabından
uk: Від користувача(ів) **{0}** на {1}
vi: Từ người dùng **{0}** vào ngày {1}
zh_hans: {1}中的**{0}**用户
zh_hant: 來自 {1} 的使用者 **{0}**

# AnimeList_Filter_For_Anime_Only
source: the anime list filter works only for anime and anime character rounds
ar: يعمل مرشح قائمة الانيمي فقط لجولات شخصيات أنيمي وجولات شخصية أنيمي
bg: филтърът за списък с аниме работи само за кръгове с аниме и аниме герои
cs: anime list filtr funguje jenom s anime koly nebo s koly anime postav
da: Filteret til anime-listen virker kun til anime- og anime-karakterrunder.
de: der Anime-Listenfilter funktioniert nur für Anime- und Anime-Charakter-Runden
el: το φίλτρο λίστας anime λειτουργεί μόνο για γύρους anime και χαρακτήρων anime
es: el filtro para la lista de anime sólo funciona en rondas de anime y personajes de anime
fi: anime-luettelon suodatin toimii vain anime- ja anime-hahmokierroksilla.
fr: le filtre de liste d'anime fonctionne seulement pour les parties d'anime et les parties de personnage d'anime
he: מסנן רשימת האנימה פועל רק עבור סיבובי אנימה ודמויות אנימה.
hu: az anime lista szűrő csak anime és anime karakter körökre működik
id: filter daftar anime hanya berfungsi untuk ronde karakter anime dan ronde anime
it: il filtro per l'elenco degli anime funziona solo su turni di anime e personaggi di anime
ja: アニメリストフィルターは、アニメラウンドとアニメキャラクターラウンドにのみ機能します。
ko: 애니메이션 목록 필터는 애니메이션 및 애니메이션 캐릭터 라운드에서만 작동합니다.
lt: anime sąrašo filtras veikia tik anime ir anime personažų turuose
nb_no: anime-listefilteret fungerer bare for anime- og anime-karakterrunder.
nl: het filter op animelijst werkt alleen voor anime- en animepersonageronden
pl: filtr lista anime działa tylko dla rund typu postaci anime i anime
pt: o filtro por lista de anime apenas funciona para rounds de anime ou personagens de anime
ro: filtrul listei anime funcționează numai pentru rundele de anime și de personaje anime
ru: Фильтр списка аниме работает только для аниме и раундов аниме-персонажей
sv: filtret för anime-listan fungerar endast för anime- och anime-karaktärsrundor
th: ตัวกรองรายการอนิเมะทำงานได้เฉพาะสำหรับรอบอนิเมะและตัวละครอนิเมะเท่านั้น
tr: anime listesi yalnızca anime ve anime karakteri rauntları için geçerlidir
uk: фільтр списку аніме працює тільки для раундів з аніме та аніме-персонажами
vi: Bộ lọc danh sách anime chỉ hoạt động cho các tập anime và các nhân vật anime.
zh_hans: 动漫列表过滤器只适用于动漫和动漫人物轮回
zh_hant: 動畫清單篩選項僅適用於動畫題和動畫角色題

# Execute_Help_Title
source: RinBot command list
ar: قائمة أوامر RINBOT
bg: Списък с команди на RinBot
cs: RinBot seznam příkazů
da: RinBot-kommandoliste
de: RinBot Befehlsliste
el: Κατάλογος εντολών RinBot
es: Lista de comandos de RinBot
fi: RinBot-komentoluettelo
fr: Liste des commandes de Rinbot
hu: RinBot parancslista
id: Daftar perintah RinBot
it: Elenco dei comandi di RinBot
ja: RinBotコマンドリスト
ko: 린봇 명령 목록
lt: RinBot komandų sąrašas
nb_no: RinBot-kommandoliste
nl: RinBot commandolijst
pl: Lista poleceń dla RinBot
pt: Lista de comandos RinBot
ro: Lista de comenzi RinBot
ru: Список команд RinBot
sv: Kommandolista för RinBot
th: รายการคำสั่งของ RinBot
tr: RinBot komut listesi
uk: Список команд RinBot
vi: Danh sách lệnh RinBot
zh_hans: RinBot命令列表
zh_hant: RinBot 指令列表

# Execute_Help_sg
source: Start a new image round
ar: ابدأ جولة صورة جديدة
bg: Започнете нов кръг от изображения
cs: Začne novou obrázkovou relaci
da: Start en ny billedrunde
de: Startet eine neue Runde
el: Ξεκινήστε ένα νέο γύρο εικόνας
es: Comienza una nueva ronda de imagen
fi: Aloita uusi kuvakierros
fr: Commencer une nouvelle partie avec des images
he: התחל סיבוב תמונות חדש
hu: Új képkör indítása
id: Memulai ronde baru gambar
it: Inizia un nuovo round di immagini
ja: 新しい画像ラウンドを開始する
ko: 새 이미지 라운드 시작
lt: Pradėkite naują vaizdų raundą
nb_no: Start en ny bilderunde
nl: Begin een nieuwe ronde
pl: Rozpocznij nową rundę obrazu
pt: Começa um novo round de imagens
ro: Începeți o nouă rundă de imagini
ru: Начните новый цикл обработки изображений
sv: Starta en ny bildrunda
th: เริ่มรอบการสร้างภาพใหม่
tr: Yeni bir görsel raundu başlatır
uk: Почніть новий раунд зображень
vi: Bắt đầu một vòng hình ảnh mới
zh_hans: 开始一个新的图像轮
zh_hant: 開始新的一道圖片題

# Execute_Help_sgv
source: Start a new video round
ar: ابدأ جولة فيديو جديدة
bg: Започнете нов кръг от видеоклипове
cs: Začne novou video relaci
da: Start en ny videorunde
de: Startet eine neue Videorunde
el: Ξεκινήστε ένα νέο γύρο βίντεο
es: Comienza una nueva ronda de vídeo
fi: Aloita uusi videokierros
fr: Commencer une nouvelle partie de type vidéo
he: מתחיל סיבוב וידאו חדש
hu: Új videókör indítása
id: Memulai ronde baru video
it: Inizia un nuovo round di video
ja: 新しいビデオラウンドを開始する
ko: 새 비디오 라운드 시작
lt: Pradėkite naują vaizdo įrašų ciklą
nb_no: Start en ny videorunde
nl: Begin een nieuwe videoronde
pl: Rozpocznij nową rundę video
pt: Começa um novo round de vídeo
ro: Începeți o nouă rundă video
ru: Начать новый раунд видеосъемки
sv: Starta en ny videorunda
th: เริ่มรอบวิดีโอใหม่
tr: Yeni bir video raundu başlatır
uk: Почніть новий відео раунд
vi: Bắt đầu một vòng video mới
zh_hans: 开始一个新的视频轮
zh_hant: 開始新的一道影片題

# Execute_Help_sga
source: Start a new audio round
ar: ابدأ جولة صوتية جديدة
bg: Започнете нов аудио кръг
cs: Začne novou zvukovou relaci
da: Start en ny lydrunde
de: Startet eine neue Audiorunde
el: Ξεκινήστε έναν νέο γύρο ήχου
es: Comienza una nueva ronda de audio
fi: Aloita uusi äänikierros
fr: Commencer une nouvelle partie audio
he: מתחיל סיבוב קול חדש
hu: Új hangkör indítása
id: Memulai ronde baru audio
it: Inizia un nuovo round di audio
ja: 新しいオーディオラウンドを開始する
ko: 새 오디오 라운드 시작
lt: Pradėkite naują garso įrašų raundą
nb_no: Start en ny lydrunde
nl: Begin een nieuwe audioronde
pl: Rozpocznij nową rundę audio
pt: Começa um novo round de música
ro: Începeți o nouă rundă audio
ru: Начать новый аудиораунд
sv: Starta en ny ljudrunda
th: เริ่มรอบเสียงใหม่
tr: Yeni bir ses raundu başlatır
uk: Почніть новий аудіо раунд
vi: Bắt đầu một vòng âm thanh mới
zh_hans: 开始一个新的音频轮
zh_hant: 開始新的一道聲音題（手動播放）
