Repository: kuru-rin/rin-bot-discord-translations
Catalog: RinBot.Discord.*.resx
Languages: ar, bg, cs, da, de, el, es, fi, fil, fr, he, hu, id, it, ja, ko, lt, nb_no, nl, pl, pt, ro, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

# Create_StartedVoiceSession_Description
source: Rounds will be starting automatically. To change your filter, just use `{0}sgs` again. To skip a round, use `{0}stopg` and to cancel the session use `{0}stopgs`.
ar: ستبدأ الجولات تلقائيًا. لتغيير المرشح الخاص بك ، ما عليك سوى استخدام `{0} sgs` مرة أخرى. لتخطي جولة ، استخدم `{0} stopg` وللإلغاء الجلسة ، استخدم` {0} stopgs`.
bg: Рундовете ще започнат автоматично. За да смените филтъра си, просто използвайте отново `{0}sgs`. За да пропуснете даден рунд, използвайте `{0}stopg`, а за да отмените сесията, използвайте `{0}stopgs`.
cs: Kola budou začínat automaticky. Pro změnu filtru použij `{0}sgs` znova. Pro přeskočení kola použij `{0}stopg` a pro ukončení relace použij `{0}stopgs`.
da: Runderne starter automatisk. Hvis du vil ændre dit filter, skal du bare bruge `{0}sgs` igen. For at springe en runde over, brug `{0}stopg` og for at annullere sessionen brug `{0}stopgs`.
el: Οι γύροι θα ξεκινήσουν αυτόματα. Για να αλλάξετε το φίλτρο σας, απλά χρησιμοποιήστε ξανά το `{0}sgs`. Για να παραλείψετε έναν γύρο, χρησιμοποιήστε `{0}stopg` και για να ακυρώσετε τη συνεδρία χρησιμοποιήστε `{0}stopgs`.
es: Las rondas comenzarán automáticamente. Para cambiar tu filtro, solo usa `{0}sgs` de nuevo. Para saltar una ronda, usa `{0}stopg`, y para cancelar la sesión, usa `{0}stopgs`.
fi: Kierrokset alkavat automaattisesti. Jos haluat vaihtaa suodattimen, käytä uudelleen `{0}sgs`. Voit ohittaa kierroksen käyttämällä `{0}stopg` ja peruuttaa istunnon käyttämällä `{0}stopgs`.
fr: Les parties vont commencer automatiquement. Pour changer vos filtres utilisez `{0}sgs` de nouveau. Pour passer une partie utilisez `{0}stopg` et pour annuler la session utilisez `{0}stopgs`.
he: משחקים יתחילו בצורה אוטומטית. כדי לשנות את הסינון, השתמש/י ב`{0}sgs` שוב. כדי לדלג על סיבוב, השתמש/י ב`{0}stopg` וכדי לבטל סבב משחקים השתמש/י ב`{0}stopgs`.
hu: A fordulók automatikusan indulnak. A szűrő cseréjéhez csak használja újra a `{0}sgs` címet. Egy forduló kihagyásához használja a `{0}stopg` parancsot, a munkamenet leállításához pedig a `{0}stopgs` parancsot.
id: Putaran akan dimulai secara otomatis. Untuk mengubah filter Anda, cukup gunakan `{0}sgs` lagi. Untuk melewati satu ronde, gunakan `{0}stopg` dan untuk membatalkan sesi saat ini gunakan `{0}stopgs`.
it: I round inizieranno automaticamente. Per cambiare il filtro basta usare di nuovo `{0}sgs`. Per saltare un round usa `{0}stopg` e per cancellare la sessione usa `{0}stopgs`.
ja: ラウンドは自動的に開始されます。 フィルターを変更するには、`{0}sgs` をもう一度使ってください。ラウンドをスキップするには `{0}stopg` を、セッションをキャンセルするには `{0}stopgs` を使ってください。
ko: 라운드가 자동으로 시작됩니다. 필터를 변경하려면 `{0}sgs` 을 다시 입력하세요. 라운드를 건너뛰려면 `{0}stopg` 을 사용하고 세션을 취소하려면 `{0}stopg` 을 사용하세요.
lt: Rungtys bus pradedamos automatiškai. Norėdami pakeisti filtrą, tiesiog vėl naudokite `{0}sgs`. Norėdami praleisti raundą, naudokite `{0}stopg`, o norėdami atšaukti sesiją, naudokite `{0}stopgs`.
nb_no: Rundene starter automatisk. Hvis du vil endre filter, bruker du bare `{0}sgs` igjen. For å hoppe over en runde bruker du `{0}stopg` og for å avbryte økten bruker du `{0}stopgs`.
nl: Ronden zullen automatisch gestart worden. Gebruik nogmaals `{0}sgs` om het filter te veranderen. Gebruik `{0}stopg` om een ronde over te slaan en gebruik `{0}stopgs` om de sessie te annuleren.
pl: Rundy rozpoczną się automatycznie. Aby zmienić filtr, po prostu użyj ponownie `{0} sgs`. Aby pominąć rundę, użyj `{0}stopg`, a aby anulować sesję, użyj `{0}stopgs`.
pt: Rounds irão começar automaticamente. Para mudar o filtro utilize `{0}sgs` novamente. Para pular um round utilize `{0}stopg` e para cancelar uma sessão de música `{0}stopgs`.
ro: Rundele vor începe automat. Pentru a schimba filtrul, utilizați din nou `{0}sgs`. Pentru a sări peste o rundă, utilizați `{0}stopg` și pentru a anula sesiunea utilizați `{0}stopgs`.
ru: Раунды будут начинаться автоматически. Чтобы сменить фильтр, достаточно снова использовать `{0}sgs`. Чтобы пропустить раунд, используйте `{0}stopg`, а для отмены сеанса - `{0}stopgs`.
sv: Rundorna startar automatiskt. För att ändra ditt filter, använd bara `{0}sgs` igen. För att hoppa över en runda, använd `{0}stopg` och för att avbryta sessionen använd `{0}stopgs`.
th: รอบจะเริ่มโดยอัตโนมัติ หากต้องการเปลี่ยนฟิลเตอร์ของคุณ เพียงใช้`{0}sgs` อีกครั้ง หากต้องการข้ามรอบ ให้ใช้`{0}stopg` และหากต้องการยกเลิกเซสชั่น ให้ใช้`{0}stopgs`
tr: Rauntlar otomatik olarak başlayacak. Filtre değiştirmek için, tekrar `{0}sgs` kullan. Raundu atlamak için `{0}stopg` kullan ve oturumu iptal etmek için `{0}stopgs` kullan.
uk: Раунди починатимуться автоматично. Щоб змінити фільтр, просто повторіть `{0}sgs`. Щоб пропустити раунд, використовуйте `{0}stopg`, а щоб скасувати сесію - `{0}stopgs`.
vi: Các vòng chơi sẽ bắt đầu tự động. Để thay đổi bộ lọc, cậu chỉ cần sử dụng `{0}sgs` một lần nữa. Để bỏ qua một vòng, sử dụng `{0}stopg` và để hủy phiên, sử dụng `{0}stopgs`.
zh_hans: 比赛将自动开始。 要更改过滤器，只需再次使用`{0}sgs` 。要跳过一轮，请使用`{0}stopg` ，要取消会话，请使用`{0}stopgs` 。
zh_hant: 比賽即將自動開始。 若要更改篩選項，只需再次使用`{0}sgs` 。要跳過一題，請使用`{0}stopg` ，要取消整場比賽，請使用`{0}stopgs` 。

# Create_StartedVoiceSession_Title
source: Started a voice session in channel **{0}**
ar: بدأت جلسة صوتية في القناة ** {0} **
bg: Започна гласова сесия в канал **{0}**
cs: Hlasová relace začala v kanále **{0}**
da: Startede en talesession i kanalen **{0}**
el: Ξεκίνησε μια φωνητική συνεδρία στο κανάλι **{0}**
es: Comenzó una sesión de voz en el canal **{0}**
fi: Aloitti puheistunnon kanavalla **{0}**
fr: Début d'une session vocale dans le salon **{0}**
he: התחיל סבב משחקי קול בצ'אט **{0}**
hu: Hangbeszélgetés indítása a csatornán **{0}**
id: Memulai sesi suara di saluran **{0}**
it: Ha iniziato una sessione vocale sul canale **{0}**
ja: チャンネル**{0}**にボイスセッションを開始しました
ko: 채널에서 음성 세션 시작 **{0}**
lt: Pradėta balso sesija kanale **{0}**
nb_no: Startet en taleøkt i kanalen **{0}**
nl: Spraakkanaalsessie is begonnen in kanaal **{0}**
pl: Rozpoczęto sesję głosową na kanale **{0}**
pt: Foi iniciada uma sessão de voz no canal **{0}**
ro: A început o sesiune de voce în canal **{0}**
ru: Начало голосовой сессии в канале **{0}**
sv: Startade en röstsession i kanalen **{0}**
th: เริ่มเซสชันเสียงในช่อง**{0}**
tr: **{0}** kanalında sesli raunt başlatıldı
uk: Розпочато голосову сесію в каналі **{0}**
vi: Bắt đầu một phiên trò chuyện bằng giọng nói trong kênh **{0}**
zh_hans: 在频道中开始语音会话**{0}**
zh_hant: 已在**{0}**頻道中開始一局聲音題遊戲

# SendRoundPreparation_With_Session_Title
source: Preparing round {0} of {1}…
ar: التحضير جولة {0} من {1} …
bg: Подготовка на кръг {0} от {1}…
cs: Připravuji kolo {0} z {1}…
da: Forberedelse af runde {0} af {1}…
de: Vorbereitung auf Runde {0} von {1}…
el: Προετοιμασία γύρου {0} του {1}…
es: Preparando ronda {0} de {1}…
fi: Pyöreän {0} valmistelu {1}…
fr: Préparation de la partie {0} sur {1}…
he: מתכנן משחק {0} מתוך {1}…
hu: Kerek {0} előkészítése {1}…
id: Mempersiapkan ronde {0} dari {1}…
it: Preparando il round {0} di {1}…
ja: {1}ラウンド中{0}ラウンド目を準備中…
ko: {1}의 {0} 라운드 준비 중 …
lt: Apvalių {0} {1} …
nb_no: Forbereder runde {0} av {1}…
nl: Bezig met voorbereiden van ronde {0} van {1}…
pl: Przygotowuję rundę {0} z {1}…
pt: Preparando round {0} de {1}…
ro: Pregătirea rotundului {0} de {1}…
ru: Подготовка круглого {0} сайта {1}…
sv: Förberedande runda {0} av {1}…
th: การเตรียมรอบการระดมทุน{0} ของบริษัท{1}…
tr: {1} raunt arasından {0}. raunt hazırlanıyor…
uk: Підготовка раунду {0} від {1}…
vi: Chuẩn bị vòng {0} của {1}…
zh_hans: 准备圆形{0} of{1}…
zh_hant: 正在準備 第{0}題，共{1}題…

# Execute_Help_More
source: __More help__ Queries: `{0}help query`
ar: __مزيد من المساعدة__ الاستعلامات: `{0} مساعدة Query`
bg: __Повече помощ__ Запитвания: `{0}Запитване за помощ`
cs: __Další pomoc__ Příkazy: `{0}help query`
da: __Mere hjælp__ Forespørgsler: `{0}hjælpeforespørgsel`
el: __Περισσότερη βοήθεια__ Ερωτήματα: `{0}help query`
es: __Más ayuda__ Consultas: `{0}help query`
fi: __Lisää apua__ Kyselyt: `{0}help query`
fr: __Plus d'aide__ Requête : `{0}help query`
he: __עזרה נוספת__ שאלות: `{0}help query`
hu: __További segítség__ Kérdések: `{0}segítségkérés`
id: __Bantuan lebih lanjut__ Pertanyaan: `{0}help query`
it: __Più aiuto__ Query: `{0}help query`
ja: __その他のヘルプ__： クエリ：`{0}help query`
ko: __추가 도움말__ 쿼리: `{0}도움말 쿼리`
lt: __Daugiau pagalbos__ Užklausos: `{0}pagalbos užklausa`
nb_no: __Mer hjelp__ Spørsmål: `{0}hjelpespørsmål`
nl: __Meer hulp__ Zoekopdrachten: `{0}help query`
pl: __Pomoc__ Zapytania: `{0}Pomoc`
pt: __Mais informações__ Dúvidas: `{0}help query`
ro: __Mai mult ajutor__ Interogări: `{0}help query`
ru: __Дополнительная помощь__ Запросы: `{0}запрос на помощь`
sv: __Mer hjälp__ Frågor: `{0}hjälpfråga`
th: __ความช่วยเหลือเพิ่มเติม__ ข้อสงสัย:`{0}help query`
tr: __Daha fazla yardım__ Sorular: `{0}help query`
uk: __Більше допомоги__ Запити: `{0}запит на допомогу`
vi: __Hỗ trợ thêm:__ Câu hỏi: `{0}help query`
zh_hans: __更多帮助__ 查询：`{0}帮助查询`
zh_hant: __更多說明__ 查詢選項：`{0}help query`

# StartGame_SessionInProgress
source: {0}, there is a session in progress. Use `{1}stopgs` to stop it.
ar: {0} ، هناك جلسة قيد التقدم. استخدم `{1} stopgs` لإيقافه.
bg: {0}, има сесия в процес на изпълнение. Използвайте `{1}stopgs`, за да я спрете.
cs: {0}, právě probíhá kolo. Použij `{1}stopgs` pro jeho zastavení.
da: {0}Der er en session i gang. Brug `{1}stopgs` til at stoppe den.
el: {0}, υπάρχει μια σύνοδος σε εξέλιξη. Χρησιμοποιήστε το `{1}stopgs` για να τη σταματήσετε.
es: {0}, hay una sesión en progreso. Usa `{1}stopgs` para detenerla.
fi: {0}, istunto on käynnissä. Pysäytä se käyttämällä `{1}stopgs`.
fr: {0}, il y adéjà une session en cours. Utilise `{1}stopgs` pour l'arrêter.
he: {0}, יש סבב משחקים שרץ עכשיו. השתמש/י ב`{1}stopgs` כדי לעצור אותו.
hu: {0}, folyamatban van egy munkamenet. Használja a `{1}stopgs` leállításához.
id: {0}, ada sesi yang sedang berlangsung. Gunakan `{1}stopgs` untuk menghentikannya.
it: {0}, c'è una sessione in corso. Usa `{1}stopgs` per fermarla.
ja: {0}さん、進行中のセッションがあります。停止するには `{1}stopg` を使ってください。
ko: {0}를 누르면 세션이 진행 중입니다. `{1} stopgs` 을 사용하여 중지하세요.
lt: {0}, vyksta sesija. Norėdami ją sustabdyti, naudokite `{1}stopgs`.
nb_no: {0}er en økt i gang. Bruk `{1}stopgs` for å stoppe den.
nl: {0}, er is een sessie gaande. Gebruik `{1}stopgs` om deze te stoppen.
pl: {0}, sesja trwa. Użyj `{1}stopgs`, aby ją zatrzymać.
pt: {0}, uma sessão está em progresso. Use `{1}stopgs` para pará-la.
ro: {0}, există o sesiune în curs de desfășurare. Folosiți `{1}stopgs` pentru a o opri.
ru: {0}, идет сеанс работы. Для ее остановки используйте `{1}stopgs`.
sv: {0}, det pågår en session. Använd `{1}stopgs` för att stoppa det.
th: {0}, กำลังมีการดำเนินการอยู่. ใช้`{1}stopgs` เพื่อหยุดมัน.
tr: {0}, devam etmekte olan bir oturum mevcut. Durdurmak için `{1}stopgs` yaz.
uk: {0}відбувається сеанс зв'язку. Використовуйте `{1}stopgs`, щоб зупинити його.
vi: {0}Hiện tại có một phiên đang diễn ra. Sử dụng lệnh ` `{1}` và `stopgs` ` để dừng nó.
zh_hans: {0}, 正在进行会话。使用`{1}stopgs` 停止会话。
zh_hant: {0}，已有一局遊戲正在進行。請使用`{1}stopgs`結束該遊戲。

# Execute_Help_startctop
source: Start a new custom leaderboard
ar: ابدأ لوحة المتصدرين المخصصة الجديدة
bg: Стартиране на нова потребителска класация
cs: Založí nový vlastní žebříček
da: Start en ny brugerdefineret rangliste
el: Ξεκινήστε έναν νέο προσαρμοσμένο πίνακα κατάταξης
es: Comenzar una nueva tabla de posiciones personalizada
fi: Aloita uusi mukautettu tulostaulu
fr: Créer un nouveau classement personnalisé
he: התחל טבלת מובילים מותאמת אישית חדשה
hu: Új egyéni ranglista indítása
id: Memulai papan peringkat kustom baru
it: Inizia una nuova classifica personalizzata
ja: 新しいカスタムリーダーボードを開始する
ko: 새로운 사용자 지정 순위표 시작
lt: Pradėkite naują pasirinktinę lyderių lentelę
nb_no: Start en ny egendefinert ledertavle
nl: Begin een nieuw scorebord op maat
pl: Rozpocznij nowy ranking niestandardowy
pt: Começa uma nova classificação customizada
ro: Începeți un nou clasament personalizat
ru: Запуск новой пользовательской таблицы лидеров
sv: Starta en ny anpassad topplista
th: เริ่มต้นตารางผู้นำแบบกำหนดเองใหม่
tr: Yeni bir özel sıralama başlatır
uk: Створіть новий користувацький лідерборд
vi: Bắt đầu một bảng xếp hạng tùy chỉnh mới
zh_hans: 启动新的自定义排行榜
zh_hant: 啟動新的自定義排行榜

# Execute_Help_endctop
source: End the custom leaderboard
ar: إنهاء لوحة المتصدرين المخصصة
bg: Прекратяване на потребителската класация
cs: Ukončí vlastní žebříček
da: Afslut det brugerdefinerede leaderboard
el: Τερματισμός του προσαρμοσμένου πίνακα κατάταξης
es: Finalizar la tabla de posiciones personalizada
fi: Lopeta mukautettu tulostaulu
fr: Terminer le classement personnalisé
he: הפסק את רשימת המובילים המותאמת
hu: Az egyéni ranglista befejezése
id: Mengakhiri papan peringkat kustom
it: Finalizzare la classifica personalizzata
ja: カスタムリーダーボードを終了する
ko: 사용자 지정 순위표 종료
lt: Pasirinktinės lyderių lentelės pabaiga
nb_no: Avslutte den egendefinerte topplisten
nl: Beëindig het scorebord op maat
pl: Zakończ ranking niestandardowy
pt: Termina a classificação customizada
ro: Încheie clasamentul personalizat
ru: Завершение работы пользовательской таблицы лидеров
sv: Avsluta den anpassade topplistan
th: ยกเลิกกระดานผู้นำแบบกำหนดเอง
tr: Özel sıralamayı bitirir
uk: Завершення користувацького лідерборду
vi: Kết thúc bảng xếp hạng tùy chỉnh
zh_hans: 结束自定义排行榜
zh_hant: 結束自定義排行榜

# Execute_Help_resetctop
source: Reset the custom leaderboard
ar: أعد ضبط لوحة المتصدرين المخصصين
bg: Нулиране на потребителската класация
cs: Resetuje vlastní žebříček
da: Nulstil det brugerdefinerede leaderboard
el: Επαναφορά του προσαρμοσμένου πίνακα κατάταξης
es: Reiniciar la tabla de posiciones personalizada
fi: Nollaa mukautettu tulostaulu
fr: Remettre à 0 le classement personnalisé
he: אתחל את רשימת המובילים המותאמת
hu: Az egyéni ranglista visszaállítása
id: Menyetel ulang papan peringkat kuston
it: Azzeramento della classifica personalizzata
ja: カスタムリーダーボードをリセットする
ko: 사용자 지정 순위표 초기화
lt: Iš naujo nustatykite pasirinktinę lyderių lentelę
nb_no: Tilbakestille den egendefinerte topplisten
nl: Reset het scorebord op maat
pl: Zresetuj ranking niestandardowy
pt: Reinicia a classificação customizada
ro: Resetați clasamentul personalizat
ru: Сброс пользовательской таблицы лидеров
sv: Återställ den anpassade topplistan
th: รีเซ็ตกระดานผู้นำแบบกำหนดเอง
tr: Özel sıralamayı sıfırlar
uk: Скидання користувацького лідерборду
vi: Đặt lại bảng xếp hạng tùy chỉnh
zh_hans: 重置自定义排行榜
zh_hant: 重置自定義排行榜

# Execute_Help_sgg
source: Start a new game round
ar: ابدأ جولة جديدة
bg: Започване на нов кръг от играта
cs: Začne nové herní kolo
da: Start en ny spilrunde
el: Ξεκινήστε έναν νέο γύρο παιχνιδιού
es: Comienza una nueva ronda del juego
fi: Aloita uusi pelikierros
fr: Commencer une nouvelle partie
he: התחל סיבוב משחק חדש
hu: Új játékkör indítása
id: Memulai babak permainan baru
it: Iniziare un nuovo round di gioco
ja: 新しいゲームラウンドを開始する
ko: 새 게임 라운드 시작
lt: Pradėkite naują žaidimo raundą
nb_no: Start en ny spillrunde
nl: Begin een nieuwe ronde
pl: Rozpocznij nową rundę gry
pt: Começe um novo round
ro: Începeți o nouă rundă de joc
ru: Начать новый раунд игры
sv: Starta en ny spelrunda
th: เริ่มรอบเกมใหม่
tr: Yeni bir oyun raundu başlatır
uk: Почніть новий раунд гри
vi: Bắt đầu một vòng chơi mới
zh_hans: 开始新一轮游戏
zh_hant: 開始一局新遊戲

# Execute_Help_sgpc
source: Start a new anime character pixel round
ar: ابدأ جولة جديدة من Pixel شخصية أنيمي
bg: Започнете нов пикселен кръг с аниме герои
cs: Začne nové pixelové kolo s anime postavami
da: Start en ny pixelrunde med anime-figurer
el: Ξεκινήστε ένα νέο γύρο με χαρακτήρες anime pixel
es: Comienza una nueva ronda de personajes pixelados de anime
fi: Aloita uusi anime-hahmo pikselikierros
fr: Commencer une partie de personnage d'anime pixelisé
he: התחל משחק דמויות אנימה מפוקסל חדש
hu: Új anime karakter pixel kör indítása
id: Memulai ronde baru karakter anime piksel
it: Inizia un nuovo round di personaggi anime pixelati
ja: アニメキャラクターのピクセルラウンドを開始する
ko: 새로운 애니메이션 캐릭터 픽셀 라운드 시작하기
lt: Pradėkite naują anime personažų pikselių raundą
nb_no: Start en ny pikselrunde med anime-figurer
nl: Begin een nieuwe animepersonage-pixelronde
pl: Rozpocznij nową rundę pikselową postaci z anime
pt: Começar um novo round de personagem de anime pixelado
ro: Începe o nouă rundă de pixeli cu personaje anime
ru: Начните новый пиксельный раунд аниме-персонажей
sv: Starta en ny pixelrunda för anime-karaktärer
th: เริ่มรอบการสร้างตัวละครอนิเมะพิกเซลใหม่
tr: Yeni bir piksel anime karakteri raundu başlatır
uk: Почніть новий раунд пікселів аніме-персонажів
vi: Bắt đầu một vòng vẽ nhân vật anime bằng pixel mới
zh_hans: 开始一轮新的动漫人物像素游戏
zh_hant: 開始新的一局動畫角色馬賽克圖片題遊戲

# Execute_Help_credits
source: Show credits
ar: عرض المنشئين
bg: Показване на кредити
cs: Zobrazí poděkování
da: Vis credits
el: Πιστωτικές μονάδες προβολής
es: Muestra los créditos
fi: Näytä krediitit
fr: Affichage des crédits
he: הצג קרדיטים
hu: Mutassa a kreditpontokat
id: Menampilkan kredit
it: Mostra i crediti
ja: クレジットを表示する
ko: 크레딧 표시
lt: Rodyti kreditus
nb_no: Vis studiepoeng
nl: Toon credits
pl: Pokaż listę twórców
pt: Mostra os créditos
ro: Credite de spectacol
ru: Показать кредиты
sv: Visa meriter
th: แสดงเครดิต
tr: Emeği geçenleri gösterir
uk: Показати титри
vi: Hiển thị thông tin tín dụng
zh_hans: 显示功劳
zh_hant: 顯示製作人員

# MiscCommandModule_Sync_Title
source: Anime list synchronization
ar: تزامن قائمة أنيمي
bg: Синхронизиране на списъка с аниме
cs: Synchronizace anime listu
da: Synkronisering af anime-liste
el: Συγχρονισμός λίστας Anime
es: Sincronización de la lista de anime
fi: Anime-luettelon synkronointi
fr: Synchronisation de la liste d'anime
he: סנכרון רשימת אנימה
hu: Anime lista szinkronizálása
id: Daftar anime disinkronisasi
it: Sincronizzazione della lista degli anime
ja: アニメリストを同期する
ko: 애니메이션 목록 동기화
lt: Anime sąrašo sinchronizavimas
nb_no: Synkronisering av animelister
nl: Synchronisatie van een animelijst
pl: Synchronizacja listy anime
pt: Sincronização de lista de anime
ro: Sincronizarea listei Anime
ru: Синхронизация списка аниме
sv: Synkronisering av anime-lista
th: การซิงโครไนซ์รายการอนิเมะ
tr: Anime listesi senkronizasyonu
uk: Синхронізація списку аніме
vi: Đồng bộ hóa danh sách anime
zh_hans: 动漫列表同步
zh_hant: 動畫清單同步

# MiscCommandModule_Sync_Description
source: Use this command to synchronize your anime list. It may be done once per day.
ar: استخدم هذا الأمر لمزامنة قائمة الانيمي الخاصة بك. قد يتم ذلك مرة واحدة في اليوم.
bg: Използвайте тази команда, за да синхронизирате списъка си с аниме. Това може да се направи веднъж на ден.
cs: Použij tento příkaz pro synchronizaci tvého anime listu. Můžeš tak udělat jednou za den.
da: Brug denne kommando til at synkronisere din anime-liste. Det kan gøres én gang om dagen.
el: Χρησιμοποιήστε αυτή την εντολή για να συγχρονίσετε τη λίστα anime. Μπορεί να γίνει μία φορά την ημέρα.
es: Usa este comando para sincronizar tu lista de anime. Puedes hacerlo una vez al día.
fi: Tällä komennolla voit synkronoida anime-luettelon. Se voidaan tehdä kerran päivässä.
fr: Utilise cette commande pour synchroniser votre liste d'anime. Ceci ne peut être faire qu'un fois par jour.
he: השתמש בפקודה זו כדי לסנכרן את רשימת האנימה שלך. ניתן לבצע זאת פעם אחת ביום.
hu: Ezzel a paranccsal szinkronizálhatja az anime listát. Ezt naponta egyszer lehet megtenni.
id: Gunakan perintah ini untuk menyinkronkan daftar anime anda. Hanya bisa dilakukan sekali sehari.
it: Usa questo comando per sincronizzare la tua lista di anime. Puoi farlo una volta al giorno.
ja: このコマンドを使ってアニメリストを同期します。1日1回実行できます。
ko: 이 명령을 사용하여 애니메이션 목록을 동기화합니다. 하루에 한 번만 실행할 수 있습니다.
lt: Naudokite šią komandą norėdami sinchronizuoti anime sąrašą. Tai galima atlikti vieną kartą per dieną.
nb_no: Bruk denne kommandoen til å synkronisere anime-listen. Det kan gjøres én gang per dag.
nl: Gebruik dit commando om je animelijst te synchroniseren. Het mag eenmaal per dag gedaan worden.
pl: Użyj tego polecenia, aby zsynchronizować swoją listę anime. Można to zrobić raz dziennie.
pt: Use esse comando para sincronizar sua lista de anime. Pode ser usado uma vez por dia.
ro: Folosiți această comandă pentru a vă sincroniza lista de anime-uri. Se poate face o dată pe zi.
ru: Эта команда используется для синхронизации списка аниме. Это можно сделать один раз в день.
sv: Använd detta kommando för att synkronisera din anime-lista. Det kan göras en gång per dag.
th: ใช้คำสั่งนี้เพื่อซิงโครไนซ์รายการอนิเมะของคุณ สามารถทำได้วันละครั้ง
tr: Anime listeni senkronize etmek için bu komutu kullan. Günde bir defa yapılabilir.
uk: Використовуйте цю команду для синхронізації вашого списку аніме. Це можна робити один раз на день.
vi: Sử dụng lệnh này để đồng bộ hóa danh sách anime của cậu. Việc này có thể thực hiện một lần mỗi ngày.
zh_hans: 使用此命令同步动漫列表。每天可执行一次。
zh_hant: 使用此指令同步動畫清單。每天可執行一次。

# MiscCommandModule_Sync_Username
source: username
ar: اسم االمستخدم
bg: потребителско име
cs: přezdívka
da: Brugernavn
el: όνομα χρήστη
es: nombre de usuario
fi: käyttäjätunnus
fr: Nom d'utilisateur
he: שם משתמש
hu: felhasználónév
id: nama pengguna
it: nome utente
ja: ユーザー名
ko: 사용자 이름
lt: vartotojo vardas
nb_no: brukernavn
nl: gebruikersnaam
pl: Nazwa użytkownika
pt: usuário
ro: nume de utilizator
ru: имя пользователя
sv: användarnamn
th: ชื่อผู้ใช้
tr: kullanıcı adı
uk: ім'я користувача
vi: tên người dùng
zh_hans: 用户名
zh_hant: 帳號名稱

# MiscCommandModule_Credits_Title
source: Credits
ar: المنشئين
bg: Кредити
cs: Poděkování
da: Krediteringer
el: Πιστώσεις
es: Créditos
fi: Krediitit
fr: Crédits
he: קרדיטים
hu: Hitelek
id: Kredit
it: Crediti
ja: クレジット
ko: 크레딧
lt: Kreditai
nb_no: Studiepoeng
pt: Créditos
ro: Credite
ru: Кредиты
sv: Krediter
th: เครดิต
tr: Emeği Geçenler
uk: Кредити
vi: Tín dụng
zh_hans: 荣誉
zh_hant: 製作人員
